[{"id":4896,"date":"2019-08-27T05:46:39","date_gmt":"2019-08-27T03:46:39","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/field_note\/1566877596229-johnwkim\/"},"modified":"2020-05-20T14:19:08","modified_gmt":"2020-05-20T12:19:08","slug":"1566877596229-johnwkim","status":"publish","type":"field_note","link":"https:\/\/content.anthropocene-curriculum.org\/field_note\/1566877596229-johnwkim\/","title":{"rendered":"1566877596229-johnwkim"},"content":{"rendered":"","protected":false},"excerpt":{"rendered":"","protected":false},"author":18,"template":"","method":[],"keyword":[],"folksonomy":[290],"acf":{"text":"FS1 Film residency location","latitude":"45.149515","longitude":"-92.735181","location":"Wisconsin, USA","media":{"ID":4895,"id":4895,"title":"IMG_20190823_082833.jpg","filename":"IMG_20190823_082833.jpg","filesize":4879411,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/IMG_20190823_082833.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/field_note\/1566877596229-johnwkim\/img_20190823_082833-jpg\/","alt":"","author":"18","description":"","caption":"","name":"img_20190823_082833-jpg","status":"inherit","uploaded_to":4896,"date":"2019-08-27 03:46:35","modified":"2019-08-27 03:46:39","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":4160,"height":3120,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/IMG_20190823_082833-768x576.jpg","thumbnail-width":768,"thumbnail-height":576,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/IMG_20190823_082833-300x225.jpg","medium-width":300,"medium-height":225,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/IMG_20190823_082833-768x576.jpg","medium_large-width":768,"medium_large-height":576,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/IMG_20190823_082833-1400x1050.jpg","large-width":1400,"large-height":1050,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/IMG_20190823_082833.jpg","1536x1536-width":1536,"1536x1536-height":1152,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/IMG_20190823_082833.jpg","2048x2048-width":2048,"2048x2048-height":1536,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/IMG_20190823_082833-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/IMG_20190823_082833-1600x1200.jpg","feature-width":1600,"feature-height":1200}},"linked_projects":[{"ID":1247,"post_author":"3","post_date":"2019-08-17 21:04:42","post_date_gmt":"2019-08-17 19:04:42","post_content":"<p>The stretch of the Mississippi between Minnesota, Wisconsin and Iowa is marked both by its “natural” and “anthropogenic” origin.<\/p>\n The Machinic River <p>Field Station 1 considers the stretch of land that extends from the Mississippi River’s headwaters at Lake Itasca, down to the unglaciated region that crosses southeastern Minnesota, southwestern Wisconsin, and northeastern Iowa known as the Driftless. This stretch of the Mississippi River marks both its “natural” and “anthropogenic” origin, where a small creek becomes a continental torrent, where the Dakota, Ojibwe, and many other native peoples centered their material and spiritual lives, and where the U.S. Army Corps of Engineers has pursued its mandate to organize, manage, and direct the river’s flow for almost two centuries.<\/p>\n <p>Along the Upper Mississippi River, engineering has taken the form of extensive infrastructural interventions into the river, including the building of 29 locks and dams and ongoing dredging to maintain a nine-foot deep navigation channel for ships carrying agricultural and industrial products. These interventions have been figured as projects of control, demonstrative of expertise and the power of humans to govern nature. Field Station 1 begins from the premise that past infrastructural interventions into the Mississippi River as well as proposed future projects are better understood as experiments, ones engaged under conditions of uncertainty and therefore inherently speculative.<\/p>\n<p>The region including the headwaters is an expansive tapestry of lakes, marshes, streams and rivers consisting of native lands, state parks, a large urban conglomeration, and rural municipalities. Understanding the Mississippi River as a site of speculations recognizes it to be a space of power. Field Station 1 connects projects and initiatives that conceptualize the Mississippi as a site of experimentation, speculation, and ongoing struggle in order to think about the communities, places, materials, creatures, interventions and imaginations that coalesce or disperse around the river. It asks who gets to experiment with the river; how experimentation figures into larger projects of state-building, social justice, and self-determination; how climate change can affect local decision-making; and how the flow of the river links upriver and downriver in complex and nonlinear ways. Field Station 1 reflects on the region as assemblage, characterized by overlapping experiences of space, time, water, land, precarity, opportunity, and possibility across multispecies relations. In so doing, it invites creative engagement with diverse experiences of the region.<\/p>\n<p>&nbsp;<\/p>\n","post_title":"Field Station 1: Sediment, Settlement, Sentiment","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"field-station-1-sediment-settlement-sentiment","to_ping":"","pinged":"","post_modified":"2020-03-02 12:17:15","post_modified_gmt":"2020-03-02 11:17:15","post_content_filtered":"","post_parent":579,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=1247","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw"},{"ID":2708,"post_author":"3","post_date":"2019-08-20 14:24:32","post_date_gmt":"2019-08-20 12:24:32","post_content":"<p><span style=\"font-weight: 400;\">On dams, micro worlds and the end of humanity—four short films inspired by the Headwaters field station. <\/span><\/p>\n Film Residency <p>Over the past six months, four artists—Andrea Carlson, Tia-Simone Gardner, John Kim, and Jenny Schmid—have developed new short films inspired by the Headwaters field station. An aesthetics of displacement, as it relates to bodies of water, runs through each of the works. The artists participating in the residency were selected on account of their pre-existing practices that entail a critical envisioning of the Mississippi River and\/or an assessment of the environmental impacts of human activities on bodies of water. A common theme in the artists’ work is an aesthetics of displacement.<\/p>\n <p><u>1<\/u><\/p>\n<p>Looking down on St. Anthony Falls from the walls of the lock and dam infrastructure, one can marvel at this feat of technical engineering. The river runs over an artificial concrete platform creating the Falls. The lock with its giant metal gates holds back millions of gallons of water. It is a triumph of modern engineering and architecture, built for commercial river traffic in pursuit of profit and progress.<\/p>\n<p>The lock is now closed; its gates welded shut. Today, when standing atop the lock and dam, one cannot help but reflect critically on its existence as a monument to a different time, a pre-climate change past. During a spring season that has witnessed extensive flooding up and down the Mississippi River, one cannot help but worry about its inadequacy and anticipate failure.<\/p>\n<p><u>2<\/u><\/p>\n<p>In its current obsolescence, the aged lock and dam infrastructure is a monument to a dark history. Built into its hard structures is the historical legacy of a technic for the displacement of material, non-humans, and human communities. Its presence speaks to the violence of forced movement and dislocation. In a material sense, a dam is engineered to displace water, to hold it back and redirect its flow. The concrete walls and embankments are fortified barriers for keeping nature at bay. The dam is a military technology as well. It shares a history with the berm, which acts as a human breakwater, a defensive technology for the displacement and separation of groups of people.<\/p>\n<p><u>3<\/u><\/p>\n<p>Over the past six months, four artists have developed new short films inspired by our field station&#8217;s approach to <em>Mississippi. An Anthropocene River<\/em>. They were selected because of pre-existing practices that involved a critical envisioning of the Mississippi River and\/or an assessment of the environmental impacts of human activities on bodies of water. A common theme in the artists&#8217; work is an aesthetics of displacement. Andrea Carlson’s site-specific short film, <em>The Uncompromising Hand <\/em>(2017), revisits Spirit Island, a sacred site to multiple Indigenous communities that was once in the Mississippi River near the current lock and dam. Tia-Simone Gardner’s <em>Reading the River: Yemaya and Oshun<\/em> (2018) is an experimental documentary set in port cities along the Lower Mississippi River and reflects on Blackness in relation to geography, architecture, and a feminist practice of unsettling how we think and know place. Jenny Schmid’s prints, including <em>The Last Tree Huggers <\/em>(2017) and <em>Momento Mare <\/em>(2017) feature monstrous creatures who make an uneasy home in the environmental ruin of a disastrous present. John Kim&#8217;s piece, <em>Dam, Lock, Groyne: The Temporal Architecture of the Mississippi River<\/em> (2019) is a reflection on the hard structures and earthworks found along the entire length of the Mississippi River that displace water, people, and non-human species. Each artist introduces their new work in the pages that follow.<\/p>\n","post_title":"An Aesthetics of Displacement","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"film-residency-mississippi-an-anthropocene-river","to_ping":"","pinged":"","post_modified":"2020-03-10 12:21:22","post_modified_gmt":"2020-03-10 11:21:22","post_content_filtered":"","post_parent":1247,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=2708","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw"}],"methods":false,"keywords":false,"folksonomy":[{"term_id":290,"name":"Film","slug":"film","term_group":0,"term_taxonomy_id":290,"taxonomy":"folksonomy","description":"","parent":0,"count":5,"filter":"raw"}]},"author_name":"johnwkim","_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note\/4896"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/field_note"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/18"}],"version-history":[{"count":3,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note\/4896\/revisions"}],"predecessor-version":[{"id":25857,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note\/4896\/revisions\/25857"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=4896"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=4896"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=4896"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=4896"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]