[{"id":10297,"date":"2019-09-16T15:06:38","date_gmt":"2019-09-16T13:06:38","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/field_note\/1568639196798-underhil\/"},"modified":"2020-05-06T14:14:09","modified_gmt":"2020-05-06T12:14:09","slug":"1568639196798-underhil","status":"publish","type":"field_note","link":"https:\/\/content.anthropocene-curriculum.org\/field_note\/1568639196798-underhil\/","title":{"rendered":"1568639196798-underhil"},"content":{"rendered":"","protected":false},"excerpt":{"rendered":"","protected":false},"author":17,"template":"","method":[4,6,2],"keyword":[339,323,235],"folksonomy":[298,294],"acf":{"text":"At B’dote with Andrea, two Emily’s, John, Nell, and Steven","latitude":"44.914414","longitude":"-93.215968","location":"Minneapolis, Minnesota, USA","media":{"ID":9873,"id":9873,"title":"F52BDBA2-FA2C-4522-A15B-962A7C440391.jpeg","filename":"F52BDBA2-FA2C-4522-A15B-962A7C440391.jpeg","filesize":2677607,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/F52BDBA2-FA2C-4522-A15B-962A7C440391.jpeg","link":"https:\/\/content.anthropocene-curriculum.org\/field_note\/1568639196798-underhil\/f52bdba2-fa2c-4522-a15b-962a7c440391-jpeg\/","alt":"","author":"17","description":"","caption":"","name":"f52bdba2-fa2c-4522-a15b-962a7c440391-jpeg","status":"inherit","uploaded_to":10297,"date":"2019-09-14 14:11:51","modified":"2019-09-16 13:06:38","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":4032,"height":3024,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/F52BDBA2-FA2C-4522-A15B-962A7C440391-768x576.jpeg","thumbnail-width":768,"thumbnail-height":576,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/F52BDBA2-FA2C-4522-A15B-962A7C440391-300x225.jpeg","medium-width":300,"medium-height":225,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/F52BDBA2-FA2C-4522-A15B-962A7C440391-768x576.jpeg","medium_large-width":768,"medium_large-height":576,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/F52BDBA2-FA2C-4522-A15B-962A7C440391-1400x1050.jpeg","large-width":1400,"large-height":1050,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/F52BDBA2-FA2C-4522-A15B-962A7C440391.jpeg","1536x1536-width":1536,"1536x1536-height":1152,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/F52BDBA2-FA2C-4522-A15B-962A7C440391.jpeg","2048x2048-width":2048,"2048x2048-height":1536,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/F52BDBA2-FA2C-4522-A15B-962A7C440391-48x48.jpeg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/F52BDBA2-FA2C-4522-A15B-962A7C440391-1600x1200.jpeg","feature-width":1600,"feature-height":1200}},"linked_projects":[{"ID":3505,"post_author":"3","post_date":"2019-08-22 11:49:27","post_date_gmt":"2019-08-22 09:49:27","post_content":"<p>What modes of collecting, representing, and knowing are appropriate to meet the conceptual and practical challenges of the Anthropocene? Which narrative forms and styles can help us to document states of flux and transformation, across multiple scales of space and time?<\/p>\n  <p>As a traveler on the <em>Anthropocene River Journey<\/em> , I propose to create an Upper Mississippi River Field Diary, with multimedia entries to be posted online. Each Field Diary entry will focus on a specific object, or “specimen,” found along the way. The selected specimens will be eclectic, storied, and difficult to categorize, creating the cumulative effect of a cabinet of curiosities. The spirit and tone of the Field Diary will alternate between wondrous discovery and ambivalent recounting. In addition to text, the Field Diary entries may include photographs, sketches, sound, and video, according to the demands of the object in question. By playing with the conventions of the travelog or field survey genres, my goal is to question how we measure, observe, and make sense of the rapidly changing landscapes of the present.<\/p>\n <p>What modes of collecting, representing, and knowing are appropriate to meet the conceptual and practical challenges of the Anthropocene? Which narrative forms and styles can help us to document states of flux and transformation, across multiple scales of space and time?<\/p>\n<p>This project is inspired in part by the <em>Anthropocene Slam<\/em> event held at the University of Wisconsin-Madison in 2014, in which individual presenters shared an object that was representative of the Anthropocene, and which audience members then voted on for inclusion in a cabinet of curiosities. In the volume that emerged from the event, titled <em>Future Remains: A Cabinet of Curiosities for the Anthropocene<\/em>, editors Gregg Mitman, Marco Armiero, and Robert S. Emmett (2018) make the case for an object-oriented approach to understanding planetary change. Objects, they note, crystallize the intertwined relationships between nature and culture, past and present, local and global. Importantly, they also offer possibilities for multiple futures, while at the same time questioning the notion of human exceptionalism. By curating and juxtaposing a number of different specimens in the Field Diary, I hope to bring to life some of the complex attachments and ecologies that make up the Upper Mississippi River region, weaving together stories about people, creatures, plants, and landscapes with broader social, political, economic, technical, and geo-atmospheric processes and rhythms.<\/p>\n<p>Once my time as a Traveler has concluded, the Field Diary entries will be a jumping-off point for other contributions as well: I plan to develop some of the entries into longer nonfiction pieces that speak to the broader themes of the field stations, such as river-engineering, rewilding, agriculture, and biome change. In addition, I am interested in writing about how the project as a whole is negotiating between different ways of knowing and apprehending the landscape (for example, between artistic and scientific observational approaches, or between indigenous and settler-colonial cosmologies). Using the sound clips and interviews with fellow participants I collect during the Journey, I will also create an audio story about the collaborative nature of this research project. This story will be included as an episode for a podcast about fieldwork that I am launching with my colleague Christina Kim Chilcote next year under the title <em>The Field.<\/em><\/p>\n","post_title":"A Field Diary of the Upper Mississippi, 2019","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"a-field-diary-of-the-upper-mississippi","to_ping":"","pinged":"","post_modified":"2020-07-17 18:09:41","post_modified_gmt":"2020-07-17 16:09:41","post_content_filtered":"","post_parent":2775,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=3505","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw"},{"ID":2775,"post_author":"3","post_date":"2019-08-20 19:14:01","post_date_gmt":"2019-08-20 17:14:01","post_content":"<p class=\"text\">What travel routes, forms of travel, and narratives are suitable for the new planetary realities?<\/p>\n  <p>From September to November 2019, the <em>Anthropocene River Journey<\/em> meanders on and along the Mississippi River and its tributaries as part of a canoe-based, eighty-day expedition down the river from the headwaters in Northern Minnesota to the Gulf of Mexico. Students of the Augsburg University’s <em>River Semester <\/em>and twenty-five scholars, artists, and activists from around the world bring together the findings and practices of the individual field stations and collect their own observational research, making connections with local people along the way. Participants will use their <em>Anthropocene River Journey<\/em> online pages to collect the research and draw it into a common narrative depicting the downstream connections of the river system, engaging ongoing debates on how to react to, cope, and deal with the effects of the Anthropocene.<\/p>\n <p>How do we travel through the Anthropocene? This question is not only an ecologically ethical one—being directly related to processes of resource depletion and fossil fuel extraction—but also has an aesthetically conceptual dimension. Previously, travel anticipated the unknown—a “foreignness”—which the traveler or travelers familiarized themselves with and appropriated. In the Anthropocene, where a limitless interweaving of humankind, nature, technology, and economics replaces the white patches of terra incognita, this logic runs into nothingness. But what travel routes, forms of travel, and narratives are suitable for the new planetary realities? And how could travel be understood as a cultural technique of relating to something rather than as a process of appropriation?<\/p>\n<p>These are the prerequisites under which students, scientists, artists, journalists, and authors explore the Mississippi in an <em>Anthropocene River Journey<\/em>. Calling in at the five Field stations along the river, travelers develop and test new types of access to the complexity of the Anthropocene river system in talks, lectures, and excursions. At some stages, they are accompanied by students from Augsburg University, Minneapolis, who, as part of the <em>River Semester<\/em>, are covering the entire length of the Mississippi River—from the source regions in the north to the Gulf of Mexico—in canoes and vans in about eighty days. In experimental seminars on ecology, political science, biology, art, astronomy, and history, they are seeking answers to the challenges of the Anthropocene.<\/p>\n","post_title":"Anthropocene River Journey","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"anthropocene-river-journey","to_ping":"","pinged":"","post_modified":"2020-09-05 14:50:53","post_modified_gmt":"2020-09-05 12:50:53","post_content_filtered":"","post_parent":8,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=2775","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw"},{"ID":1247,"post_author":"3","post_date":"2019-08-17 21:04:42","post_date_gmt":"2019-08-17 19:04:42","post_content":"<p>The stretch of the Mississippi between Minnesota, Wisconsin and Iowa is marked both by its “natural” and “anthropogenic” origin.<\/p>\n The Machinic River <p>Field Station 1 considers the stretch of land that extends from the Mississippi River’s headwaters at Lake Itasca, down to the unglaciated region that crosses southeastern Minnesota, southwestern Wisconsin, and northeastern Iowa known as the Driftless. This stretch of the Mississippi River marks both its “natural” and “anthropogenic” origin, where a small creek becomes a continental torrent, where the Dakota, Ojibwe, and many other native peoples centered their material and spiritual lives, and where the U.S. Army Corps of Engineers has pursued its mandate to organize, manage, and direct the river’s flow for almost two centuries.<\/p>\n <p>Along the Upper Mississippi River, engineering has taken the form of extensive infrastructural interventions into the river, including the building of 29 locks and dams and ongoing dredging to maintain a nine-foot deep navigation channel for ships carrying agricultural and industrial products. These interventions have been figured as projects of control, demonstrative of expertise and the power of humans to govern nature. Field Station 1 begins from the premise that past infrastructural interventions into the Mississippi River as well as proposed future projects are better understood as experiments, ones engaged under conditions of uncertainty and therefore inherently speculative.<\/p>\n<p>The region including the headwaters is an expansive tapestry of lakes, marshes, streams and rivers consisting of native lands, state parks, a large urban conglomeration, and rural municipalities. Understanding the Mississippi River as a site of speculations recognizes it to be a space of power. Field Station 1 connects projects and initiatives that conceptualize the Mississippi as a site of experimentation, speculation, and ongoing struggle in order to think about the communities, places, materials, creatures, interventions and imaginations that coalesce or disperse around the river. It asks who gets to experiment with the river; how experimentation figures into larger projects of state-building, social justice, and self-determination; how climate change can affect local decision-making; and how the flow of the river links upriver and downriver in complex and nonlinear ways. Field Station 1 reflects on the region as assemblage, characterized by overlapping experiences of space, time, water, land, precarity, opportunity, and possibility across multispecies relations. In so doing, it invites creative engagement with diverse experiences of the region.<\/p>\n<p>&nbsp;<\/p>\n","post_title":"Field Station 1: Sediment, Settlement, Sentiment","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"field-station-1-sediment-settlement-sentiment","to_ping":"","pinged":"","post_modified":"2020-03-02 12:17:15","post_modified_gmt":"2020-03-02 11:17:15","post_content_filtered":"","post_parent":579,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=1247","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw"},{"ID":1393,"post_author":"13","post_date":"2019-08-19 14:54:58","post_date_gmt":"2019-08-19 12:54:58","post_content":"<p class=\"text\">This Field Station sets out to engage with the ecologic-economic-technological infrastructures between Kentucky and Illinois and will bring a regionally focused lens to the globally entangled Anthropocene condition.<\/p>\n  <p>As a central axis through both real and mythic America, the Mississippi designates a particularly heterogeneous space in which the natural, cultural, and historical intersect in a unique way. Located in “confluence territory” where the Mississippi and Ohio Rivers meet (in Southern Illinois and Western Kentucky), <i>Confluence Ecologies<\/i> aims to bring a regionally focused lens to the globally entangled Anthropocene condition. The undertaking of this Field Station is one of intensive engagement with the juxtaposition of opioid addiction and our dependencies on coal and nuclear power, issues of native species loss and invasive replacements, animal labor, and ethical questions about future terraforming and historical geoengineering initiatives.<\/p>\n ","post_title":"Field Station 4: Confluence Ecologies","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"field-station-4-confluence-ecologies","to_ping":"","pinged":"","post_modified":"2020-06-09 09:44:11","post_modified_gmt":"2020-06-09 07:44:11","post_content_filtered":"","post_parent":579,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=1393","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw"}],"methods":[{"term_id":2,"name":"Sensing","slug":"sensing","term_group":0,"term_taxonomy_id":2,"taxonomy":"method","description":"","parent":0,"count":86,"filter":"raw"},{"term_id":4,"name":"Field Study","slug":"field-study","term_group":0,"term_taxonomy_id":4,"taxonomy":"method","description":"","parent":0,"count":111,"filter":"raw"},{"term_id":6,"name":"Modeling","slug":"modeling","term_group":0,"term_taxonomy_id":6,"taxonomy":"method","description":"","parent":0,"count":17,"filter":"raw"}],"keywords":[{"term_id":235,"name":"Local knowledge","slug":"local-knowledge","term_group":0,"term_taxonomy_id":235,"taxonomy":"keyword","description":"","parent":0,"count":56,"filter":"raw"},{"term_id":323,"name":"Indigenous Rights","slug":"indigenousrights","term_group":0,"term_taxonomy_id":323,"taxonomy":"keyword","description":"","parent":0,"count":32,"filter":"raw"},{"term_id":339,"name":"Cosmologies","slug":"cosmologies","term_group":0,"term_taxonomy_id":339,"taxonomy":"keyword","description":"","parent":0,"count":8,"filter":"raw"}],"folksonomy":[{"term_id":294,"name":"River journey","slug":"river-journey","term_group":0,"term_taxonomy_id":294,"taxonomy":"folksonomy","description":"","parent":0,"count":14,"filter":"raw"},{"term_id":298,"name":"Dakota","slug":"dakota","term_group":0,"term_taxonomy_id":298,"taxonomy":"folksonomy","description":"","parent":0,"count":2,"filter":"raw"}]},"author_name":"underhil","_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note\/10297"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/field_note"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/17"}],"version-history":[{"count":2,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note\/10297\/revisions"}],"predecessor-version":[{"id":25234,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note\/10297\/revisions\/25234"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=10297"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=10297"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=10297"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=10297"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]