[{"id":14507,"date":"2019-10-31T13:38:52","date_gmt":"2019-10-31T12:38:52","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/field_note\/1572611933277-bsteininger\/"},"modified":"2020-05-12T13:13:13","modified_gmt":"2020-05-12T11:13:13","slug":"1572611933277-bsteininger","status":"publish","type":"field_note","link":"https:\/\/content.anthropocene-curriculum.org\/field_note\/1572611933277-bsteininger\/","title":{"rendered":"1572611933277-bsteininger"},"content":{"rendered":"","protected":false},"excerpt":{"rendered":"","protected":false},"author":38,"template":"","method":[10,3],"keyword":[185,186,227,233],"folksonomy":[378,332,377,370],"acf":{"text":"process landscape, Baton Rouge, Exxon Refinery, even from less distance. getting this near to the organism of the refinery almost got us arrested. as a reminder of this experience I will keep the piece of the capillaria of the petromonster as a relic - the sacred, the cruel, the beauty, the horror, geohistory and hypermodernism, the land of the free and us-angst...","latitude":"30.492998","longitude":"-91.173915","location":"Baton Rouge, Louisiana, USA","media":{"ID":14506,"id":14506,"title":"Baton Rouge EXXON pipe.jpg","filename":"Baton-Rouge-EXXON-pipe-1.jpg","filesize":374749,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/Baton-Rouge-EXXON-pipe-1.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/field_note\/1572611933277-bsteininger\/baton-rouge-exxon-pipe-jpg-2\/","alt":"","author":"38","description":"","caption":"","name":"baton-rouge-exxon-pipe-jpg-2","status":"inherit","uploaded_to":14507,"date":"2019-11-01 12:38:49","modified":"2019-11-01 12:38:52","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":3240,"height":2074,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/Baton-Rouge-EXXON-pipe-1-768x492.jpg","thumbnail-width":768,"thumbnail-height":492,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/Baton-Rouge-EXXON-pipe-1-300x192.jpg","medium-width":300,"medium-height":192,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/Baton-Rouge-EXXON-pipe-1-768x492.jpg","medium_large-width":768,"medium_large-height":492,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/Baton-Rouge-EXXON-pipe-1-1400x896.jpg","large-width":1400,"large-height":896,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/Baton-Rouge-EXXON-pipe-1.jpg","1536x1536-width":1536,"1536x1536-height":983,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/Baton-Rouge-EXXON-pipe-1.jpg","2048x2048-width":2048,"2048x2048-height":1311,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/Baton-Rouge-EXXON-pipe-1-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/Baton-Rouge-EXXON-pipe-1-1600x1024.jpg","feature-width":1600,"feature-height":1024}},"linked_projects":[{"ID":3396,"post_author":"3","post_date":"2019-08-21 16:00:47","post_date_gmt":"2019-08-21 14:00:47","post_content":"<p>From November 9 to 16, 2019, the <em>Anthropocene River Campus: The Human Delta<\/em> synthesizes the downstream within a week-long field research and educational event at Tulane University and in and around New Orleans. It aims to open up novel collaborative and exploratory epistemological practices around six seminars and a series of public programs.<\/p>\n  <p>The <em>Anthropocene River Campus: The Human Delta<\/em> will synthesize the downstream in the Mississippi within a week-long field research and educational event at Tulane University and in and around New Orleans, aiming to open up novel collaborative and exploratory epistemological practices.<\/p>\n <p>When the Mississippi River, having drained one-eighth of the entire continent, reaches the delta it does not only bring with it the whole material and cultural legacy of the anthropogenic territory it went through. It epitomizes the many vernacular contours of the Anthropocene and, at the same time, reconfigurates them towards a global meshwork of teleconnected consequences. Marking a decisive shift from a tributary to a distributary system, the unique geography of the delta and its “thick” locality represents both the acme of the Anthropocene River, as well as its outflow into the global sphere of open waters. It exemplifies as much a local Anthropocene topography as it draws out a global topology of Anthropocene bearings and relationships.<\/p>\n<p>Synthesizing the findings of the <em>Field Stations<\/em>, the <em>Anthropocene River Campus: The Human Delta<\/em> unfolds key themes—ranging from the flow of commodities, river engineering, and risk and equity to clashing Anthropocene temporalities, claims to property and access, and the stark reality of spiritual and material exhaustion—and investigates them locally in and around the delta. With a series of six field research centered seminars and collateral public events, the aim is to open up novel collaborative and exploratory epistemological practices.<\/p>\n","post_title":"Anthropocene River Campus: The Human Delta","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"anthropocene-river-campus-the-human-delta","to_ping":"","pinged":"","post_modified":"2020-09-18 11:15:09","post_modified_gmt":"2020-09-18 09:15:09","post_content_filtered":"","post_parent":8,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=3396","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw"},{"ID":2775,"post_author":"3","post_date":"2019-08-20 19:14:01","post_date_gmt":"2019-08-20 17:14:01","post_content":"<p class=\"text\">What travel routes, forms of travel, and narratives are suitable for the new planetary realities?<\/p>\n  <p>From September to November 2019, the <em>Anthropocene River Journey<\/em> meanders on and along the Mississippi River and its tributaries as part of a canoe-based, eighty-day expedition down the river from the headwaters in Northern Minnesota to the Gulf of Mexico. Students of the Augsburg University’s <em>River Semester <\/em>and twenty-five scholars, artists, and activists from around the world bring together the findings and practices of the individual field stations and collect their own observational research, making connections with local people along the way. Participants will use their <em>Anthropocene River Journey<\/em> online pages to collect the research and draw it into a common narrative depicting the downstream connections of the river system, engaging ongoing debates on how to react to, cope, and deal with the effects of the Anthropocene.<\/p>\n <p>How do we travel through the Anthropocene? This question is not only an ecologically ethical one—being directly related to processes of resource depletion and fossil fuel extraction—but also has an aesthetically conceptual dimension. Previously, travel anticipated the unknown—a “foreignness”—which the traveler or travelers familiarized themselves with and appropriated. In the Anthropocene, where a limitless interweaving of humankind, nature, technology, and economics replaces the white patches of terra incognita, this logic runs into nothingness. But what travel routes, forms of travel, and narratives are suitable for the new planetary realities? And how could travel be understood as a cultural technique of relating to something rather than as a process of appropriation?<\/p>\n<p>These are the prerequisites under which students, scientists, artists, journalists, and authors explore the Mississippi in an <em>Anthropocene River Journey<\/em>. Calling in at the five Field stations along the river, travelers develop and test new types of access to the complexity of the Anthropocene river system in talks, lectures, and excursions. At some stages, they are accompanied by students from Augsburg University, Minneapolis, who, as part of the <em>River Semester<\/em>, are covering the entire length of the Mississippi River—from the source regions in the north to the Gulf of Mexico—in canoes and vans in about eighty days. In experimental seminars on ecology, political science, biology, art, astronomy, and history, they are seeking answers to the challenges of the Anthropocene.<\/p>\n","post_title":"Anthropocene River Journey","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"anthropocene-river-journey","to_ping":"","pinged":"","post_modified":"2020-09-05 14:50:53","post_modified_gmt":"2020-09-05 12:50:53","post_content_filtered":"","post_parent":8,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=2775","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw"},{"ID":3512,"post_author":"3","post_date":"2019-08-22 11:51:46","post_date_gmt":"2019-08-22 09:51:46","post_content":"<p class=\"text\">The impact of fossil fuel emissions on climate change is well established. This research project sheds light on the lesser known origins and history of the petro-industry.<\/p>\n<div class=\"icons\"><\/div>\n  <p>Hydrocarbons not only play a driving role as an enabler of mobility, but the refineries of the petro-industry, which clusters around Baton Rouge, are also a catalyst of anthropocenic transformation processes of planetary scale. But where lie the origins of petrochemistry and what is its history?<\/p>\n <p>Baton Rouge is home to one of the biggest refineries in the United States and in the world. This chemical complex produces over 300 products, adding up to a general output of more than 500,000 barrels daily. This alone would qualify it as a perfect site to read as a contribution to<em> Mississippi. An Anthropocene River<\/em>, because petrochemistry is one of the most important drivers of anthropocenic change. Furthermore, this particular chemical process landscape is a “National Historic Chemical Landmark” and a historic site of German–American scientific cooperation.<br \/>\nThe refinement and chemical synthesis of fuels, ammunition, pharmaceuticals, fertilizers, and plastics have fundamentally altered the human condition and the very functions of the planetary biosphere. Chemistry, the science of processes, has produced substances that have altered the natural and cultural evolution of the planet, resulting in unprecedented mobility, chemically fuelled wars, organismic extinction, and economic and population growth. Raw materials have not driven the “Great Acceleration,” but as Baton Rouge shows, it was the work of industrial chemistry and the use of catalysts that helped bring about the Anthropocene.<\/p>\n<p>The prehistory of petrochemistry lies in nitrogen chemistry. Since the invention of the Haber-Bosch process in around 1910, the impact of the German chemical industry has had planetary significance. The catalytic synthesis of ammonia has vastly amplified the planet’s metabolism by producing abundant fertilizer and changed warfare by producing abundant ammunition. Furthermore, it provided the technical platform for hydrocarbon synthesis and petrochemistry.<\/p>\n<p>In Baton Rouge, the German chemical company BASF (IG Farben) has closely cooperated with the New Jersey-based Standard Oil Company since the 1920s. German efforts to replace oil with synthetic fuels derived from hydrogenated coal, and advancements on the technical platform brought these companies together. In the late 1920s, when the complexity of the task threatened the German project, the Americans stepped in. Close scientific cooperation began, with asset swaps and joint laboratory work between Germany and America, resulting in important advances in petrochemical research, poignantly just before they became combatants in the Second World War.<\/p>\n<p>The development of the major chemical compounds of modern warfare, from aviation fuel to synthetic rubber and toluene used for explosives, took place on the new industrial platform of catalytic petrochemistry. In particular, the high-octane fuels used in military aircraft depended on new molecular technology derived from German coal chemistry. With considerable irony, Germany lost the war in part as the result of America’s use of German chemistry. Since the conflict, petrochemistry has become a planetary force, enabling unparalleled mobility, whilst the Ziegler-Natta process, also of German origins, enabled the abundance of plastics that now pollute the Earth.<\/p>\n<p>Near the estuary of a vast hydrological basin, the refineries of Baton Rouge are one source of the flood of petrochemical goods that enter the planetary system. Understood as heart chambers of the Anthropocene, refineries drive the outputs of industry and have manifold effects on ecological metabolisms and climatic patterns. The hydrocarbon industries share the same technological basis as nitrogen chemistry and both are grounded in the production of ammunition and fertilizers. Even the soil-enriching side of this dichotomy shows a destructive tendency in Louisiana, as over-fertilization of the Mississippi Valley has created large eutrophic dead zones in the Gulf of Mexico.<\/p>\n<p>This project will involve interviews with practitioners, historians, and archivists as well as a visit to Baton Rouge, where the site will be approached as a paradigmatic place in which coal chemistry and petrochemistry, as well as German and American science and industry, met, changing not only the flow of political and cultural history but planetary history as well.<\/p>\n","post_title":"Baton Rouge: A Process Landscape at the Confluence of German-American Chemistry","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"baton-rouge-a-process-landscape-at-the-confluence-of-german-american-chemistry","to_ping":"","pinged":"","post_modified":"2020-08-03 10:24:05","post_modified_gmt":"2020-08-03 08:24:05","post_content_filtered":"","post_parent":2775,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=3512","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw"}],"methods":[{"term_id":3,"name":"Storytelling","slug":"storytelling","term_group":0,"term_taxonomy_id":3,"taxonomy":"method","description":"","parent":0,"count":143,"filter":"raw"},{"term_id":10,"name":"Field Work","slug":"field-work","term_group":0,"term_taxonomy_id":10,"taxonomy":"method","description":"","parent":0,"count":152,"filter":"raw"}],"keywords":[{"term_id":185,"name":"Capitalism","slug":"capitalism","term_group":0,"term_taxonomy_id":185,"taxonomy":"keyword","description":"","parent":0,"count":72,"filter":"raw"},{"term_id":186,"name":"Carbon","slug":"carbon","term_group":0,"term_taxonomy_id":186,"taxonomy":"keyword","description":"","parent":0,"count":21,"filter":"raw"},{"term_id":227,"name":"Hybrid","slug":"hybrid","term_group":0,"term_taxonomy_id":227,"taxonomy":"keyword","description":"","parent":0,"count":6,"filter":"raw"},{"term_id":233,"name":"Landscape","slug":"landscape","term_group":0,"term_taxonomy_id":233,"taxonomy":"keyword","description":"","parent":0,"count":80,"filter":"raw"}],"folksonomy":[{"term_id":332,"name":"Oil","slug":"oil","term_group":0,"term_taxonomy_id":332,"taxonomy":"folksonomy","description":"","parent":0,"count":10,"filter":"raw"},{"term_id":370,"name":"Walking","slug":"walking","term_group":0,"term_taxonomy_id":370,"taxonomy":"folksonomy","description":"","parent":0,"count":4,"filter":"raw"},{"term_id":377,"name":"refinery","slug":"refinery","term_group":0,"term_taxonomy_id":377,"taxonomy":"folksonomy","description":"","parent":0,"count":9,"filter":"raw"},{"term_id":378,"name":"Catalysis","slug":"catalysis","term_group":0,"term_taxonomy_id":378,"taxonomy":"folksonomy","description":"","parent":0,"count":6,"filter":"raw"}]},"author_name":"bsteininger","_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note\/14507"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/field_note"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/38"}],"version-history":[{"count":1,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note\/14507\/revisions"}],"predecessor-version":[{"id":25547,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note\/14507\/revisions\/25547"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=14507"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=14507"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=14507"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=14507"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]