[{"id":15405,"date":"2019-11-10T19:16:45","date_gmt":"2019-11-10T18:16:45","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/field_note\/1573409804058-deboraswistun\/"},"modified":"2020-05-13T15:35:39","modified_gmt":"2020-05-13T13:35:39","slug":"1573409804058-deboraswistun","status":"publish","type":"field_note","link":"https:\/\/content.anthropocene-curriculum.org\/field_note\/1573409804058-deboraswistun\/","title":{"rendered":"1573409804058-deboraswistun"},"content":{"rendered":"","protected":false},"excerpt":{"rendered":"","protected":false},"author":60,"template":"","method":[],"keyword":[],"folksonomy":[289,358,349,377,357],"acf":{"text":"From above. Landing on human delta. Long flight from Matanza Riachuelo River, Buenos Aires","latitude":"29.697704","longitude":"-89.986386","location":"New Orleans, Louisiana, USA","media":{"ID":15404,"id":15404,"title":"IMG_20191109_104030717.jpg","filename":"IMG_20191109_104030717.jpg","filesize":2528183,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/IMG_20191109_104030717.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/field_note\/1573409804058-deboraswistun\/img_20191109_104030717-jpg\/","alt":"","author":"60","description":"","caption":"","name":"img_20191109_104030717-jpg","status":"inherit","uploaded_to":15405,"date":"2019-11-10 18:16:42","modified":"2019-11-10 18:16:46","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":3120,"height":4160,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/IMG_20191109_104030717-576x768.jpg","thumbnail-width":576,"thumbnail-height":768,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/IMG_20191109_104030717-225x300.jpg","medium-width":225,"medium-height":300,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/IMG_20191109_104030717-768x1024.jpg","medium_large-width":768,"medium_large-height":1024,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/IMG_20191109_104030717-1050x1400.jpg","large-width":1050,"large-height":1400,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/IMG_20191109_104030717.jpg","1536x1536-width":1152,"1536x1536-height":1536,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/IMG_20191109_104030717.jpg","2048x2048-width":1536,"2048x2048-height":2048,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/IMG_20191109_104030717-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/IMG_20191109_104030717-900x1200.jpg","feature-width":900,"feature-height":1200}},"linked_projects":[{"ID":4959,"post_author":"9","post_date":"2019-08-29 10:53:58","post_date_gmt":"2019-08-29 08:53:58","post_content":" Floating into the Post-Anthropocene <p><em>Aerocene<\/em> is an open-source artistic project initiated by Studio Tomás Saraceno. The Aerocene is also the name given to a new and hopeful post-Anthropocenic epoch of Earth’s planetary history. As described by <a href=\"https:\/\/pure.royalholloway.ac.uk\/portal\/en\/publications\/becoming-aerosolar(243c8e42-2ac1-4af9-a054-0b8958810387).html\" target=\"_blank\" rel=\"noopener noreferrer\">Tomás Saraceno, Sasha Engelmann and Bronislaw Szerszynski<\/a>, to envision the Aerocene &#8220;is to imagine a metabolic and thermodynamic transformation of human societies’ relation with both the Earth and the Sun. It is an invitation to think of new ways to move and sense the circulation of energy. It is a scalable process to re-pattern atmospheric dwelling and politics through an open-source ecology of practices, models, data—and a sensitivity to the more-than-human world.” The Aerocene project has been a major inspiration for the Anthropocene Campus Seminar <a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/campus-2016\/knowing-in-the-anthropocene\" target=\"_blank\" rel=\"noopener noreferrer\">Knowing (in) the Anthropocene<\/a>. Recently, Studio Tomás Saraceno has been working on the <em>Aerocene Explorer<\/em>, a DIY flying sculpture for solar-powered atmospheric exploration.<\/p>\n<p>&nbsp;<\/p>\n<p>For further information visit <a href=\"https:\/\/aerocene.org\/\" target=\"_blank\" rel=\"noopener noreferrer\">Aerocene.org.<\/a><\/p>\n ","post_title":"The Aerocene","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"the-aerocene","to_ping":"","pinged":"","post_modified":"2020-05-05 17:04:02","post_modified_gmt":"2020-05-05 15:04:02","post_content_filtered":"","post_parent":0,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=project&#038;p=4959","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw"},{"ID":3399,"post_author":"3","post_date":"2019-08-21 16:04:49","post_date_gmt":"2019-08-21 14:04:49","post_content":"<p>The relations between extraction, synthesis, and exploitation, and the effects of commodity dependencies across scales are explored in this seminar, by mapping commodity flows and energy cycles in the Mississippi basin.<\/p>\n  <p>In the Lower Mississippi region, ongoing addictions to sugar, white supremacy, and capital have fueled exploitation of both nature and human society, and—from the molecular relations of industrial chemistry to the accretion of nitrate emissions—20th century commodities once considered solutions to human need, such as synthesized nitrogen, have become engines of planetary change. This seminar is intended to map commodity flows and energy cycles in the Mississippi basin as a whole, to document the relations between extraction, synthesis, and exploitation, and the effects of commodity dependencies across scales.<\/p>\n <p>This seminar is rooted in the idea that the Mississippi watershed is itself a commodity. Its form is dictated by the Appalachia in the East, formed 480 million years ago, and Rocky Mountains in the West, 180 million years ago. This topography creates a basin which governs the path taken by rainwater. The resultant cycle of kinetic energy enables the transport of goods, the generation of power, irrigation, and the accumulation of sediment in southern Louisiana and the Gulf. Along this riverine kinesis, a plethora of industrial sites agglomerate, treating the river as a conveyor, faucet, thermal sink, and waste disposal mechanism. From fertilizers and plastics to sugar, this industrial hydrology maps onto the older economic geography of plantations, reflecting a long and violent history of exploitation of both social and natural systems that continues today, as certain forms of production occur at the expense of human existence and the condition of the natural environment.<\/p>\n<p>To better understand this “operational” landscape, seminar participants will each choose and research a commodity and bring it (or a representation of it) to Campus. Day 1 will begin by sharing, sensing, and arranging these commodities on tables and studying related maps, to explore the relationships between the varied material objects. This classroom experience will be followed by a boat tour on the Mississippi River offered by the Port of New Orleans, to see first-hand the working wharves and docks where plastics, grains, and fuels come and go. In parallel, other seminar participants will learn about the commodification of the city’s Mardi Gras culture.<\/p>\n<p>On the second day, participants will visit the Whitney Museum, the site of a former sugar plantation, to draw out the history of racialized violence upon which commodity production has rested in the region and continues to do so. The appropriation of the work of humans and nature in the region dates back at least to the mid-18th century: Sugar from South East Asia was first planted in New Orleans in 1751. Like cotton, it benefited from the nutritive properties of deposited alluvial soil and the process of photosynthesis. The agricultural knowledge and labor of the enslaved made enormous profits possible. To understand the continued human cost of commodity production, the seminar will also visit the community of St. James Parish, a largely African American community that faces ongoing exposure to the toxic externalities of plastic production. Finally, to further understand the collective consequence of industrial chemistry and its products, participants will visit the largest nitrogen refinery in North America, CF industries in Donaldsonville. Visiting the nitrogen plant allows for the disentanglement of the complex relationships characterizing the agro-energy nexus, with nitrogen production reflecting the intensification of industrial agriculture and the continuing dependence on fossil fuels as well as their negative externalities, both social and environmental. The seminar will also test various relational strategies to enter the plant: exploring nitrate’s integration with our own bodies; using satellite data to map its atmospheric dispersal; and considering its relation to the river and attendant infrastructure. Tracing nitrogen flows will offer one means of mapping the complex feedbacks of an anthropocentric Earth.<\/p>\n","post_title":"Seminar: Commodity Flows","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"seminar-commodity-flows","to_ping":"","pinged":"","post_modified":"2021-02-08 12:55:45","post_modified_gmt":"2021-02-08 11:55:45","post_content_filtered":"","post_parent":3396,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=3399","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw"},{"ID":8,"post_author":"1","post_date":"2019-07-26 17:12:58","post_date_gmt":"2019-07-26 15:12:58","post_content":"<p><em>Mississippi. An Anthropocene River<\/em> aims to make the Mississippi River Basin legible as a zone of ecological, historical, and social interaction between humans and the environment using novel forms of exchange, research, collaboration, and pedagogy.<\/p>\n  <p>The Mississippi region presents a remarkable landscape for understanding the rapid shift into what scientists and humanists are calling the Anthropocene—the geological epoch of humankind. Over the course of a year, <em>Mississippi. An Anthropocene River<\/em> (2018–19) explored how the river—as ecology and human habitat—has been reshaped over time, understanding its present as a product of a history of human-environmental interaction, but also violent intervention.<\/p>\n<p>&nbsp;<\/p>\n <p>The project brought together artists, activists, and scholars from numerous disciplines and backgrounds to form five regional Field Stations. A group of travel fellows went on a three-month long journey down the length of the river and conducted River School formats both online and on-site and the project culminated in a weeklong Anthropocene Campus event in New Orleans. Taken all together, <em>Mississippi. An Anthropocene River<\/em> attempted to rethink how knowledge about the contemporary conditions of the Anthropocene are studied locally and shared and understood at various scales with multiple stakeholders.<\/p>\n<p>The Mississippi River’s meandering path has carved out an iconic landscape in US mythology and has become a symbol for human impact. Barely a river but more of a floodplain before, it was massively dredged in the 20th century. Its ecology has evolved as a constantly shifting ecosystem, a catchment of cultures, a dividing line, a water highway for resources and goods, and a sink for pollutants. From the logging and mining zones in the Upper River area to the high technology and petrochemical centers in the Delta; from the industrial agricultural landscapes of the Midwest to the “dead zones” in the Gulf of Mexico; from the historic transportation network enabling the egregious trade of human forced labor to the social injustices of poverty and deindustrialization today—the Mississippi is a symptom and object of investigation for the radical impact humans inflict on the Earth.<\/p>\n<p><em>Mississippi. An Anthropocene River<\/em> manifested itself in a variety of field-research activities, public forums, workshops, and travels on and along the Mississippi River. Five <em>Anthropocene River Field Station<\/em>s, distributed along the watershed from North to South, investigated, highlighted, and shared historical and contemporary issues of their respective region using both scientific and artistic research methods over the course of one year. <em>Sediment, <\/em><em>Settlement<\/em><em>, Sentiment: The Machinic River <\/em>(<a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-1-sediment-settlement-sentiment\" target=\"_blank\" rel=\"noopener noreferrer\">Field Station 1<\/a>) addressed the uppermost part of the Mississippi River as a sight of river engineering, experimentation and speculation. <em>Anthropocene Drift<\/em> (<a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-2-anthropocene-drift\" target=\"_blank\" rel=\"noopener noreferrer\">Field Station 2<\/a>) centered on the process of biome change, contrasting the monocrop landscapes of the Corn Belt with the Driftless Area stretching across southeastern Minnesota, southwestern Wisconsin and northwestern Iowa. <em>Anthropocene Vernacular. Industry, Indigeneity, and Empire<\/em> (<a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-3-anthropocene-vernacular\" target=\"_blank\" rel=\"noopener noreferrer\">Field Station 3<\/a>) explored the long and conflicted histories of settlement and domestication in the St. Louis area and the American Bottom. <em>Confluences Ecologies<\/em> (<a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-4-confluence-ecologies\" target=\"_blank\" rel=\"noopener noreferrer\">Field Station 4<\/a>) engaged with the ecologic-economic-technological infrastructures in the “Confluence Area” between Southern Illinois, Missouri and Kentucky. <em>Place, Space &amp; Relations of Belongings<\/em> (<a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-5-commodity-exploitation\" target=\"_blank\" rel=\"noopener noreferrer\">Field Station 5<\/a>) explored identity and commerce in the in the Lower Mississippi River stretching from Memphis to Natchez. During the fall of 2019, an <em><a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-journey\" target=\"_blank\" rel=\"noopener noreferrer\">Anthropocene River Journey<\/a>—<\/em>made on canoes and vans travelling down and along the Mississippi—gathered the explorations of the various Field Stations and synthesized them into a common framework. Travelling participants carried out their own research and provided extensive documentation, bringing the findings downstream and tying the different narratives together. Finally, the <a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-campus-the-human-delta\" target=\"_blank\" rel=\"noopener noreferrer\"><em>Anthropocene River Campus: The Human Delta<\/em><\/a> in New Orleans marked a conceptual contraction of the specifically local approaches of the project, informed and leveraged by the research works of the Field Stations, and the planetary-scale framework of economic, ecological, and social teleconnections of the Anthropocene River. An <a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-school\" target=\"_blank\" rel=\"noopener noreferrer\"><em>Anthropocene River School<\/em><\/a> featured several linked activities, working as an exemplary platform for research practice and activism, transforming field site data into an ongoing, collaborative teaching enterprise—both on site and online.<\/p>\n","post_title":"Mississippi. An Anthropocene River","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"mississippi","to_ping":"","pinged":"","post_modified":"2020-08-24 11:03:10","post_modified_gmt":"2020-08-24 09:03:10","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=8","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw"},{"ID":3488,"post_author":"3","post_date":"2019-08-22 11:26:24","post_date_gmt":"2019-08-22 09:26:24","post_content":"<p class=\"text\">Green infrastructures intend to respond to the climatic and environmental challenges of the Anthropocene. But which landscapes are considered worthy of protection and on what grounds?<\/p>\n<div class=\"authors\"><\/div>\n Shifting Regimes of Valuing Delta Wetlands - An Anthropocene Parable of Loss and Protection <p>The term “green infrastructures” denotes an approach to water management that is not only geared towards regionalized risk mitigation, but also encompasses environmental restoration. But what is deemed as “acceptable loss” and what is regarded as a “natural asset”? In other words, how is valuation assigned to nature?<\/p>\n ","post_title":"Infrastructural Nature","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"infrastrucural-nature","to_ping":"","pinged":"","post_modified":"2020-04-20 10:09:56","post_modified_gmt":"2020-04-20 08:09:56","post_content_filtered":"","post_parent":2775,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=3488","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw"},{"ID":3396,"post_author":"3","post_date":"2019-08-21 16:00:47","post_date_gmt":"2019-08-21 14:00:47","post_content":"<p>From November 9 to 16, 2019, the <em>Anthropocene River Campus: The Human Delta<\/em> synthesizes the downstream within a week-long field research and educational event at Tulane University and in and around New Orleans. It aims to open up novel collaborative and exploratory epistemological practices around six seminars and a series of public programs.<\/p>\n  <p>The <em>Anthropocene River Campus: The Human Delta<\/em> will synthesize the downstream in the Mississippi within a week-long field research and educational event at Tulane University and in and around New Orleans, aiming to open up novel collaborative and exploratory epistemological practices.<\/p>\n <p>When the Mississippi River, having drained one-eighth of the entire continent, reaches the delta it does not only bring with it the whole material and cultural legacy of the anthropogenic territory it went through. It epitomizes the many vernacular contours of the Anthropocene and, at the same time, reconfigurates them towards a global meshwork of teleconnected consequences. Marking a decisive shift from a tributary to a distributary system, the unique geography of the delta and its “thick” locality represents both the acme of the Anthropocene River, as well as its outflow into the global sphere of open waters. It exemplifies as much a local Anthropocene topography as it draws out a global topology of Anthropocene bearings and relationships.<\/p>\n<p>Synthesizing the findings of the <em>Field Stations<\/em>, the <em>Anthropocene River Campus: The Human Delta<\/em> unfolds key themes—ranging from the flow of commodities, river engineering, and risk and equity to clashing Anthropocene temporalities, claims to property and access, and the stark reality of spiritual and material exhaustion—and investigates them locally in and around the delta. With a series of six field research centered seminars and collateral public events, the aim is to open up novel collaborative and exploratory epistemological practices.<\/p>\n","post_title":"Anthropocene River Campus: The Human Delta","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"anthropocene-river-campus-the-human-delta","to_ping":"","pinged":"","post_modified":"2020-09-18 11:15:09","post_modified_gmt":"2020-09-18 09:15:09","post_content_filtered":"","post_parent":8,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=3396","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw"}],"methods":false,"keywords":false,"folksonomy":[{"term_id":289,"name":"Air","slug":"air","term_group":0,"term_taxonomy_id":289,"taxonomy":"folksonomy","description":"","parent":0,"count":14,"filter":"raw"},{"term_id":349,"name":"Navigation","slug":"navigation","term_group":0,"term_taxonomy_id":349,"taxonomy":"folksonomy","description":"","parent":0,"count":5,"filter":"raw"},{"term_id":357,"name":"Transport","slug":"transport","term_group":0,"term_taxonomy_id":357,"taxonomy":"folksonomy","description":"","parent":0,"count":8,"filter":"raw"},{"term_id":358,"name":"Mobility","slug":"mobility","term_group":0,"term_taxonomy_id":358,"taxonomy":"folksonomy","description":"","parent":0,"count":5,"filter":"raw"},{"term_id":377,"name":"refinery","slug":"refinery","term_group":0,"term_taxonomy_id":377,"taxonomy":"folksonomy","description":"","parent":0,"count":9,"filter":"raw"}]},"author_name":"deboraswistun","_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note\/15405"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/field_note"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/60"}],"version-history":[{"count":1,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note\/15405\/revisions"}],"predecessor-version":[{"id":25675,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note\/15405\/revisions\/25675"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=15405"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=15405"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=15405"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=15405"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]