[{"id":15541,"date":"2019-11-13T14:58:33","date_gmt":"2019-11-13T13:58:33","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/field_note\/1573653512665-underhil\/"},"modified":"2020-05-13T09:17:55","modified_gmt":"2020-05-13T07:17:55","slug":"1573653512665-underhil","status":"publish","type":"field_note","link":"https:\/\/content.anthropocene-curriculum.org\/field_note\/1573653512665-underhil\/","title":{"rendered":"1573653512665-underhil"},"content":{"rendered":"","protected":false},"excerpt":{"rendered":"","protected":false},"author":17,"template":"","method":[10,13],"keyword":[185,186,207,324,325,250,321,330],"folksonomy":[50,332,377,317,383,386],"acf":{"text":"90 Years of \"living united\" at Norco","latitude":"29.9990924","longitude":"-90.4123042","location":"Norco, Louisiana, USA","media":{"ID":15540,"id":15540,"title":"36D57A53-38D8-4E7B-BF28-F01F4EA5A3E8.jpeg","filename":"36D57A53-38D8-4E7B-BF28-F01F4EA5A3E8.jpeg","filesize":1999189,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/36D57A53-38D8-4E7B-BF28-F01F4EA5A3E8.jpeg","link":"https:\/\/content.anthropocene-curriculum.org\/field_note\/1573653512665-underhil\/36d57a53-38d8-4e7b-bf28-f01f4ea5a3e8-jpeg\/","alt":"","author":"17","description":"","caption":"","name":"36d57a53-38d8-4e7b-bf28-f01f4ea5a3e8-jpeg","status":"inherit","uploaded_to":15541,"date":"2019-11-13 13:58:29","modified":"2019-11-13 13:58:33","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":4032,"height":3024,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/36D57A53-38D8-4E7B-BF28-F01F4EA5A3E8-768x576.jpeg","thumbnail-width":768,"thumbnail-height":576,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/36D57A53-38D8-4E7B-BF28-F01F4EA5A3E8-300x225.jpeg","medium-width":300,"medium-height":225,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/36D57A53-38D8-4E7B-BF28-F01F4EA5A3E8-768x576.jpeg","medium_large-width":768,"medium_large-height":576,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/36D57A53-38D8-4E7B-BF28-F01F4EA5A3E8-1400x1050.jpeg","large-width":1400,"large-height":1050,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/36D57A53-38D8-4E7B-BF28-F01F4EA5A3E8.jpeg","1536x1536-width":1536,"1536x1536-height":1152,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/36D57A53-38D8-4E7B-BF28-F01F4EA5A3E8.jpeg","2048x2048-width":2048,"2048x2048-height":1536,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/36D57A53-38D8-4E7B-BF28-F01F4EA5A3E8-48x48.jpeg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/11\/36D57A53-38D8-4E7B-BF28-F01F4EA5A3E8-1600x1200.jpeg","feature-width":1600,"feature-height":1200}},"linked_projects":[{"ID":6813,"post_author":"10","post_date":"2019-08-29 15:57:33","post_date_gmt":"2019-08-29 13:57:33","post_content":"<p>A research project on the anthropogenic influence on pollution concentration and air quality of the Mississippi River region.<\/p>\n  <p>The air of the Mississippi River region is heavily influenced by anthropogenic activities along and on the river. Similarly, regional differences in air quality between rural, urban, and industrial environments can too largely be ascribed to human activities. But how has pollution concentration changed over time? And how are these processes related to the flow and the course of the river?<\/p>\n ","post_title":"Air-Quality Influences from the Anthropogenic Activities along the Mississippi River","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"air-quality-influences-from-the-anthropogenic-activities-along-the-mississippi-river","to_ping":"","pinged":"","post_modified":"2020-01-08 12:39:43","post_modified_gmt":"2020-01-08 11:39:43","post_content_filtered":"","post_parent":2775,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=project&#038;p=6813","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw"},{"ID":3512,"post_author":"3","post_date":"2019-08-22 11:51:46","post_date_gmt":"2019-08-22 09:51:46","post_content":"<p class=\"text\">The impact of fossil fuel emissions on climate change is well established. This research project sheds light on the lesser known origins and history of the petro-industry.<\/p>\n<div class=\"icons\"><\/div>\n  <p>Hydrocarbons not only play a driving role as an enabler of mobility, but the refineries of the petro-industry, which clusters around Baton Rouge, are also a catalyst of anthropocenic transformation processes of planetary scale. But where lie the origins of petrochemistry and what is its history?<\/p>\n <p>Baton Rouge is home to one of the biggest refineries in the United States and in the world. This chemical complex produces over 300 products, adding up to a general output of more than 500,000 barrels daily. This alone would qualify it as a perfect site to read as a contribution to<em> Mississippi. An Anthropocene River<\/em>, because petrochemistry is one of the most important drivers of anthropocenic change. Furthermore, this particular chemical process landscape is a “National Historic Chemical Landmark” and a historic site of German–American scientific cooperation.<br \/>\nThe refinement and chemical synthesis of fuels, ammunition, pharmaceuticals, fertilizers, and plastics have fundamentally altered the human condition and the very functions of the planetary biosphere. Chemistry, the science of processes, has produced substances that have altered the natural and cultural evolution of the planet, resulting in unprecedented mobility, chemically fuelled wars, organismic extinction, and economic and population growth. Raw materials have not driven the “Great Acceleration,” but as Baton Rouge shows, it was the work of industrial chemistry and the use of catalysts that helped bring about the Anthropocene.<\/p>\n<p>The prehistory of petrochemistry lies in nitrogen chemistry. Since the invention of the Haber-Bosch process in around 1910, the impact of the German chemical industry has had planetary significance. The catalytic synthesis of ammonia has vastly amplified the planet’s metabolism by producing abundant fertilizer and changed warfare by producing abundant ammunition. Furthermore, it provided the technical platform for hydrocarbon synthesis and petrochemistry.<\/p>\n<p>In Baton Rouge, the German chemical company BASF (IG Farben) has closely cooperated with the New Jersey-based Standard Oil Company since the 1920s. German efforts to replace oil with synthetic fuels derived from hydrogenated coal, and advancements on the technical platform brought these companies together. In the late 1920s, when the complexity of the task threatened the German project, the Americans stepped in. Close scientific cooperation began, with asset swaps and joint laboratory work between Germany and America, resulting in important advances in petrochemical research, poignantly just before they became combatants in the Second World War.<\/p>\n<p>The development of the major chemical compounds of modern warfare, from aviation fuel to synthetic rubber and toluene used for explosives, took place on the new industrial platform of catalytic petrochemistry. In particular, the high-octane fuels used in military aircraft depended on new molecular technology derived from German coal chemistry. With considerable irony, Germany lost the war in part as the result of America’s use of German chemistry. Since the conflict, petrochemistry has become a planetary force, enabling unparalleled mobility, whilst the Ziegler-Natta process, also of German origins, enabled the abundance of plastics that now pollute the Earth.<\/p>\n<p>Near the estuary of a vast hydrological basin, the refineries of Baton Rouge are one source of the flood of petrochemical goods that enter the planetary system. Understood as heart chambers of the Anthropocene, refineries drive the outputs of industry and have manifold effects on ecological metabolisms and climatic patterns. The hydrocarbon industries share the same technological basis as nitrogen chemistry and both are grounded in the production of ammunition and fertilizers. Even the soil-enriching side of this dichotomy shows a destructive tendency in Louisiana, as over-fertilization of the Mississippi Valley has created large eutrophic dead zones in the Gulf of Mexico.<\/p>\n<p>This project will involve interviews with practitioners, historians, and archivists as well as a visit to Baton Rouge, where the site will be approached as a paradigmatic place in which coal chemistry and petrochemistry, as well as German and American science and industry, met, changing not only the flow of political and cultural history but planetary history as well.<\/p>\n","post_title":"Baton Rouge: A Process Landscape at the Confluence of German-American Chemistry","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"baton-rouge-a-process-landscape-at-the-confluence-of-german-american-chemistry","to_ping":"","pinged":"","post_modified":"2020-08-03 10:24:05","post_modified_gmt":"2020-08-03 08:24:05","post_content_filtered":"","post_parent":2775,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=3512","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw"},{"ID":11803,"post_author":"10","post_date":"2019-01-01 17:43:19","post_date_gmt":"2019-01-01 16:43:19","post_content":"<p class=\"text\">How can we know about the Anthropocene? In a series of field trips and workshops, the ACM18 took the concept into the field.<\/p>\n<p>&nbsp;<\/p>\n  <p>The concept of the Anthropocene induced a paradigm shift in the processes of knowledge making. Through an exploration of the theme of “the Elemental,” the Anthropocene Campus Melbourne took the Anthropocene concept into the field. The following reports reflect on the novel methodological approaches that have been put to the test during a series of field trips and workshops.<\/p>\n ","post_title":"Field Trips","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"field-trips","to_ping":"","pinged":"","post_modified":"2019-09-19 19:15:47","post_modified_gmt":"2019-09-19 17:15:47","post_content_filtered":"","post_parent":4988,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=project&#038;p=11803","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw"},{"ID":2716,"post_author":"3","post_date":"2019-08-20 14:30:50","post_date_gmt":"2019-08-20 12:30:50","post_content":"<p><span style=\"font-weight: 400;\">Corporate personhood has rearticulated how agricultural giant Monsanto operates legally on the landscape.<\/span><\/p>\n  <p>By locating archival research and field work in the Village of Sauget, Illinois, this project seeks to uncover the sense of corporate personhood, while also opening up a space to consider how the Anthropocene is embodied in the everyday, vernacular activities and landscapes that exist in the sites of industry, far beyond the rhetorical partitions of theoretical, legal, and environmental debate.<\/p>\n <p>For decades, the figure of Monsanto has loomed across the global Anthropocene, a confounding and monolithic presence, yet often a faceless specter responsible for impacts as various as Agent Orange, genetically modified crops, or a range of community and environmental challenges<em>. <\/em>Invoked popularly as a euphemism for the logic of acceleration characteristic of the Anthropocene, Monsanto is also one of the entities most associated with ramifications of the landmark <em>Citizens United v. Federal Election Commission<\/em> US Supreme Court ruling, establishing corporate personhood. Ironically, in the midst of acknowledged and visible environmental crisis, and during a political moment upholding the notion that “corporations are people,” Monsanto operates in an echelon with few placed, individual stories and particulars on which to grasp.<\/p>\n<p>Though its impact is felt globally, the story of Monsanto is a local one. Through archival research and conversations with the community in the village of Sauget, Illinois (initially founded as the industrial suburb of Monsanto in 1926), this project seeks to create the conditions for Sauget residents to tell their side of the story about corporate personhood. Equally, it is an opening up of a space to consider how the Anthropocene is embodied within the everyday activities of the community’s people and landscape; an initial step toward building the platform that will enable the stories and histories of the Anthropocene to be heard and shared in the vernacular across both sides of the Mississippi River. The Monsanto project will culminate in a day of public conversations and a cookout with Sauget residents and their counterparts across the American Bottom.<\/p>\n<p><em>Monsanto Town<\/em> seeks to mark the gaps in these overlays through an attention to the everyday life and cultural landscapes of Sauget, as well as archival research into the labor culture at Monsanto’s facilities before public association with PCB production necessitated the change in name in 1977. By combining research with an engaged, multidisciplinary approach to fieldwork, this project will balance the historical, economic, and environmental account of the past and continuing, hazardous, present, of Monsanto Town with confounding points of dissonance and similarity present in the everyday contemporary cultural landscape of Sauget. Through activating both of these methods, this project will locate how, contrary to the popular mythos of this industrial suburb, a rich narrative of one of the epicenters of the Anthropocene can be powerfully understood through its vernacular practices, people, and places – as well as its more obvious smoke stacks and Superfund sites.<\/p>\n","post_title":"Monsanto Town","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"monsanto-town","to_ping":"","pinged":"","post_modified":"2019-09-30 17:21:35","post_modified_gmt":"2019-09-30 15:21:35","post_content_filtered":"","post_parent":2712,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=2716","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw"},{"ID":3412,"post_author":"3","post_date":"2019-08-21 16:07:12","post_date_gmt":"2019-08-21 14:07:12","post_content":"<p>The articulation of risk assessment and management as being at the heart of environmental justice is the focus of this seminar, which explores the paired concepts of risk and equity through lived experiences.<\/p>\n  <p>Risk to life and wellbeing are emblematic of the Anthropocene yet many risks are not shared nor accounted for amid the slow disasters of faulty infrastructure and exclusionary spatial practices that leave marginalized people in harm’s way. This seminar articulates how risk assessment and management are at the heart of environmental justice.<\/p>\n <p>The adverse risks to climate change and ecological degradation are never shared equally across the globe—or even within a region. This seminar explores the paired concepts of risk and equity as expressed through the lived experiences of residents in the lower Mississippi River region, and the infrastructures of greater New Orleans. It brings the notions of the “Quotidian Anthropocene” and “Slow Disaster” to bear, thinking about industrialization and toxicity not merely as quantifiable events on a timeline, but as exceedingly slow processes of environmental and human stress, locating the effects in the everyday lives and coping strategies of communities that persist and resist. Participants will work with conveners to gain background knowledge about these ideas, and then apply the concepts to field experiences in conjunction with community partners. The conceptual application is only made viable through a commitment to the mutuality of partnership with community members and locally active health and land use experts. We will explore the scale and scope of (anti-)Anthropocene activism and the diverse ways of reacting to risk\/equity issues in Louisiana.<\/p>\n<p>Special care is taken to emphasize that participants will be working within pre-existing channels of mutuality and collaboration, focused on the work of the Louisiana Environmental Action Network (LEAN) and the Louisiana Landmarks Society (LLS), among others. Rather than foster “toxic tourism,” participants will deepen their facility with the Quotidian Anthropocene and Slow Disaster through the development of methods of local action—working on a project that was launched in September through the activities of the New Orleans Anthropocene Field Campus. At this time, the project format is open-ended, but will revolve around the formation of a community archive and it is expected that participants may wish to remain active and engaged in the localized work and partnerships after the Campus ends. Two advance call-in seminars will introduce participants to the concepts and the partnered project before the November Campus convenes. In Louisiana, participants will engage in on-site work sessions with LEAN and LLS as well as “on-campus” debrief and discussion sessions.<\/p>\n","post_title":"Seminar: Risk\/Equity","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"seminar-risk-equity","to_ping":"","pinged":"","post_modified":"2020-09-05 14:37:15","post_modified_gmt":"2020-09-05 12:37:15","post_content_filtered":"","post_parent":3396,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=3412","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw"}],"methods":[{"term_id":10,"name":"Field Work","slug":"field-work","term_group":0,"term_taxonomy_id":10,"taxonomy":"method","description":"","parent":0,"count":152,"filter":"raw"},{"term_id":13,"name":"Monitoring","slug":"monitoring","term_group":0,"term_taxonomy_id":13,"taxonomy":"method","description":"","parent":0,"count":33,"filter":"raw"}],"keywords":[{"term_id":185,"name":"Capitalism","slug":"capitalism","term_group":0,"term_taxonomy_id":185,"taxonomy":"keyword","description":"","parent":0,"count":72,"filter":"raw"},{"term_id":186,"name":"Carbon","slug":"carbon","term_group":0,"term_taxonomy_id":186,"taxonomy":"keyword","description":"","parent":0,"count":21,"filter":"raw"},{"term_id":207,"name":"Energy","slug":"energy","term_group":0,"term_taxonomy_id":207,"taxonomy":"keyword","description":"","parent":0,"count":45,"filter":"raw"},{"term_id":250,"name":"Pollution","slug":"pollution","term_group":0,"term_taxonomy_id":250,"taxonomy":"keyword","description":"","parent":0,"count":30,"filter":"raw"},{"term_id":321,"name":"Race","slug":"race","term_group":0,"term_taxonomy_id":321,"taxonomy":"keyword","description":"","parent":0,"count":34,"filter":"raw"},{"term_id":324,"name":"Environmental Justice","slug":"environmentaljustice","term_group":0,"term_taxonomy_id":324,"taxonomy":"keyword","description":"","parent":0,"count":51,"filter":"raw"},{"term_id":325,"name":"Inequality","slug":"inequality","term_group":0,"term_taxonomy_id":325,"taxonomy":"keyword","description":"","parent":0,"count":19,"filter":"raw"},{"term_id":330,"name":"Slavery","slug":"slavery","term_group":0,"term_taxonomy_id":330,"taxonomy":"keyword","description":"","parent":0,"count":24,"filter":"raw"}],"folksonomy":[{"term_id":50,"name":"Industrialization","slug":"industrialization","term_group":0,"term_taxonomy_id":50,"taxonomy":"folksonomy","description":"","parent":0,"count":14,"filter":"raw"},{"term_id":317,"name":"Risk","slug":"risk","term_group":0,"term_taxonomy_id":317,"taxonomy":"folksonomy","description":"","parent":0,"count":1,"filter":"raw"},{"term_id":332,"name":"Oil","slug":"oil","term_group":0,"term_taxonomy_id":332,"taxonomy":"folksonomy","description":"","parent":0,"count":10,"filter":"raw"},{"term_id":377,"name":"refinery","slug":"refinery","term_group":0,"term_taxonomy_id":377,"taxonomy":"folksonomy","description":"","parent":0,"count":9,"filter":"raw"},{"term_id":383,"name":"Time","slug":"time","term_group":0,"term_taxonomy_id":383,"taxonomy":"folksonomy","description":"","parent":0,"count":4,"filter":"raw"},{"term_id":386,"name":"Toxics","slug":"toxics","term_group":0,"term_taxonomy_id":386,"taxonomy":"folksonomy","description":"","parent":0,"count":2,"filter":"raw"}]},"author_name":"underhil","_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note\/15541"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/field_note"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/17"}],"version-history":[{"count":1,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note\/15541\/revisions"}],"predecessor-version":[{"id":25646,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note\/15541\/revisions\/25646"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=15541"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=15541"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=15541"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=15541"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]