[{"id":17148,"date":"2020-01-17T12:45:13","date_gmt":"2020-01-17T11:45:13","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/field_note\/1579261513388-simon-turner\/"},"modified":"2020-03-18T11:19:08","modified_gmt":"2020-03-18T10:19:08","slug":"1579261513388-simon-turner","status":"publish","type":"field_note","link":"https:\/\/content.anthropocene-curriculum.org\/field_note\/1579261513388-simon-turner\/","title":{"rendered":"1579261513388-simon.turner"},"content":{"rendered":"","protected":false},"excerpt":{"rendered":"","protected":false},"author":85,"template":"","method":[11,4,10,3],"keyword":[198,212,216,222,226,228,233,257],"folksonomy":[],"acf":{"text":"Element abundances in Mississippi Mud. These are the numbers from an analysis of river mud I collected during the New Orleans workshop in November. I use a machine that measures the abundance of elements in bulk samples of soils and sediments and during some machine testing this week, I remembered I had this sample. The top figure is for trace elements in units of ppm (parts per million) and the lower one for major elements as % abundance. Major elements usually represent the dominant geology of a catchment (why not colour RWB, I thought) and trace elements the local geology (hence Choctaw flag colours). The size of the rectangles are proportional to the elements abundance. Sediment geochemistry, geopolitics and tribal entities are not very often combined.","latitude":"51.58276590516805","longitude":"-0.11881422964928759","location":"London, United Kingdom","media":{"ID":17147,"id":17147,"title":"MISS_Geochem.png","filename":"MISS_Geochem.png","filesize":20521,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/MISS_Geochem.png","link":"https:\/\/content.anthropocene-curriculum.org\/field_note\/1579261513388-simon-turner\/miss_geochem-png\/","alt":"","author":"85","description":"","caption":"","name":"miss_geochem-png","status":"inherit","uploaded_to":17148,"date":"2020-01-17 11:45:12","modified":"2020-01-17 11:45:14","menu_order":0,"mime_type":"image\/png","type":"image","subtype":"png","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":402,"height":793,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/MISS_Geochem-389x768.png","thumbnail-width":389,"thumbnail-height":768,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/MISS_Geochem-152x300.png","medium-width":152,"medium-height":300,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/MISS_Geochem.png","medium_large-width":402,"medium_large-height":793,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/MISS_Geochem.png","large-width":402,"large-height":793,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/MISS_Geochem.png","1536x1536-width":402,"1536x1536-height":793,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/MISS_Geochem.png","2048x2048-width":402,"2048x2048-height":793,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/MISS_Geochem-48x48.png","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/MISS_Geochem.png","feature-width":402,"feature-height":793}},"linked_projects":[{"ID":3505,"post_author":"3","post_date":"2019-08-22 11:49:27","post_date_gmt":"2019-08-22 09:49:27","post_content":"<p>What modes of collecting, representing, and knowing are appropriate to meet the conceptual and practical challenges of the Anthropocene? Which narrative forms and styles can help us to document states of flux and transformation, across multiple scales of space and time?<\/p>\n  <p>As a traveler on the <em>Anthropocene River Journey<\/em> , I propose to create an Upper Mississippi River Field Diary, with multimedia entries to be posted online. Each Field Diary entry will focus on a specific object, or “specimen,” found along the way. The selected specimens will be eclectic, storied, and difficult to categorize, creating the cumulative effect of a cabinet of curiosities. The spirit and tone of the Field Diary will alternate between wondrous discovery and ambivalent recounting. In addition to text, the Field Diary entries may include photographs, sketches, sound, and video, according to the demands of the object in question. By playing with the conventions of the travelog or field survey genres, my goal is to question how we measure, observe, and make sense of the rapidly changing landscapes of the present.<\/p>\n <p>What modes of collecting, representing, and knowing are appropriate to meet the conceptual and practical challenges of the Anthropocene? Which narrative forms and styles can help us to document states of flux and transformation, across multiple scales of space and time?<\/p>\n<p>This project is inspired in part by the <em>Anthropocene Slam<\/em> event held at the University of Wisconsin-Madison in 2014, in which individual presenters shared an object that was representative of the Anthropocene, and which audience members then voted on for inclusion in a cabinet of curiosities. In the volume that emerged from the event, titled <em>Future Remains: A Cabinet of Curiosities for the Anthropocene<\/em>, editors Gregg Mitman, Marco Armiero, and Robert S. Emmett (2018) make the case for an object-oriented approach to understanding planetary change. Objects, they note, crystallize the intertwined relationships between nature and culture, past and present, local and global. Importantly, they also offer possibilities for multiple futures, while at the same time questioning the notion of human exceptionalism. By curating and juxtaposing a number of different specimens in the Field Diary, I hope to bring to life some of the complex attachments and ecologies that make up the Upper Mississippi River region, weaving together stories about people, creatures, plants, and landscapes with broader social, political, economic, technical, and geo-atmospheric processes and rhythms.<\/p>\n<p>Once my time as a Traveler has concluded, the Field Diary entries will be a jumping-off point for other contributions as well: I plan to develop some of the entries into longer nonfiction pieces that speak to the broader themes of the field stations, such as river-engineering, rewilding, agriculture, and biome change. In addition, I am interested in writing about how the project as a whole is negotiating between different ways of knowing and apprehending the landscape (for example, between artistic and scientific observational approaches, or between indigenous and settler-colonial cosmologies). Using the sound clips and interviews with fellow participants I collect during the Journey, I will also create an audio story about the collaborative nature of this research project. This story will be included as an episode for a podcast about fieldwork that I am launching with my colleague Christina Kim Chilcote next year under the title <em>The Field.<\/em><\/p>\n","post_title":"A Field Diary of the Upper Mississippi, 2019","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"a-field-diary-of-the-upper-mississippi","to_ping":"","pinged":"","post_modified":"2020-07-17 18:09:41","post_modified_gmt":"2020-07-17 16:09:41","post_content_filtered":"","post_parent":2775,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=3505","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw"},{"ID":3396,"post_author":"3","post_date":"2019-08-21 16:00:47","post_date_gmt":"2019-08-21 14:00:47","post_content":"<p>From November 9 to 16, 2019, the <em>Anthropocene River Campus: The Human Delta<\/em> synthesizes the downstream within a week-long field research and educational event at Tulane University and in and around New Orleans. It aims to open up novel collaborative and exploratory epistemological practices around six seminars and a series of public programs.<\/p>\n  <p>The <em>Anthropocene River Campus: The Human Delta<\/em> will synthesize the downstream in the Mississippi within a week-long field research and educational event at Tulane University and in and around New Orleans, aiming to open up novel collaborative and exploratory epistemological practices.<\/p>\n <p>When the Mississippi River, having drained one-eighth of the entire continent, reaches the delta it does not only bring with it the whole material and cultural legacy of the anthropogenic territory it went through. It epitomizes the many vernacular contours of the Anthropocene and, at the same time, reconfigurates them towards a global meshwork of teleconnected consequences. Marking a decisive shift from a tributary to a distributary system, the unique geography of the delta and its “thick” locality represents both the acme of the Anthropocene River, as well as its outflow into the global sphere of open waters. It exemplifies as much a local Anthropocene topography as it draws out a global topology of Anthropocene bearings and relationships.<\/p>\n<p>Synthesizing the findings of the <em>Field Stations<\/em>, the <em>Anthropocene River Campus: The Human Delta<\/em> unfolds key themes—ranging from the flow of commodities, river engineering, and risk and equity to clashing Anthropocene temporalities, claims to property and access, and the stark reality of spiritual and material exhaustion—and investigates them locally in and around the delta. With a series of six field research centered seminars and collateral public events, the aim is to open up novel collaborative and exploratory epistemological practices.<\/p>\n","post_title":"Anthropocene River Campus: The Human Delta","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"anthropocene-river-campus-the-human-delta","to_ping":"","pinged":"","post_modified":"2020-09-18 11:15:09","post_modified_gmt":"2020-09-18 09:15:09","post_content_filtered":"","post_parent":8,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=3396","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw"},{"ID":2775,"post_author":"3","post_date":"2019-08-20 19:14:01","post_date_gmt":"2019-08-20 17:14:01","post_content":"<p class=\"text\">What travel routes, forms of travel, and narratives are suitable for the new planetary realities?<\/p>\n  <p>From September to November 2019, the <em>Anthropocene River Journey<\/em> meanders on and along the Mississippi River and its tributaries as part of a canoe-based, eighty-day expedition down the river from the headwaters in Northern Minnesota to the Gulf of Mexico. Students of the Augsburg University’s <em>River Semester <\/em>and twenty-five scholars, artists, and activists from around the world bring together the findings and practices of the individual field stations and collect their own observational research, making connections with local people along the way. Participants will use their <em>Anthropocene River Journey<\/em> online pages to collect the research and draw it into a common narrative depicting the downstream connections of the river system, engaging ongoing debates on how to react to, cope, and deal with the effects of the Anthropocene.<\/p>\n <p>How do we travel through the Anthropocene? This question is not only an ecologically ethical one—being directly related to processes of resource depletion and fossil fuel extraction—but also has an aesthetically conceptual dimension. Previously, travel anticipated the unknown—a “foreignness”—which the traveler or travelers familiarized themselves with and appropriated. In the Anthropocene, where a limitless interweaving of humankind, nature, technology, and economics replaces the white patches of terra incognita, this logic runs into nothingness. But what travel routes, forms of travel, and narratives are suitable for the new planetary realities? And how could travel be understood as a cultural technique of relating to something rather than as a process of appropriation?<\/p>\n<p>These are the prerequisites under which students, scientists, artists, journalists, and authors explore the Mississippi in an <em>Anthropocene River Journey<\/em>. Calling in at the five Field stations along the river, travelers develop and test new types of access to the complexity of the Anthropocene river system in talks, lectures, and excursions. At some stages, they are accompanied by students from Augsburg University, Minneapolis, who, as part of the <em>River Semester<\/em>, are covering the entire length of the Mississippi River—from the source regions in the north to the Gulf of Mexico—in canoes and vans in about eighty days. In experimental seminars on ecology, political science, biology, art, astronomy, and history, they are seeking answers to the challenges of the Anthropocene.<\/p>\n","post_title":"Anthropocene River Journey","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"anthropocene-river-journey","to_ping":"","pinged":"","post_modified":"2020-09-05 14:50:53","post_modified_gmt":"2020-09-05 12:50:53","post_content_filtered":"","post_parent":8,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=2775","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw"},{"ID":2787,"post_author":"3","post_date":"2019-08-20 19:40:10","post_date_gmt":"2019-08-20 17:40:10","post_content":"<p class=\"text\">The <em>New Orleans Anthropocene Field Campus <\/em>investigates site-specific processes of environmental change and injustice and develops tactics for interdisciplinary engagement with the Anthropocene.<\/p>\n  <p>The <em>New Orleans Anthropocene Field Campus<\/em> aims to produce deep understanding of New Orleans and the Mississippi River as sites of the Anthropocene, while building tactics and a collaborative community for engaging the Anthropocene at different scales and sites around the world. Work during the Field Campus will contribute to a digital research space and exhibition that can continue to grow, supporting sustained collaboration among geographically dispersed Anthropocene researchers and activists.<\/p>\n <p>This Field Campus aims to use the concept of the Anthropocene as a catalyst for meaningful exchange: not only scholars exchanging ideas, but also non-academic practitioners, activists, and artists exchanging skills with one another. Forty participants will work closely with community partners and local experts who are striving to expose processes of environmental change and injustice within the Greater New Orleans Region.<\/p>\n<p>A major goal of the Field Campus will be to investigate the history of labor in New Orleans within the context of the Anthropocene. How was the environmental violence wrought on the land- and riverscapes of the region by plantation agriculture and the petrochemical industry also registered in the bodies of slaves and workers? How do we record, measure, and archive these effects?  And what can we learn from this history to contribute to broader strategies for recovery and healing, surviving and growing, in the Anthropocene? Participants will work together in the large group, as well as in small “project teams” to produce original works in response to what they experience and learn in the Field Campus.<\/p>\n<p>Activities will be focused around placing ourselves meaningfully and helpfully into local discussions concerning histories of environmental change as well as possible futures.  Modes of interaction and interpretation include: creating venues for discussion that might not be possible otherwise, serving as a corps of researchers willing to work towards useful outcomes, and training people in archiving, public data collecting and analysis, and ethnography. The Field Campus will focus on New Orleans, but participants will gain skills relevant to deploying similar field school tactics in other locations. The Anthropocene is global, but we discover it locally, and everyday.<\/p>\n<p>The Field Campus will culminate with an exhibit of works in progress at <a class=\"ext\" href=\"https:\/\/www.4s2019.org\/\" target=\"_blank\" rel=\"noopener noreferrer\">4S 2019 New Orleans.<\/a><\/p>\n<p>For further information, visit <a href=\"https:\/\/disaster-sts-network.org\/content\/quotidian-anthropocene\/essay\" target=\"_blank\" rel=\"noopener noreferrer\">Disaster STS Network<\/a>.<\/p>\n","post_title":"New Orleans Anthropocene Field Campus","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"new-orleans-anthropocene-field-campus","to_ping":"","pinged":"","post_modified":"2019-09-14 18:27:24","post_modified_gmt":"2019-09-14 16:27:24","post_content_filtered":"","post_parent":2785,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=2787","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw"}],"methods":[{"term_id":3,"name":"Storytelling","slug":"storytelling","term_group":0,"term_taxonomy_id":3,"taxonomy":"method","description":"","parent":0,"count":143,"filter":"raw"},{"term_id":4,"name":"Field Study","slug":"field-study","term_group":0,"term_taxonomy_id":4,"taxonomy":"method","description":"","parent":0,"count":111,"filter":"raw"},{"term_id":10,"name":"Field Work","slug":"field-work","term_group":0,"term_taxonomy_id":10,"taxonomy":"method","description":"","parent":0,"count":150,"filter":"raw"},{"term_id":11,"name":"Experiment","slug":"experiment","term_group":0,"term_taxonomy_id":11,"taxonomy":"method","description":"","parent":0,"count":67,"filter":"raw"}],"keywords":[{"term_id":198,"name":"Deep time","slug":"deep-time","term_group":0,"term_taxonomy_id":198,"taxonomy":"keyword","description":"","parent":0,"count":43,"filter":"raw"},{"term_id":212,"name":"Erosion","slug":"erosion","term_group":0,"term_taxonomy_id":212,"taxonomy":"keyword","description":"","parent":0,"count":10,"filter":"raw"},{"term_id":216,"name":"Flood","slug":"flood","term_group":0,"term_taxonomy_id":216,"taxonomy":"keyword","description":"","parent":0,"count":18,"filter":"raw"},{"term_id":222,"name":"History","slug":"history","term_group":0,"term_taxonomy_id":222,"taxonomy":"keyword","description":"","parent":0,"count":125,"filter":"raw"},{"term_id":226,"name":"Human-environment relations","slug":"human-environment-relations","term_group":0,"term_taxonomy_id":226,"taxonomy":"keyword","description":"","parent":0,"count":124,"filter":"raw"},{"term_id":228,"name":"Imaginary","slug":"imaginary","term_group":0,"term_taxonomy_id":228,"taxonomy":"keyword","description":"","parent":0,"count":29,"filter":"raw"},{"term_id":233,"name":"Landscape","slug":"landscape","term_group":0,"term_taxonomy_id":233,"taxonomy":"keyword","description":"","parent":0,"count":81,"filter":"raw"},{"term_id":257,"name":"Sedimentation","slug":"sedimentation","term_group":0,"term_taxonomy_id":257,"taxonomy":"keyword","description":"","parent":0,"count":21,"filter":"raw"}],"folksonomy":false},"author_name":"simon.turner","_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note\/17148"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/field_note"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/85"}],"version-history":[{"count":1,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note\/17148\/revisions"}],"predecessor-version":[{"id":21500,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/field_note\/17148\/revisions\/21500"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=17148"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=17148"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=17148"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=17148"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]