{
    "12646": {
        "link": "https://notes.anthropocene-curriculum.org/id/12646",
        "text": "\"Listening to the Mississippi\" at the Mississippi. After the sound walk guided by Monica Haller and Matt Rahaim on and alongside St. Anthony Falls Lock and Dam, participants check in at the traveling listening station."
    },
    "12724": {
        "link": "https://notes.anthropocene-curriculum.org/id/12724",
        "text": "River Semester guide Joe Underhill measuring water quality at the campsite on Twin Island, Minnesota. Taken all together, these measurements will provide a continuous record from the headwaters down to the Gulf of Mexico."
    },
    "12854": {
        "link": "https://notes.anthropocene-curriculum.org/id/12854",
        "text": "River Semester stopover at Lock & Dam #8. Students listen to a podcast episode of Naomi Klein's \"This Changes Everything\" while looking over at the Genoa Generating Station."
    },
    "12856": {
        "link": "https://notes.anthropocene-curriculum.org/id/12856",
        "text": "After White Pelicans have returned to Wisconsin just about 15 years ago, they have now become a common sight along the Upper Mississippi River."
    },
    "13164": {
        "link": "https://notes.anthropocene-curriculum.org/id/13164",
        "text": "Ruin [Your] World - at the John Deere Pavilon"
    },
    "13167": {
        "link": "https://notes.anthropocene-curriculum.org/id/13167",
        "text": "Stewards of the land"
    },
    "13170": {
        "link": "https://notes.anthropocene-curriculum.org/id/13170",
        "text": "Field Station 1: Discussion with Mike Hoyt and Molly Van Avery at St Anthony Falls"
    },
    "13177": {
        "link": "https://notes.anthropocene-curriculum.org/id/13177",
        "text": "Feral vegetation taking over testing grounds at the Badger Army Ammunition Plant"
    },
    "13180": {
        "link": "https://notes.anthropocene-curriculum.org/id/13180",
        "text": "Waiting in Line for the Blackhawk Rock"
    },
    "13183": {
        "link": "https://notes.anthropocene-curriculum.org/id/13183",
        "text": "Bill Quackenbush, Ho-Chunk Historic Preservation Department"
    },
    "13364": {
        "link": "https://notes.anthropocene-curriculum.org/id/13364",
        "text": "90's Ambient soundscape during locking at the Lock & Dam #8 (headphones required)"
    },
    "13368": {
        "link": "https://notes.anthropocene-curriculum.org/id/13368",
        "text": "\"Anything that’s transported in bulk quantities—especially the raw ingredients that go into many consumer products—makes a good candidate for shipping by barge. This includes coal, chemicals, grains, ores, minerals and aggregates such as sand, gravel and slag.\" (TVA website)"
    },
    "13371": {
        "link": "https://notes.anthropocene-curriculum.org/id/13371",
        "text": "Climbing a dredged sand mound on Crater Island"
    },
    "14258": {
        "link": "https://notes.anthropocene-curriculum.org/id/14258",
        "text": "Camp Life"
    },
    "15079": {
        "link": "https://notes.anthropocene-curriculum.org/id/15079",
        "text": ""
    },
    "1566669833833-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/3941",
        "text": "Solar power at 110 watts"
    },
    "1566670143264-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/3944",
        "text": "Assembling the gear for the river journey"
    },
    "1566855154819-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/4890",
        "text": "Heather, Neli (yes, she is here!)"
    },
    "1566877164374-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/4892",
        "text": "Last morning of the Anthropocene Film Residency. On a tributary of the St, Croix River which flows into the Mississippi close to the Twin Cities. With Andrea Carlson, Jenny Schmid, Tia-Simone Gardner and John Kim. Films debut on Sep 20 and 21!"
    },
    "1566877523518-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/4894",
        "text": "Finishing up software and hardware for custom data sensing device for the River Journey. Live atmospheric and water sensing and more. Details on the anthropocene curriculum website."
    },
    "1566877596229-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/4896",
        "text": "FS1 Film residency location"
    },
    "1566920087935-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/5478",
        "text": "Train passing as we gather and pack"
    },
    "1566922144169-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/5493",
        "text": "Introductions to the Dakota history of the region with Graci Horne and Shanai Matteson"
    },
    "1566928661778-nthonytran": {
        "link": "https://notes.anthropocene-curriculum.org/id/5622",
        "text": ""
    },
    "1566938184336-nthonytran": {
        "link": "https://notes.anthropocene-curriculum.org/id/5644",
        "text": ""
    },
    "1566944829496-nthonytran": {
        "link": "https://notes.anthropocene-curriculum.org/id/5646",
        "text": ""
    },
    "1566945043054-nthonytran": {
        "link": "https://notes.anthropocene-curriculum.org/id/5648",
        "text": ""
    },
    "1566946414604-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/5650",
        "text": "Learning about the Rights of Manoomin with Frank Bibeau (Ojibwe)  Manoomin (“wild rice”) now has legal rights. At the close of 2018, the White Earth band of Ojibwe passed a law formally recognizing the Rights of Manoomin. According to a resolution, these rights were recognized because “it has become necessary to provide a legal basis to protect wild rice and fresh water resources as part of our primary treaty foods for future generations.”  This reflects traditional laws of Anishinaabe people, now codified by the tribal government. White Earth’s action follows a similar resolution by the 1855 Treaty Authority.  The law begins: “Manoomin, or wild rice, within all the Chippewa ceded territories, possesses inherent rights to exist, flourish, regenerate, and evolve, as well as inherent rights to restoration, recovery, and preservation.”"
    },
    "1566996659772-nthonytran": {
        "link": "https://notes.anthropocene-curriculum.org/id/5837",
        "text": ""
    },
    "1566996678347-nthonytran": {
        "link": "https://notes.anthropocene-curriculum.org/id/5839",
        "text": ""
    },
    "1566996690171-nthonytran": {
        "link": "https://notes.anthropocene-curriculum.org/id/5841",
        "text": ""
    },
    "1567000427783-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/6011",
        "text": "View toward the headwaters. Looking north. Wind northwest at 15 knots. Temperature 51 degrees."
    },
    "1567005100424-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/6212",
        "text": "Itasca Biological Station and Laboratories is among a global network of field stations that enable \"place-based\" teaching, research, and public engagement."
    },
    "1567006438348-nthonytran": {
        "link": "https://notes.anthropocene-curriculum.org/id/6287",
        "text": ""
    },
    "1567008776790-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/6381",
        "text": "A kinship flag made by Shanai Matteson. A way of marking our relationship to place. This one is made of cotton from the Iron Range and dyed with iron mining dust. We are making flags to leave at Coffee Pot Landing where the Line 3 oil pipeline first crosses the Mississippi River."
    },
    "1567009364750-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/6383",
        "text": "What would it mean to 'riverify' people, instead of anthropomorphising the river?"
    },
    "1567009466132-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/6385",
        "text": "Overburden is the material that lies above an area that lends itself to economical exploitation, such as the rock, soil, and ecosystem that lies above a coal seam or ore body. It is also used for all soil and ancillary material above the bedrock horizon in a given area, the soil and other material that lies above a specific geologic feature, the shield for physics facilities from cosmic radiation that can interfere with experiments, and the soil over the top of the roots of a tree collected from the wild."
    },
    "1567010303341-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/6387",
        "text": "Itasca State Park state park in Minnesota contains the headwaters of the Mississippi River. It is possible to 'cross the headwaters' across the shallow 18-inch deep water, crossing from the east side to the west side, where a rock dam indicates the end of Lake Itasca and the beginning of the Mississippi."
    },
    "1567046668967-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/6410",
        "text": "https://www.youtube.com/watch?v=FnJBTw0HjQI"
    },
    "1567102720869-nthonytran": {
        "link": "https://notes.anthropocene-curriculum.org/id/7062",
        "text": ""
    },
    "1567102741965-nthonytran": {
        "link": "https://notes.anthropocene-curriculum.org/id/7064",
        "text": ""
    },
    "1567102760397-nthonytran": {
        "link": "https://notes.anthropocene-curriculum.org/id/7066",
        "text": ""
    },
    "1567161018172-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/7124",
        "text": "Headwaters circa 1900"
    },
    "1567161360053-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/7133",
        "text": "Headwaters on August 29, 2019. Getting our feet wet."
    },
    "1567165201716-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/7212",
        "text": "Crossing, floating"
    },
    "1567172683304-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/7269",
        "text": "Paul Bunyan is a giant lumberjack in American folklore. His exploits revolve around the tall tales of his superhuman labors, accompanied by Babe the Blue Ox. The first ever statue of Paul Bunyan is in Bemidji Minnesota, a vast woodland and lake region also home to the Missississippi headwaters."
    },
    "1567173318487-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/7271",
        "text": "Beavers were one of the main animals of interest to fur trappers in the Minnesota region, as the fur wore well in coats and hats that were immensely popular in early 19th century North America and Europe. The crazy Mad Hatter of Lewis Carroll's Alice in Wonderland is associated with mercury, used for Beaver pelt felting. Mercury was used to process the felt hats used in England around Lewis' time, and the erratic, flamboyant behaviour of Hatter was one of the most evident psycho-physiological first effects of mercury poisoning."
    },
    "1567512349489-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/7713",
        "text": "Field Station 1 - Land Acknowledgement Statement  This project has been created by a collective of people, each of us differently positioned toward the places in which and about which we work, who share the context of working and living on traditional, ancestral, and contemporary homelands of Dakota, Ho-Chunk, Anishinaabe peoples, Ojibwe, Menominee, Potawatomi, Ottawa, Iowa, Miami, Peoria, Sauk and Meskwaki, among many other Native Nations.   We acknowledge the overlapping histories of this region, including the continuing conditions of stolen Indigenous land and power and the ongoing violences of racial slavery. We also recognize that the institutions with which we are linked have been complicit in the erasures of history and continue to benefit from and perpetuate processes of colonization, broken treaties, dispossession, and displacement. As a project, Field Station 1, is producing art and scholarship about the Mississippi River with the material resources and in the facilities of institutions of European power and settlement, including land grant universities. We work to educate ourselves, our campuses and communities about this complex history and its contemporary manifestations. Responding to these considerations, Field Station 1 endeavored to work collaboratively and critically with a diverse group of participants from the outset. We also organized a number of activities in the headwaters region of the Mississippi River during the Kickoff (August 27–29, 2019) as a practice of land acknowledgement to open the Mississippi. An Anthropocene River project. These conversations continue in the Driftless at Field Station 2 (September 25–29, 2019), where issues concerning settler colonialism, racial capitalism, and Indigenous resurgence are engaged. We hope that these practices continue further downriver and throughout the project. Anya Kaplan-Seem and John Kim for Field Station 1  Photo caption: Coffee Pot Landing near Lake Itasca with Dawn Goodwin and Jamie Gaither. The site of the first proposed crossing of the Line 3 oil pipeline."
    },
    "1567773578662-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/8130",
        "text": "It doesn't appear on the river gauge map (A River Surveilled - https://mississippi.mapseed.org/featured/7598), but this is the first river gauge on the Mississippi. Others said they saw an electronics box also mounted under the bridge, but I did not see it myself."
    },
    "1567773810830-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/8134",
        "text": "Hot off the presses. Field Station 1 reader. Look for it on September 20-21."
    },
    "1567813529190-neli-wagner": {
        "link": "https://notes.anthropocene-curriculum.org/id/8305",
        "text": "The United States Geological Survey [USGS] states that a river's \"length may be considered to be the distance from the mouth to the most distant headwater source, or from the mouth to the headwaters of the stream commonly known as the source stream\"."
    },
    "1568628955437-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/10282",
        "text": "The headwaters of the Mississippi River in Itasca State Park is a destination for more than half a million visitors every year. The banks are eroding from foot traffic and wear from the water’s current. Originally, the river emerged from a marshy area on the edge of the lake. The low dam, built below the water’s surface by the Conservation Corps is covered by the boulders that serve as steppingstones for millions of visitors. Bob Chance, manager of Itasca State Park: \"People are enthralled by it. They are amazed that it is that small.\""
    },
    "1568639196798-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/10297",
        "text": "At B’dote with Andrea, two Emily’s, John, Nell, and Steven"
    },
    "1568639979586-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/10321",
        "text": "Joe Underhill standing next to a flood marker at Bdote indicating major floods from 1952, 1965, 1990, 2001 (and scratched in by hand 2011). Though not a disastrous flooding event for the Twin Cities, 2019 has also seen some of the most significant flooding along the Mississippi River. Take a look at Nytimes impressive visualization of this year's flooding in the Midwest and especially the South: https://www.nytimes.com/interactive/2019/09/11/us/midwest-flooding.html"
    },
    "1568659030393-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/10559",
        "text": "Final preparations for September 20-21 events for Field Station 1: Sediment, Settlement, Sentiment   On display will be works from the Anthropocene Film Residency: \"Over the past six months, four artists (Andrea Carlson, Tia-Simone Gardner, John Kim and Jenny Schmid) have developed new short films inspired by our field station’s approach to Mississippi. An Anthropocene River. They were selected because of pre-existing practices that involved a critical envisioning of the Mississippi River and/or an assessment of the environmental impacts of human activities on bodies of water. A common theme in the artists’ work is an aesthetics of displacement.\""
    },
    "1568737949503-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/11110",
        "text": "The natural spring at Big Bear Landing, where a pipe has been installed to allow for ease of drinking and animal watering from the clean water source. The spring is part of lands locals are hoping to protect from contimination by oil pipe runs, including Enbridge's \"Line 3\" running from Hardisty, Alberta to Superior, Wisconsin."
    },
    "1568738597822-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/11112",
        "text": "The Seven fires prophecy provides the detents of the life of the Anishinaabe people on Turtle Island. \"In the Third Fire the Anishinabe will find the path to their chosen ground, a land in the west to which they must move their families. This will be the land where food grows upon the waters.\" In the Ojibwe language, \"manoomin\" is what settler Europeans now call \"wild rice.\" It is a foodstuff, and a sacred symbol that marks a thousand year journey, their identity and their relationship to sustaining enviornments."
    },
    "1568772426391-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/11141",
        "text": "Heroin needles near Franklin and Cedar Avenues in Minneapolis. Pain and painkillers in the Anthropocene city."
    },
    "1568806082665-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/11178",
        "text": "Early morning on Richmond Island near Trempealeau, WI"
    },
    "1568815306498-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/11285",
        "text": "The Mississippi River runs through two state capitols: St Paul, Minnesota and Baton Rouge, Louisiana"
    },
    "1568834764331-andrea": {
        "link": "https://notes.anthropocene-curriculum.org/id/11394",
        "text": ""
    },
    "1568834765240-andrea": {
        "link": "https://notes.anthropocene-curriculum.org/id/11395",
        "text": "Waves moving sand in lines"
    },
    "1568838842480-andrea": {
        "link": "https://notes.anthropocene-curriculum.org/id/11400",
        "text": "Blisters on the Tremplateau River"
    },
    "1568839037654-andrea": {
        "link": "https://notes.anthropocene-curriculum.org/id/11402",
        "text": "Rain interferance patterns"
    },
    "1568841623817-andrea": {
        "link": "https://notes.anthropocene-curriculum.org/id/11404",
        "text": "Ceremonial twist stick of the Anthropocene Epoch"
    },
    "1568920800239-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/11986",
        "text": "All Minnesota state agencies, boards, and commissions in the executive branch moved to the new Minnesota state brand in December 2017. Here this change is evidenced by two overlayed patches,  on a shirt and outer jacket worn by Connie Cox, Lake Itasca's lead naturalist."
    },
    "1569007858411-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/12074",
        "text": "The largest Native group in Minnesota are the Anishinaabe. The place of Gaa-waabaabiganikaag means \"where there is an abundance of white clay” in Anishinaabemowin."
    },
    "1569009208738-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/12076",
        "text": "\"The dead told their story, now we have to ask the living.\" - Nancy from Project Sweetie Pie about environmental contamination along the Mississippi River."
    },
    "1569087902404-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/12090",
        "text": "\"Listening to the Mississippi\" asks listeners to orient themselves to the river through their sense of sound, rather than by sight alone. The project seeks to understand the Mississippi as a dynamic condition that includes the past and the present and stretches across a great distance. Through the use of mobile listening packs that include headphones, a felted mat, and listening notes, the project cultivates distinct moments of engagement that accumulate through compilations of sound and the activation of other senses: sight, smell, and even touch.  The project is moving down river with the River Journey."
    },
    "1569148411524-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/12092",
        "text": "Improved practices in flooded rice cultivation is a Natural Climate Solutions (NCS) recommended by scientists in \"Natural climate solutions for the United States\", in a Science Advances article from 2018. Further practices include mid-season drainage, alternate wetting and drying, and residue removal that can reduce CH4 and N2O emissions.  The state is second only to California in wild rice production, and unique in the production of wild rice, with both cultivated paddy wild rice and traditional Native American hand harvested wild rice."
    },
    "1569172914075-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/12096",
        "text": "Upper St. Anthony Falls Lock and Dam. The location of Field Station 1 events.   St. Anthony Falls was the upper limit of commercial navigation on the Mississippi until two dams and a series of locks were built between 1948 and 1963 by the United States Army Corps of Engineers. The locks made commercial navigation possible above Minneapolis. At midnight on June 9, 2015, the Upper St. Anthony Falls lock was permanently closed by Section 2010 of \"H.R.3080 - Water Resources Reform and Development Act of 2014\" which was signed into law by President Barack Obama on June 10, 2014, and was required to be implemented \"Not later than 1 year after the date of enactment\" The closure is intended to stop the spread of invasive species, namely two types of Asian carp: bighead carp and silver carp. Minneapolis is once again the site of the head of navigation of the river.  Photo by Alicia Johnson. Text adapted from Wikipedia."
    },
    "1569173216724-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/12098",
        "text": "Picture during FS1 event. Tia-Simone Gardner's \"there's something in the water\""
    },
    "1569205099993-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/12100",
        "text": "Mississippi Park Ranger, Sandy Fuller enjoys a quiet moment with the FS1 booklet in the St Anthony Falls Lock and Dam visitor centre control room."
    },
    "1569206419929-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/12102",
        "text": "Morgan Adamson compares the existing site and rendering of proposed $700m luxury housing development on the St Paul riverfront"
    },
    "1569269908704-emily-sekine": {
        "link": "https://notes.anthropocene-curriculum.org/id/12299",
        "text": "Red buoys, called “nuns,” and green buoys, called “cans,” serve as navigational markers along the river. They demarcate the edges of the 9-foot channel for barge traffic. This nun went rogue and escaped somehow into the backwaters near Richmond Island, likely carried off by flooding."
    },
    "1569295654021-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/12305",
        "text": "Paddling past a barge carrying wind turbine blades upstream past the Dairy Land coal power plant"
    },
    "1569300049721-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/12307",
        "text": "The Dakota name for what is now known as St Anthony’s Falls of the Mississippi in Minneapolis is Owámniomni, meaning \"turbulent waters\" in English. The dam walls separating these white waters from the flat, engineered and European ones on the right, served 55 years before the dam was decommissioned last year. They are also the walls preventing the endangered paddle fish with a 400m year fossil record from breeding."
    },
    "1569434224893-andrea": {
        "link": "https://notes.anthropocene-curriculum.org/id/12540",
        "text": "Grace Dillon’s reading list"
    },
    "1569460031529-sallydonovan1": {
        "link": "https://notes.anthropocene-curriculum.org/id/12541",
        "text": "What is water without H2O?"
    },
    "1569508021189-smallmythologies": {
        "link": "https://notes.anthropocene-curriculum.org/id/12567",
        "text": "Abbey Chung listens to Monica Haller's layered soundscapes while walking and sitting along the river near St. Anthony Falls."
    },
    "1569536291150-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/12573",
        "text": "The 1996 Water Resources Development Act directed the Army Corps of Engineers to return up to 1,200 acres of the State of Wisconsin to the former Native American inhabitants—the Ho-Chunk Nation."
    },
    "1569604286805-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/12625",
        "text": "Ownership of the former U.S. Department of Defense site along Highway 12 south of Baraboo primarily among three entities: The state Department of Natural Resources with 3,400 acres, the Ho-Chunk Nation with nearly 1,600 acres and the U.S. Department of Agriculture’s Dairy Forage Research Center with 2,100 acres."
    },
    "1569604564103-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/12627",
        "text": "During the 33 years Badger Army Ammunition Plant produced ammunition for World War II, the Korean War, and the Vietnam War, employing over 23,000 workers."
    },
    "1569618088611-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/12629",
        "text": "Train heading south at Bad Ax."
    },
    "1569632409044-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/12636",
        "text": "The Wisconsin River, “the Nation’s hardest working,” here enlisted for labour through the Prairie du Sac dam, a “renewable energy” source for the people of the state."
    },
    "1569635109935-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/12638",
        "text": "University of Wosconsin - Platteville, Baraboo Sauk County Campus, women’s bathroom and Severe Weather Shelter Area"
    },
    "1569694184485-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/12642",
        "text": "Circus World, Baraboo, Wisconsin.  A circus wagon with a carving of Christopher Columbus discovering the New World flanked by images of Native people and Buffalo Bill. Photo by Fritz Habekuß. Early circuses put exotic animals and human cultures on public display. The colonial economy could profit doubly from extractive resources as public entertainment. The history of the circus could be a provocative way to think about the connected history of mass entertainment and the Anthropocene."
    },
    "1569695150061-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/12644",
        "text": "DO NOT DRINK THE TAP WATER.  Water contamination in Wisconsin from farming run-off and military weapons production."
    },
    "1569785205345-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/12650",
        "text": "The John Deere Pavillion is the Quad City midwestern region’s top tourist attraction. A showcase of agricultural business innovation, the public showroom, exhibition, corporate experience and headquarters, has become “almost a pilgrimage” for John Deere “fans” says Joe Taylor, the president and chief executive officer of the Quad-Cities Convention and Visitors Bureau."
    },
    "1569786670515-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/12652",
        "text": "Bill’s post, shared on the Native American Coalition of the Quad Cities Facebook page."
    },
    "1569868503866-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/12860",
        "text": "Jonathan Schilling, the director of Lake Itasca Biological Station, is a mycologist who researches how fungi contribute CO2 to the atmosphere in the decomposition process. His work connects molecular DNA analysis with global climate change modelling. Photo taken from Jonathan's Twitter feed: https://twitter.com/shroominn"
    },
    "1569878888271-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/12864",
        "text": ""
    },
    "1569891674801-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/12867",
        "text": "As thunder storms and flood warnings move across Western Illinois over the weekend, The River Semester find brief respite in the camp bus. Unanimous alerts from meterological agencies appear on cell phones with remaining battery charge."
    },
    "1569939440894-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/13039",
        "text": "The traces of departed passengers on the River Semester.   (Please email jkim5@macalester.edu to reclaim lost items.)"
    },
    "1570020384463-s-kanouse": {
        "link": "https://notes.anthropocene-curriculum.org/id/13057",
        "text": "Sunrise over the Kickapoo River, one of the oldest rivers in North America due to the absence if glaciation in the Driftless Region"
    },
    "1570020385379-s-kanouse": {
        "link": "https://notes.anthropocene-curriculum.org/id/13058",
        "text": "Mullein growing from burial mound in Riverside Cemetery. Settlers established this cemetery on top of thousands years old Native burial mounds, making highly visible the (failed) project of replacement."
    },
    "1570057470897-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/13075",
        "text": "Chi-nations Youth Council at the Singing Bird Cente, Rock Island, IL"
    },
    "1570124673780-emily-sekine": {
        "link": "https://notes.anthropocene-curriculum.org/id/13110",
        "text": "Visiting Mark Twain’s Cave with the River Semester. According to our guide, the cave used to be home to so many bats that they would form columns stretching from the ceiling to the floor when they slept. Today we didn’t see a single one - just the traces of their presence on the underground walls. Their absence is partly due to the installation of electricity in the cave for tourism. More recently, White Nose Syndrome has been wiping out hibernating bat populations across Norh America. Estimates suggest that at least 80% have been lost."
    },
    "1570125525982-emily-sekine": {
        "link": "https://notes.anthropocene-curriculum.org/id/13115",
        "text": "Dinosaur egg or styrofoam? Found floating in the Mississippi River, then carried by canoe and disposed of in a trash can near Lock and Dam 8."
    },
    "1570138958427-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/13117",
        "text": "A gathering at Veterans Memorial Park at Prairie du Sac in discussion of Stephanie Springgay and Toby Beauchamp’s Walking Activity for Field Station 2, Walking and Learning the Land"
    },
    "1570211207571-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/13152",
        "text": "A mural across State Avenue from Hampton Liquor and Tobacco, during a thunderstorm, next to a tree that had recently been hit by lightning."
    },
    "1570290161599-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/13156",
        "text": "FS3 opens with a tour and event at Continental Cement works and its barge infrasturctures on the Mississippi in St Louis. Industrial and river management dynamics co-shape one another."
    },
    "1570290670030-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/13158",
        "text": "Continental Cement started making cement in 1903 and are the proud producers of high-quality cement that has been used in many iconic construction projects, like the Empire State Building and the Panama Canal."
    },
    "1570290751317-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/13160",
        "text": "Dusk on the River at Continental Cement, Anthropocene Vernacular"
    },
    "1570309350997-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/13174",
        "text": "Today’s bus tour bisects two “one-thousand-year time horizons” between “two, one hundred foot tall earthen mounds”. On the left is Weldon Spring mound disposal site, a uranium enrichment containment and disposal cell from the Manhatten Project projecting 1000 years of precarity. On the right, the Native American Cahokia mound dating to 1000AD. “Two mounds that bracket a complex present of St Louis” Significant and Insiginficant Mounds & Laboratory for Suburbia, tour booklet"
    },
    "1570395312304-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/13187",
        "text": "At the community discussion and cook-out in Sauget, Illinois.  \"The connection between Sauget's river banks and those on the Missouri side may be deeper than many St. Louisans realize. The town was initially established as the Village of Monsanto by the St. Louis-based chemical company in 1926.\" - The American Bottom Gazette"
    },
    "1570462163821-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/13357",
        "text": "Waiting for Day 2 of the Anthropocene Vernacular bus tour focusing on the American Bottoms. Pictured is the \"home base\" of the field station at the Luminary."
    },
    "1570490442173-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/13376",
        "text": "The plaque at the entrance of Sauget, Illinois, across the Mississippi River from St. Louis. The town was first incorporated as “Monsanto” but changed its name in 1968."
    },
    "1570508120454-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/13378",
        "text": "A pink sun sets on FS3 at its finale sensorium and celebration: Post-Natural Landscapes and their edible narratives. Rob Connolley serves up warmed acorn (Quercus macrocarpa) tortillas before scoops of Iva annua paste are spooned on top. Native American ‘lost crop’ delicacies amid new found convivialities."
    },
    "1570543912990-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/13464",
        "text": "Posted for @audrey  A day and night well spent in Burlington, Iowa. Starting off our Aldo Leopold tour, we walked his old tramping grounds in Crapo Park where we explored a waterfall, climbed into a cave, walked alongside a limestone bluff, and listened to Steve Brower talk about the Leopold family’s connection to the area. We continued on to an oak savanna in Burlington that is part of a restoration project by the Leopold Landscape Alliance. We finished the night with a tour of both Leopold homes, a lovely dinner with Steve and his beautiful wife Kathy and some of the board members of the Leopold Landscape Alliance, and slept soundly in Aldo’s childhood home. A huge thank you to Steve, Kathy and the Leopold Landscape Alliance for your generosity and wealth of knowledge."
    },
    "1570554719993-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/13513",
        "text": "Anthropocene Vernaculars at Sauget (formerly Monsanto Town) village hall and the community renuion convened for FS3. Which paradoxes do we live within. How do we make sense of dissonance?"
    },
    "1570559932884-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/13515",
        "text": "Rock City, Illinois. A 9 million square foot facility built in a former quarry. In addition to businesses that require cold storage, it houses records from the National Archive. Rock City's growth area is in secure data storage.   We speculate that the rock used in the Weldon Springs Disposal Cell might have come from this quarry, connecting the future of US security to our nuclear past."
    },
    "1570661514721-tanadim": {
        "link": "https://notes.anthropocene-curriculum.org/id/13676",
        "text": "Emission and omissions."
    },
    "1570810469419-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/13805",
        "text": "As we paddle down river from St Louis towards FS4 we ponder skewed metabolic scales and the rifts, amid us."
    },
    "1570863408307-emily-sekine": {
        "link": "https://notes.anthropocene-curriculum.org/id/13807",
        "text": "There’s the Big Muddy we kept hearing about. Just past the confluence where the silt-laden Missouri flows for 2,341 miles before joining forces with the Mississippi."
    },
    "1570902829366-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/13810",
        "text": "Selected works from Field Stations 1-3 on display in Carbondale, Illinois for opening events at the Carbondale Community Arts Center."
    },
    "1570906898155-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/13812",
        "text": "Participatory paleogeology meditations with the walkers of FS4 contemplating 300 million year time spans to envision the fossilised forests hundreds of feet below Southern Illinois, formed when it was equatorial within the Laurentia landmass. The bulk of funding for geological science in the US flows from the Dept of Energy. A collective conversation followed over sandwiches in the carpark. Reflections build on the art shown within Confluence Ecologies exhibition at the Southern Illinois University Museum that highlights the entanglements between fossil fuels, fossil science and deep time epistemologies of the Anthropocene."
    },
    "1570911751254-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/13814",
        "text": "A talk by Concerned Citizens of Carbondale during opening events at the Community Arts Center. They spoke about environmental racism in the legacy of a creosote factory in North Carbondale, the historically Black neighborhood of the city, where there are elevated levels of cancer, asthma and other health issues. They successfully resisted the city's efforts to locate a new company on the site without testing and remediation of the land."
    },
    "1570913240650-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/13816",
        "text": "Started in 2010, FIn’s mission and vision are that the Asian Carp provide economic opportunities for our communities, fostering jobs creation and revitalizing the inland fishing industry. Together with fisherman like Ronny Hopkins, we will better manage the Asian Carp so that our rivers/lakes/estuaries are better protected while employing people who need second chances from incarceration, drug court, domestic violence, or just to have a better life path."
    },
    "1570924384796-tturnbull": {
        "link": "https://notes.anthropocene-curriculum.org/id/13818",
        "text": "Bill Russell in St Louis. Showing the book 'Futurists Bastard Child', which documents the work of Billy X Curmano - the first person to swim the entire length of the Mississippi beginning in lake Itasca in 1988."
    },
    "1571000482228-tturnbull": {
        "link": "https://notes.anthropocene-curriculum.org/id/13820",
        "text": "Little River Research & Design, table top river model. Simulating complex fluvial hydro geomorphic processes using tiny granules of plastic. Thanks to Steve Goff,"
    },
    "1571001012644-tturnbull": {
        "link": "https://notes.anthropocene-curriculum.org/id/13822",
        "text": "Bald cypress (Taxodium distichum) forest in the Cache River Valley. Saved thanks, in part, due to the actions of Anthropomorph and conservationist Max Hutchinson in 1970s-1980s."
    },
    "1571231143518-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/13913",
        "text": "This image was created at my place October 9, 2019 at Winona Creek, a small stream within the Kings River Watershed in Northwest Arkansas. A heavy rain came through on Sunday, flooding the creak bed, and after a few days its slowed down and cleared up. This body of water drains into the Upper White River basin, flows through several reservoirs and eventually makes its way into the Mississippi River. I’m a New Orleanian and often wonder just how much of this water makes it to the Gulf of Mexico. In fact, I wonder what the experience would entail to float from this location, past my birthplace, and to traverse this segment of a vast hydrological system. Christopher Fischer for Temporary continent."
    },
    "1571247195730-emily-sekine": {
        "link": "https://notes.anthropocene-curriculum.org/id/13917",
        "text": "-Shooting turtles is prohibited. -Turtles are no threat to game fish. -Missouri has 17 kinds of turtles; all are protected as either game or non-game species. -Only the common snapping turtle and softshells are considered game and may be taken by approved methods. -It is illegal to capture, sell or trade Missouri’s turtles for the pet trade. -Turtles are beneficial scavengers; they eat water plants, dead animals, snails, aquatic insects and crayfish. -Swimmers should not fear turtles; they won’t bite unless they are picked up.  —From the pamphlet “Missouri’s Turtles,” produced by the MO Dept. of Conservation"
    },
    "1571412202100-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/14003",
        "text": "Carlina, Claire and Tom reflecting on the life of barge crew along the wild miles of the Mississippi River. Though towns are now fewer and more dispersed, the frequent passage of cargo is a reminder of the industrialization of the river."
    },
    "1571432173864-emily-sekine": {
        "link": "https://notes.anthropocene-curriculum.org/id/14007",
        "text": "For some, living along the river signals privilege: freedom, respite, recreation. For others (especially further downriver), it represents precarity: risk, instability, toxicity. How do we make sense of these uneven geographies - and all of the shifting, contradictory gradients in between?"
    },
    "1571492883879-tturnbull": {
        "link": "https://notes.anthropocene-curriculum.org/id/14009",
        "text": "Assorted technofossils, sourced from a sand bar island names \"Island 7\" near the Kentucky Bend. Located by our intrepid guide Andrew Gustin."
    },
    "1571509677437-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/14011",
        "text": "Grain barges heading upstream near Genoa, WI"
    },
    "1571518042611-andrea": {
        "link": "https://notes.anthropocene-curriculum.org/id/14013",
        "text": "Rozalina Borcila, Nicholas Brown, with Lance Foster"
    },
    "1571541969783-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/14017",
        "text": "In striking contrast to how the city of St. Louis architecturally turns its back on the Mississippi River, Memphis has engaged in a multi-year reclamation of its waterfront. Pictured is Beale Street Landing, described by the design studio which created it: \"this unique play area for children 10 years old and younger includes features such as climbing all around, over and inside a fascinating and friendly giant catfish named Big John, being squirted by river reeds, and strolling the river bluff walk.\"  Photo by Haizlip Studio"
    },
    "1571544085181-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/14019",
        "text": "The human-constructed version of the Lower Mississippi on Mud Island in Memphis. An apt monumemt to the Anthropocene River qua tourist destination."
    },
    "1571643082881-tturnbull": {
        "link": "https://notes.anthropocene-curriculum.org/id/14068",
        "text": "The sound of two towboat captains' walkie-talkie conversation and fireside guitar played by Audrey Jo Buturian-Larson. Recorded with a phone at Bessie's Bend, a sandy meander on the river at the intersection of Kentucky, Tennessee, and Missouri.. Crew of leg 4 of the river journey pitched their camp on the Missouri side on a clear night, Wednesday 16 October 2019. Bessie's bend is an usual point when the river runs North. 36.53°N 89.51°W"
    },
    "1571822148595-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/14144",
        "text": "The punkah at Linden Plantation. During the Antebellum era, enslaved workers manually operated the Southern plantation punkahs by pulling a cord back-and-forth, creating an interior breeze to combat the heat and control the insects during mealtimes. Linden Plantation is a Greek Revival plantation home overlooking Lake Washington. - Montana Torrey from Field Station 5 for Temporary continent."
    },
    "1571900073989-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/14163",
        "text": "Handprinted wall paper, Melrose. - Montana Torrey from Field Station 5 for Temporary continent."
    },
    "1571900493889-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/14165",
        "text": "The flooded Mississippi River, June 2019. \"The river crested at 45.9 feet on 8 June 2019 in St. Louis, Missouri, the second highest stage on record. The duration of flooding at Greenville, Mississippi, and Red River Landing and Baton Rouge, Louisiana, exceeded the records set by the Great Mississippi Flood of 1927.\" (wikipedia) - Montana Torrey from Field Station 5 for Temporary continent."
    },
    "1571987191363-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/14199",
        "text": "Longwood Plantation, an unfinished antebellum mansion in Natchez, MS. The construction of the mansion stopped in 1861 during the start of the Civil War. Longwood is the largest octagonal house in the United States. - Montana Torrey from Field Station 5 for Temporary continent."
    },
    "1571987411133-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/14201",
        "text": "Longwood, detail. Work was halted in 1861 at the start of the American Civil War. - Montana Torrey from Field Station 5 for Temporary continent."
    },
    "1571987572128-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/14203",
        "text": "Longwood, detail. Work was halted in 1861 at the start of the American Civil War. - Montana Torrey from Field Station 5 for Temporary continent."
    },
    "1572002991616-slewison": {
        "link": "https://notes.anthropocene-curriculum.org/id/14238",
        "text": "Deeptime on Middle Island: Fossils found on the sand spit of a shifting Island where silt, debris and pebbles collect. In Miss-Lou, a way to describe a wiggly border between states."
    },
    "1572004494515-slewison": {
        "link": "https://notes.anthropocene-curriculum.org/id/14240",
        "text": "Fragment of an exhibit at the Natchez Association for the Preservation of Afro-American Culture (NAPAC) on Main St Natchez. Their huge collection of ephemera of black culture is brilliantly organized, open daily and free."
    },
    "1572018175289-jasondludwig": {
        "link": "https://notes.anthropocene-curriculum.org/id/14247",
        "text": "Grand Gulf Nuclear Station"
    },
    "1572018176049-jasondludwig": {
        "link": "https://notes.anthropocene-curriculum.org/id/14248",
        "text": "Approaching Middle Ground Island"
    },
    "1572023114555-fs5": {
        "link": "https://notes.anthropocene-curriculum.org/id/14252",
        "text": "Broadcasting episode 6 live from Jackson Mississippi today! Abbéy Odunlami will sit down with the Cooperation Jackson to talk about the desaster of resource privatisation and the need for a community led economy."
    },
    "1572041003951-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/14268",
        "text": "Cropped image of \"Norman's Chart of the Lower Mississippi River\" (1858), which shows the plantations from Natchez to New Orleans. To quote Edward Baptist's The Half Has Never Been Told: Slavery and the Making of American Capitalism: \"Americans tend to cast slavery as a pre-modern institution... isolated in time and divorced from America's later success. But to do so robs the millions who suffered in bondage of their full legacy... The expansion of slavery in the first eight decades after American independence drove the evolution and modernization of the United States. In the span of a single lifetime, the South grew from a narrow coastal strip of worn-out tobacco plantations to a continental cotton empire, and the United States grew into a modern, industrial, and capitalist economy.\""
    },
    "1572054130566-fs5": {
        "link": "https://notes.anthropocene-curriculum.org/id/14272",
        "text": "We are live!"
    },
    "1572054406144-fs5": {
        "link": "https://notes.anthropocene-curriculum.org/id/14274",
        "text": ""
    },
    "1572104475292-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/14276",
        "text": "House in downtown Natchez. - Montana Torrey from Field Station 5 for Temporary continent."
    },
    "1572137526374-emily-sekine": {
        "link": "https://notes.anthropocene-curriculum.org/id/14278",
        "text": "Meanwhile, in Pittsburgh, I went to a Defend the Water protest outside of the Shale Insight conference this week. While Trump prepared to speak in front of reps from the gas and petrochemical industry, Native leaders led protestors in a water blessing at the confluence of the Allegheny, Monangahela, and Ohio rivers. Some of them had come all the way from Standing Rock. \"We're here because your water is in trouble,\" one of them told the crowd.  From that point in Pittsburgh, the Ohio - consistently ranked one of the most polluted rivers in America - meanders its way to the Mississippi. And the river is about to get even more polluted. There's a plastics boom in Appalachia, which depends on fracking, pipelines, and ethane cracker plants. People are starting to make connections between what's happening here and what's already been happening for decades in the Gulf. As we marched through downtown Pittsburgh, someone started chanting: \"No Cancer Alley/In the Ohio Valley!\""
    },
    "1572156073729-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/14280",
        "text": "Paddling up to Cooperation Jackson."
    },
    "1572191558507-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/14287",
        "text": "Rainbow tour of the Mississippi River Basin Model Waterways Experiment Station, located near Clinton, Mississippi, was a large-scale hydraulic model of the lower Mississippi River basin, covering an area of 200 acres. The model was built from 1943 to 1966 and in operation from 1949 until 1973. Construction crew included WWII prisoners of war from Rommel's Afrika Korps. Photo by Carlina Rossée."
    },
    "1572272000878-bsteininger": {
        "link": "https://notes.anthropocene-curriculum.org/id/14320",
        "text": "process-landscape from the distance. 'shell-abc', volume 5, 'erdölspaltung' (cracking), heidelberg mainz 1955, fluid bed reactor in abstraction"
    },
    "1572278348391-slewison": {
        "link": "https://notes.anthropocene-curriculum.org/id/14322",
        "text": "Lygodium Japonicum aka Japanese climbing fern (JCF) looks like a delicate cascade of ferny fractals. I had never seen anything like it aside from a floral display. Its frilly layers wind up and down trees and structures like so much kudzu dressed up for a prom. The webs say  JCF was imported into florida as an ornamental in 1930. As it tolerates both low shade and cold weather, it is highly successful in forests and cypress swamps/my discovery of a small -what can one say- \"stand\"?- in Natchez MS seems to indicate it continues to spread."
    },
    "1572288775598-tturnbull": {
        "link": "https://notes.anthropocene-curriculum.org/id/14347",
        "text": "Sketched Mississippi flow map, from the papers of consulting engineer Morris Llewellyn Cooke. 1933. From the archived papers of Cooke held at the Franklin Roosevelt Presidential library and archives, Hyde Park, New York."
    },
    "1572610134534-bsteininger": {
        "link": "https://notes.anthropocene-curriculum.org/id/14498",
        "text": "process landscape from less distance, EXXON refinery, baton rouge. you won't get closer. but: everyone is already closer. 500'000 barrels of science-fashioned molecules leave the plant per day and connect us intimately with the illuminated yet black box like architecture"
    },
    "1572610227522-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/14500",
        "text": "The Exxon Baton Rouge refinery where a couple of us were accosted by the local security"
    },
    "1572610991510-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/14503",
        "text": "\"...because I’m from New Orleans, brother. Our main focus is to move ahead and move on. You guys are not from New Orleans and keep throwing it in our face, like, ‘Well, how do you feel about Hurricane Katrina?’ I f—king feel f—ked up. I have no f—king city or home to go to. My mother has no home, her people have no home, and their people have no home. Every f—king body has no home. So do I want to dedicate something to Hurricane Katrina? Yeah, tell that b—h to suck my d—k. That is my dedication.\" — Lil Wayne"
    },
    "1572611933277-bsteininger": {
        "link": "https://notes.anthropocene-curriculum.org/id/14507",
        "text": "process landscape, Baton Rouge, Exxon Refinery, even from less distance. getting this near to the organism of the refinery almost got us arrested. as a reminder of this experience I will keep the piece of the capillaria of the petromonster as a relic - the sacred, the cruel, the beauty, the horror, geohistory and hypermodernism, the land of the free and us-angst..."
    },
    "1572657050200-emily-sekine": {
        "link": "https://notes.anthropocene-curriculum.org/id/14514",
        "text": "There's quite a lot of dancing and singing on the river, sometimes across species."
    },
    "1572707194103-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/14516",
        "text": "Planning our route down Cancer Alley. Today we will pass the Dow, Shintech, Willow Glen, and other petrochemical plants."
    },
    "1572841034763-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/14518",
        "text": "Canoeing past a freighter."
    },
    "1572841483947-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/14520",
        "text": "The plastic wreck of the future washed up on the shores of the \"American Ruhr\""
    },
    "1573059090990-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/14706",
        "text": "Surveying the Bonnet Carre Spillway"
    },
    "1573080457172-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/14713",
        "text": "How to survive in Cancer Alley after a long day of paddling"
    },
    "1573083751128-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/14717",
        "text": "Beachcombing for nurdles (plastic pellets) and shells"
    },
    "1573228224710-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/14764",
        "text": "River Journey canoes paddling into Nola as seen from above. Photo by Mary Tucker (via Monique Verdin)."
    },
    "1573349022635-s-kanouse": {
        "link": "https://notes.anthropocene-curriculum.org/id/15187",
        "text": "Old Man River, neutered and without hands"
    },
    "1573361045199-ayse": {
        "link": "https://notes.anthropocene-curriculum.org/id/15221",
        "text": "Audubon Park"
    },
    "1573363107828-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/15255",
        "text": "The Slave Rebellion Re-enactment"
    },
    "1573402223926-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/15367",
        "text": "Anthropocene River Public Opening Anthropocene River Campus"
    },
    "1573402382444-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/15371",
        "text": "Katrin Klingan, Welcome & Introduction: 1 Mississippi, 2 Mississppi, 3 Mississippi...."
    },
    "1573409804058-deboraswistun": {
        "link": "https://notes.anthropocene-curriculum.org/id/15405",
        "text": "From above. Landing on human delta. Long flight from Matanza Riachuelo River, Buenos Aires"
    },
    "1573414477437-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/15434",
        "text": "The view from the other side. Steven Diehl on the microphone."
    },
    "1573415457588-ayse": {
        "link": "https://notes.anthropocene-curriculum.org/id/15436",
        "text": "Bernd Scherer (HKW) notes that the US is \"an oil country\" and reminds us that the petroleum products we use connect Deep Time to present day."
    },
    "1573423450808-s-kanouse": {
        "link": "https://notes.anthropocene-curriculum.org/id/15451",
        "text": "Wendi Moore-O'Neal: I already existed as genetic material in the embryos of my great grandmother. I experienced all that my foremothers experiences."
    },
    "1573469511203-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/15458",
        "text": "Bell System, Melrose Plantation. (The bell call system is made up of a contraption of wires, pivots, swivels, cranks and pull-cords that resulted with a bell ringing and alerting the enslaved that they were needed somewhere in the house. -Ben Hillyer, GulfLive) - Montana Torrey from Field Station 5 for Temporary continent."
    },
    "1573469759130-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/15462",
        "text": "Parlor, Melrose Plantation. - Montana Torrey from Field Station 5 for Temporary continent."
    },
    "1573469936053-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/15464",
        "text": "Hand-painted oil cloth floor, Melrose Plantation. - Montana Torrey from Field Station 5 for Temporary continent."
    },
    "1573479365361-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/15468",
        "text": "\"Dam, Lock, Groyne: The Temporal Architecture of the Mississippi River\". My short film about infrastructure in the Mississippi River plays tonight at 730pm as part of the Anthropocene River Campus screenings."
    },
    "1573513782920-s-kanouse": {
        "link": "https://notes.anthropocene-curriculum.org/id/15480",
        "text": "Graffiti for the Anthropocene at Bayou Bienvenue, where a fresheater cypress swamp was killes by a canal"
    },
    "1573524799495-sgk23": {
        "link": "https://notes.anthropocene-curriculum.org/id/15487",
        "text": "Three Disaster Years. Lower Ninth Ward Living History Museum."
    },
    "1573524957675-sgk23": {
        "link": "https://notes.anthropocene-curriculum.org/id/15489",
        "text": "Coming up the Industrial Canal levee with the Risk/Equity seminar."
    },
    "1573562134189-whitney": {
        "link": "https://notes.anthropocene-curriculum.org/id/15491",
        "text": "Rainbow Inn. A man out front was selling cane syrup and sweet potatoes out of his van."
    },
    "1573562135055-whitney": {
        "link": "https://notes.anthropocene-curriculum.org/id/15492",
        "text": "Petrochemical plants all around, but a magnificent sky above. Driving through Louisiana, one seems to be constantly confronted with stark contrast."
    },
    "1573568852867-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/15494",
        "text": "Abandoned house, downtown. - Montana Torrey from Field Station 5 for Temporary continent."
    },
    "1573571998995-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/15497",
        "text": "Great day to get on an air boat(?) Headed to Carlisle, Louisiana for the Imagination and Exhaustion seminar."
    },
    "1573576493806-sgk23": {
        "link": "https://notes.anthropocene-curriculum.org/id/15499",
        "text": "Coming into Norco with the Risk/Equity seminar. Wilma Subra is teaching the history."
    },
    "1573576648171-s-kanouse": {
        "link": "https://notes.anthropocene-curriculum.org/id/15501",
        "text": "\"The refinery makes its own weather\" -Wilma Subra on Norco plant in cancer alley"
    },
    "1573576708437-sgk23": {
        "link": "https://notes.anthropocene-curriculum.org/id/15503",
        "text": "“Committed to Community”—Shell Oil Norco facility."
    },
    "1573576728004-sgk23": {
        "link": "https://notes.anthropocene-curriculum.org/id/15504",
        "text": "Graffiti for the Anthropocene. Risk/Equity. Bayou Bienvenue. New Orleans."
    },
    "1573579001674-sgk23": {
        "link": "https://notes.anthropocene-curriculum.org/id/15510",
        "text": "The siren. Norco, LA."
    },
    "1573581221300-sgk23": {
        "link": "https://notes.anthropocene-curriculum.org/id/15514",
        "text": "St John the Baptist Parish near DuPont Denka factory."
    },
    "1573581482416-amalia": {
        "link": "https://notes.anthropocene-curriculum.org/id/15516",
        "text": "LSU River Model. Clashing temporalities seminar"
    },
    "1573581483651-amalia": {
        "link": "https://notes.anthropocene-curriculum.org/id/15517",
        "text": "Highway over the Ponchatrain Lake. On our way to Pierre Part.  Clashing Temporalities Seminar"
    },
    "1573583409105-sgk23": {
        "link": "https://notes.anthropocene-curriculum.org/id/15521",
        "text": "San Francisco Plantation surrounded by an oil tank farm.  Three hundred years of extraction and violence in one panorama. River > Slavery > Jim Crow > petrochemicals."
    },
    "1573584082335-s-kanouse": {
        "link": "https://notes.anthropocene-curriculum.org/id/15523",
        "text": "Dimensions of toxic whiteness: plantations (like San Francisco) give way to petrochemical plants whose mostly white workers defend the companies that are poisoning them against environmental justice campaigns led by African American fenceline communities."
    },
    "1573599220740-mira-witte_admin": {
        "link": "https://notes.anthropocene-curriculum.org/id/15526",
        "text": "Drawings of core samples, taken at False River."
    },
    "1573624019742-sgk23": {
        "link": "https://notes.anthropocene-curriculum.org/id/15539",
        "text": "Bauxite factory. The River Road."
    },
    "1573653512665-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/15541",
        "text": "90 Years of \"living united\" at Norco"
    },
    "1573663100518-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/15550",
        "text": "Imagining schools, parks, communes, gardens and more along the Mississippi River as the final activity for the Imagination and Exhaustion seminar. Close up of Imagination Park."
    },
    "1573664711408-sgk23": {
        "link": "https://notes.anthropocene-curriculum.org/id/15552",
        "text": "The Risk/Equity class photo. Thanks everyone!"
    },
    "1573665998180-aurora": {
        "link": "https://notes.anthropocene-curriculum.org/id/15553",
        "text": "Confluence of Wisconsin & Mississippi rivers where Europeans first entered upper river. From my 2918 river journey."
    },
    "1573666121741-aurora": {
        "link": "https://notes.anthropocene-curriculum.org/id/15555",
        "text": "Norco waste mound."
    },
    "1573666209374-aurora": {
        "link": "https://notes.anthropocene-curriculum.org/id/15557",
        "text": ""
    },
    "1573666309610-aurora": {
        "link": "https://notes.anthropocene-curriculum.org/id/15560",
        "text": ""
    },
    "1573666410058-aurora": {
        "link": "https://notes.anthropocene-curriculum.org/id/15563",
        "text": "Spillway"
    },
    "1573666655443-aurora": {
        "link": "https://notes.anthropocene-curriculum.org/id/15565",
        "text": "Wilma Subra, 40 year anti-pollution researcher-activist telling us what we're seeing."
    },
    "1573666865939-aurora": {
        "link": "https://notes.anthropocene-curriculum.org/id/15567",
        "text": ""
    },
    "1573666918284-aurora": {
        "link": "https://notes.anthropocene-curriculum.org/id/15569",
        "text": ""
    },
    "1573666968734-aurora": {
        "link": "https://notes.anthropocene-curriculum.org/id/15571",
        "text": ""
    },
    "1573673167857-ayse": {
        "link": "https://notes.anthropocene-curriculum.org/id/15573",
        "text": "The dastardly water hyacinth. But is it? Jayeesha tells of efforts in Bangladesh to use it to build up the land in coastal areas and as natural water purifiers."
    },
    "1573693452945-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/15575",
        "text": "Pierre Gustave Toutant-Beauregard was an American military officer who was the first prominent general of the Confederate States Army during the American Civil War. In the 1890s, the name of Congo Square — a meeting point in New Orleans where enslaved black people were granted the freedom to congregate, sing and drum — was changed to Beauregard Square as part of a large-scale campaign to enforce racial hierarchy, by valorizing those who fought for slavery. Local New Orleans author and historian Freddi Williams Evans successfully advocated to change the name of the area back to Congo Square in 2011."
    },
    "1573704462291-aurora": {
        "link": "https://notes.anthropocene-curriculum.org/id/15579",
        "text": "Anthropocene Bodies::Disability Justice::Crip Leadership  One of the frameworks that's been absent in our gathering is that of disability justice, and it impacts how we function as a community of inquiry--the questions we do and don't ask, the ways we interpret and digest information, and how we do or don't take our own and each other's physical and emotional needs (which capitalism/all related oppressions have taught us to view as irrelevant) into account.   I'm a survivor of a lot of harmful chemical exposures, including early childhood pesticides, and most recently the toxic orange smoke of the 2017 California wildfires, which left me with injured lungs. Yesterday, Tuesday, I spent the afternoon with my group in Cancer Alley, breathing extremely polluted air. Although I didn't feel sick at the time, I know it taxed my system. Today, when at least three members of our seminar lit up cigarettes within a few feet of me in the first moments of our walking tour, my body reacted with burning lung pain, difficulty breathing, nausea and headache. I had to go home.    Many hours later, my body is still in a flare up of symptoms, a common event for people with environmental illness, so I won't be able to make my group's journey to tribal lands tomorrow.  But I will participate from afar. I will follow the field notes threads (pictures, please!) but I think my most useful contribution will be to write about why disability justice is an essential framework to include in our collective work. I will also attempt a crash course on access/inclusion and how ablist assumptions about productivity, efficiency, affordability and the individual right to contaminate shared spaces have made the Campus an uneven playing field. My inability to attend tomorow's field trip is not a personal misfortune. It's an illustration. It's an anthropocenic event. Stay tuned.  Aurora  PS. Health is not on the list of keywords!   Some resources:  https://www.sinsinvalid.org/curriculum https://www.sinsinvalid.org/disability-justice-primer"
    },
    "1573749213704-t-simone-ga": {
        "link": "https://notes.anthropocene-curriculum.org/id/15581",
        "text": "Claims and Property   My great-great grandmother was property. A fetish commodity and the technology through which other humans and public and private enterprises accelerated this anthropocenic epoch. Having at one time been property, today was extremely heavy. Not only the moving through the city but that one of our group members could not be accommodated and therefore could not move with us. Value valuelessness confinement disposability. I find myself a bit stuck tonight. I hope that we can see the lingering and far reaching effects of racial capitalism and its relationship to the Anthropocene. I hope that we see the the racism and ableism within the environmental injustices we witness and participate in. I hope we see that New Orleans is here but that New Orleans is also everywhere."
    },
    "1573750132640-lmurphy2": {
        "link": "https://notes.anthropocene-curriculum.org/id/15583",
        "text": "Ibrahim Seck at Whitney plantation"
    },
    "1573750907764-lmurphy2": {
        "link": "https://notes.anthropocene-curriculum.org/id/15585",
        "text": "Slave cabin at Whitney Plantation with Dr. Seck."
    },
    "1573751049403-lmurphy2": {
        "link": "https://notes.anthropocene-curriculum.org/id/15587",
        "text": ""
    },
    "1573751063167-lmurphy2": {
        "link": "https://notes.anthropocene-curriculum.org/id/15589",
        "text": ""
    },
    "1573751323726-lmurphy2": {
        "link": "https://notes.anthropocene-curriculum.org/id/15590",
        "text": "Fireside char about hurricanes and mangroves."
    },
    "1573751325564-lmurphy2": {
        "link": "https://notes.anthropocene-curriculum.org/id/15591",
        "text": "Talking deer"
    },
    "1573751326492-lmurphy2": {
        "link": "https://notes.anthropocene-curriculum.org/id/15592",
        "text": "More talking alligators"
    },
    "1573751327435-lmurphy2": {
        "link": "https://notes.anthropocene-curriculum.org/id/15593",
        "text": "Talking alligators"
    },
    "1573751328493-lmurphy2": {
        "link": "https://notes.anthropocene-curriculum.org/id/15594",
        "text": "500 year old oak tree at Alberti es place. Monique Verdin sharing. Thinking of time and what the tree saw."
    },
    "1573751329479-lmurphy2": {
        "link": "https://notes.anthropocene-curriculum.org/id/15595",
        "text": "Diversion infrastructure"
    },
    "1573751330463-lmurphy2": {
        "link": "https://notes.anthropocene-curriculum.org/id/15596",
        "text": ""
    },
    "1573751331448-lmurphy2": {
        "link": "https://notes.anthropocene-curriculum.org/id/15597",
        "text": ""
    },
    "1573751332422-lmurphy2": {
        "link": "https://notes.anthropocene-curriculum.org/id/15598",
        "text": "At the MR GO in Yscloskey"
    },
    "1573751333370-lmurphy2": {
        "link": "https://notes.anthropocene-curriculum.org/id/15599",
        "text": "Monique Verdin speaking about St Malo at the MR GO in Yskloskey."
    },
    "1573751334328-lmurphy2": {
        "link": "https://notes.anthropocene-curriculum.org/id/15600",
        "text": ""
    },
    "1573761811822-jjernega": {
        "link": "https://notes.anthropocene-curriculum.org/id/15605",
        "text": "River model, LSU River Center"
    },
    "1573761923850-jjernega": {
        "link": "https://notes.anthropocene-curriculum.org/id/15607",
        "text": "Spillway, Norco"
    },
    "1573762163866-jjernega": {
        "link": "https://notes.anthropocene-curriculum.org/id/15609",
        "text": "River sand strata, river beach, Norco"
    },
    "1573765506386-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/15611",
        "text": "Do the cows dream at night of being dolphins?  Do the nearby dolphins remember the cows that once grazed where they now swim?"
    },
    "1573770917603-lmurphy2": {
        "link": "https://notes.anthropocene-curriculum.org/id/15615",
        "text": "Dr. Ibrahima Seck relating the names of enslaved people at Whitney Plantation."
    },
    "1573770979893-ryan-griffis": {
        "link": "https://notes.anthropocene-curriculum.org/id/15612",
        "text": "Live Oaks and restrictive infrastructure"
    },
    "1573770981210-ryan-griffis": {
        "link": "https://notes.anthropocene-curriculum.org/id/15613",
        "text": "Slave Rebellion reenactment, Dread Scott"
    },
    "1573771610342-ryan-griffis": {
        "link": "https://notes.anthropocene-curriculum.org/id/15617",
        "text": "Sketches for another Mississippi River, concluding conversation for Exhaustion/Imagination"
    },
    "1573799523953-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/15619",
        "text": "Annielaurie Erikson @Newcomb Art Museum: \"When I first moved to Louisiana, I was struck by the appearance of oil refineries at night, which looked like strange forbidden cities. Soon after I started to photograph them, I was stopped by the police and told that refineries are indeed “unphotographable” according to post-9/11 regulations. This experience heightened my interest in them as photographic subjects.  Keeping a low profile, I began to systematically document refineries up and down the Mississippi River, using the afterimaging camera to render them as ghostly, mysterious constellations of light marked by unearthly color shifts. For me, these images evoke both a presence and an absence.\""
    },
    "1573836084410-simon-turner": {
        "link": "https://notes.anthropocene-curriculum.org/id/15625",
        "text": "The remains of a building being reclaimed by the forest. Day 2 Exhaustion and Imagination. I really liked this as it reminded me of walking in lowland forest in the Yucatan where Mayan remains are common. The same  questions; what was this? What did the rest of the structure look like? Who lived here? A home. This was a home and the land around it is still a home. This was Monicas Great Uncles house."
    },
    "1573836112655-simon-turner": {
        "link": "https://notes.anthropocene-curriculum.org/id/15626",
        "text": "\"Sittin' in the mornin' sun I'll be sittin' when the evenin' comes Watchin' the ships roll in Then I watch 'em roll away again\" Lookout/watchtower at Inner Harbour-Mississippi confluence. Seems apt at end of Day 1, Exhaustion and Imagination"
    },
    "1573836113292-simon-turner": {
        "link": "https://notes.anthropocene-curriculum.org/id/15627",
        "text": "Cicada? bug tower on wet woodland floor out at Carlise. When water levels rise in the soil the larvae go up with it. Adapt, survive and thrive..."
    },
    "1573848560914-friederike-landau": {
        "link": "https://notes.anthropocene-curriculum.org/id/15640",
        "text": "Wrap up Claims & Property: How to enact and create imaginaries beyond possessive individualism (or collectivism, for that matter)?"
    },
    "1573862257648-ryan-griffis": {
        "link": "https://notes.anthropocene-curriculum.org/id/15642",
        "text": "Open your eyes as the Industrial Canal meets the Mississippi River"
    },
    "1573934932113-temporarycontinent": {
        "link": "https://notes.anthropocene-curriculum.org/id/15644",
        "text": "Neli shelters a small toad down by the spillway"
    },
    "1573998017329-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/15649",
        "text": "Audobon park thanks the CHEVRON CORPORATION. Across the street from where we have been for the past week is this disturbing example of the greenwashing of the American petrochemical industry. Thank you Nick Brown for pointing it out."
    },
    "1574095486624-simon-turner": {
        "link": "https://notes.anthropocene-curriculum.org/id/15653",
        "text": "How muddy is the Mississippi? In a water sample collected on the 11 Nov 2019 at the confluence of the Inner Harbour and Mississippi it was 150 mg/L. That's the dry mass (milligrams) of total suspended solids (TSS) per litre. Measured today at UCL Geography, UK. 500 ml of river water pumped through a pre-weighed 1 micron filter paper. Dried, then sediment and filter paper re-weighed."
    },
    "1574097449540-underhil": {
        "link": "https://notes.anthropocene-curriculum.org/id/15656",
        "text": "Skywriting the technosphere above our seminar on the global entanglements of property and claims, on the levee where enslaved Africans first arrived in New Orleans."
    },
    "1574509876050-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/15663",
        "text": "River mile 10. Venice, Louisiana"
    },
    "1574509976550-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/15665",
        "text": "The Gulf."
    },
    "1574536896340-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/15667",
        "text": "Undead Oaks of the Anthropocene (MSY - Louis Armstrong Airport)"
    },
    "1574976714129-ipgray": {
        "link": "https://notes.anthropocene-curriculum.org/id/15907",
        "text": "A tight and tangled history: the Domino Sugar factory, built in 1909, that still processes and refines cane from former neighboring plantation lands. It is the largest sugar refinery in the Western Hemisphere. Chances are, in the US, you’ve tasted it’s wares. And so have your parents, and grandparents, and great-grandparents..."
    },
    "1574976765849-ipgray": {
        "link": "https://notes.anthropocene-curriculum.org/id/15909",
        "text": "Last launch of the river semester, just above mile 92 in the Industrial Canal, one of only 3-4 places in NOLA where there is direct access to the river."
    },
    "1574977550008-ipgray": {
        "link": "https://notes.anthropocene-curriculum.org/id/15912",
        "text": "Lessons in feeling small and out of place: Tanker and cargo traffic is what the lower Mississippi is built for; not for paddle-powered vessels. Being on the river here becomes an exercise in psychogeography and defamiliarization — essential strategies for understanding the Anthropocene."
    },
    "1574977559823-ipgray": {
        "link": "https://notes.anthropocene-curriculum.org/id/15914",
        "text": "The daily morning map session, pointing out refineries, levee locks and old forts that we’ll be paddling past."
    },
    "1574977828885-ipgray": {
        "link": "https://notes.anthropocene-curriculum.org/id/15916",
        "text": "The petro-sublime, flaring the way for us."
    },
    "1574978075613-ipgray": {
        "link": "https://notes.anthropocene-curriculum.org/id/15918",
        "text": "Camping in the sand and black willow woods between the levees and the water. This ecosystem is a function of the infrastructural constraints on the Mississippi, You don't see the bugs. We saw some of them. More of them saw us. Still carrying their little visits with me 6 days later. The song of the river is buzzzzzzzzzzzz."
    },
    "1574978221296-ipgray": {
        "link": "https://notes.anthropocene-curriculum.org/id/15920",
        "text": "Reminders of sleeping giants; about mile 45. Is this log jam from an alluvial storm event upriver, or a surge event from down river? We’re entering the liminal zone, where things go either way.."
    },
    "1574978350796-ipgray": {
        "link": "https://notes.anthropocene-curriculum.org/id/15922",
        "text": "Not much life visible in the river channel as we paddle, but step into the batture zone between the banks and the levees and the crippled bayous and marshes have all sorts of eyes looking back."
    },
    "1574978506628-ipgray": {
        "link": "https://notes.anthropocene-curriculum.org/id/15924",
        "text": "The levees are no longer maintained past around Bohemia on the east bank, and the ecosystems have come back with a vengeance—vegetation no longer dominates by black willows, but by many different trees and plants."
    },
    "1574978716778-ipgray": {
        "link": "https://notes.anthropocene-curriculum.org/id/15926",
        "text": "And the river spills it’s waters out to the Gulf, in natural crevasses, where it breaks through its own banks and the water flows down to the salt water, because the river channel is higher than sea level, spreading sediment into new areas and rebuilding marshes."
    },
    "1574978809451-ipgray": {
        "link": "https://notes.anthropocene-curriculum.org/id/15928",
        "text": "Palmetto baby!"
    },
    "1574978915266-ipgray": {
        "link": "https://notes.anthropocene-curriculum.org/id/15930",
        "text": "Mile 11, just across from the town of Venice. Last camp, going out in a blaze of glory."
    },
    "1574979216434-ipgray": {
        "link": "https://notes.anthropocene-curriculum.org/id/15932",
        "text": "The Minneapolis and the St Paul, with the longhaul crew (Andrew, Emily, Stephen, Audrey, Nel, John...just missing Nicole!), docked at the Cypress Grove Marina, in Venice. 2000+ miles from their start at the headwaters. There were rumors of putting some outriggers on those wooden bodies and heading to Cozumel. I didn't actually witness what happened to the boats..."
    },
    "1575027202459-simon-turner": {
        "link": "https://notes.anthropocene-curriculum.org/id/15944",
        "text": "I finally got round to getting my Missisippi river water sample under a microscope. Nothing - just a lot of silt particles, then this came into view. A Paediastrum colony, about 65 microns diameter. Paediastrum is a genus of green algae, common in freshwaters. Just one dot of the vast mass of microscopic plankton that continually travels down the Mississippi catchment and out into the Gulf of Mexcio."
    },
    "1575637610375-bsteininger": {
        "link": "https://notes.anthropocene-curriculum.org/id/16051",
        "text": "Искусственное солнце. Evening at our campsite at Plaquemine Island, Nov 1, 2019. Across the river the gigantic DOW chemical plant with further facilities by Poly One, Air Liquide, Shintech...   'Sunset' has a very specific meaning here. Thousands of electric lights and a handful of flares make it mean ‘refineryrise’, too. The underground sun is taking over, when celestial sun is setting.   As we sit by the camp fire the strange corporate hymn of Russian Gazprom comes to my mind and its last lines: ‘Let’s drink to you, lets drink to us, the drink to all the Russian gas’ and then: ‘Let's drink to all those who brought out of the earth this artificial sun’    Давай за нас, давай за вас, давай за весь российский газ, Чтоб не кончался, чтобы был, Хоть нелегко даетсья. Давай за нас, давай за вас, давай за весь российский газ, За всех, кто из земли добыл Искусственное солнце."
    },
    "1575637897287-bsteininger": {
        "link": "https://notes.anthropocene-curriculum.org/id/16053",
        "text": "Donaldsonville, CF Industries, is one of the biggest Ammonia plants in the US. What we are just passing in our canoes is a planetary reactor: nitrogen from the atmosphere is put together with hydrogen from natural gas from the lithosphere, to make the industrial biosphere grow faster. The production of artificial ammonia from the elements by help of an already artificial iron-kali-potash catalyst was high-tech in 1910. But it is still this process that makes industrial agriculture work.  From Donaldsonville nitrogen products are shipped into the world as we just see at the terminal of the plant. But even if they go upstream to fertilize the soy and corn belts, most of the industrial molecules would see the place of their production in Donaldsonville again, as they are washed from the fields into the rivers and thus into the Mississippi river flowing by."
    },
    "1575638478266-bsteininger": {
        "link": "https://notes.anthropocene-curriculum.org/id/16055",
        "text": "St. James Parish. Can anyone see the small strip of homes between the storage tanks? People live there, just in the middle of what is the most dense collection of petrochemical storage tanks in a single community in the US! Is this a place for an Anthropocene discussion? Or would not just a reasonable state with laws from the Holocene that are just recognized by this Stone age industry, be enough to make this nightmare disappear?"
    },
    "1575639612739-bsteininger": {
        "link": "https://notes.anthropocene-curriculum.org/id/16060",
        "text": "The seminar ‘commodity flows’ starts with a pedagogic imposition: a two page bureaucratic form. All the colorful commodities (pharmaceuticals, sugar cane, sediments, food, money…) brought to the seminar are categorized and homogenized. It takes quite a while for everyone to fill out the forms, and it generates resistance. Why shall I write down my name here? Does anyone think, this category here could work?  Great! The more bureaucracy grinds, and the more we feel that, the better. All commodification starts with an imposition like this. There would be no transport of soy or cement or oil on the river without paperwork, and I imagine, real papers are even more crazy that ours!"
    },
    "1575639851751-bsteininger": {
        "link": "https://notes.anthropocene-curriculum.org/id/16062",
        "text": "“There is no right life in the wrong one.” Theodor W. Adorno’s famous line from “Minima Moralia: Reflections on a Damaged Life” matches with my feelings at ‘A Studio in the Woods’ on my last day in Louisiana. A hippiesque party not just with the ubiquitous stupid plastic spoons and plates, but sponsored by ‘Valero Energy Foundation’ (‘Valero Energy Corporation’ = biggest refinery company in the US) not just feels wrong, it is wrong."
    },
    "1575640348687-bsteininger": {
        "link": "https://notes.anthropocene-curriculum.org/id/16064",
        "text": "Back in Europe – but still in the petrochemical corridor! Amazing, how the landscapes at Louisiana and Vienna, with the OMV-refinery at the banks of the Danube river resemble each other. Everything might be smaller, everything might be cleaner but it is the same hydrocarbons that reign here and there. Wunderbar together!"
    },
    "1575926121165-audrey": {
        "link": "https://notes.anthropocene-curriculum.org/id/16396",
        "text": "From somewhere in Louisiana the freighters, carrying oil, coal, and any other harmful commodity you can think of, sent a clear (not so clear) message painted with the words “NO SMOKING, BE ALERT, PREVENT POLLUTION”. Another one touting the phrase: “NO SMOKING, CONSERVE ENERGY, PROTECT THE ENVIRONMENT”. There is obvious irony wrapped up into these mantras that are carried up and down the river for whatever reason. I wondered if they put these onto the ships to cover some legal obligation, or if it was in a genuine self-serving way to remind themselves that if they ruin the environment then there would be no more environment for them to continue to ruin, or if it was just as much of a hilarious contradiction to them as it was to me. I ended up with the conclusion that it made no sense to me no matter which reason they chose, but that it did make a nice post for the Field Notes App."
    },
    "1575927775252-audrey": {
        "link": "https://notes.anthropocene-curriculum.org/id/16398",
        "text": "Louisiana shrimp bought straight from the dock where the shrimp boats dropped it off earlier that day and taken to Cypress Cove Marina. It was then cooked, by a team of sun-dried paddlers who had just finished paddling the Mississippi, into a beautiful shrimp pasta good enough to temporarily break vegetarianism for."
    },
    "1575992123243-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/16453",
        "text": "The work continues. Even when it's -11 Celcius!"
    },
    "1575992254429-johnwkim": {
        "link": "https://notes.anthropocene-curriculum.org/id/16455",
        "text": "Sharing river stories with objects and images."
    },
    "1579261513388-simon-turner": {
        "link": "https://notes.anthropocene-curriculum.org/id/17148",
        "text": "Element abundances in Mississippi Mud. These are the numbers from an analysis of river mud I collected during the New Orleans workshop in November. I use a machine that measures the abundance of elements in bulk samples of soils and sediments and during some machine testing this week, I remembered I had this sample. The top figure is for trace elements in units of ppm (parts per million) and the lower one for major elements as % abundance. Major elements usually represent the dominant geology of a catchment (why not colour RWB, I thought) and trace elements the local geology (hence Choctaw flag colours). The size of the rectangles are proportional to the elements abundance. Sediment geochemistry, geopolitics and tribal entities are not very often combined."
    },
    "1579852797747-alexanderwschindler": {
        "link": "https://notes.anthropocene-curriculum.org/id/17483",
        "text": "Alqueva (infrastructure for irrigation and energy production): Portuguese state management claims it „A Fresh New Land“. A massive but also fragile monocultural eco-system has been formed – and residents had to be relocated to a new „village“ conjured up out of nothing. 38°11′51″N 7°29′47″W﻿"
    },
    "1590919178472-tturnbull": {
        "link": "https://notes.anthropocene-curriculum.org/id/26204",
        "text": "Grace Treffinger has been working with others to organise emergency food relief for families affected by COVID-19 in the Gulf South. They are distributing grocery boxes to 140 families across the city. Those involved in the project benefitted a lot from the kindess and generosity of the people of New Orleans,  and if you feel like showing your support, and signalling our continued engagement with the good people of NOLA, the link to their \"go fund me\" is here: https://www.gofundme.com/f/cattail-cooks-food-relief"
    },
    "16879": {
        "link": "https://notes.anthropocene-curriculum.org/id/16879",
        "text": "Marta Lourenço, director of the MUjHNAC discusses the spatial organization of scientific education at the old chemistry lab of the former Polytechnic School. The lab never catched up on the remodeling fashion of laboratory interiors during the early 20th century and thus got preserved in its original architecture, also by surviving the big fire in the museum of 1978 in which most of the zoology collection got lost."
    },
    "16883": {
        "link": "https://notes.anthropocene-curriculum.org/id/16883",
        "text": "A further selection of aquatic and agrarian specimen on display at the MUjHNAC"
    },
    "16887": {
        "link": "https://notes.anthropocene-curriculum.org/id/16887",
        "text": "Visiting the fish preservation lab at the Museu Nacional de História Natural e da Ciência. Beyond preserving these specimens, the tissues of these fishes can be sampled by future paleoecologists to obtain environmental/limnological data of the early 21st century."
    },
    "17011": {
        "link": "https://notes.anthropocene-curriculum.org/id/17011",
        "text": "The power behind electric power: Rotating shaft of one of the two generators at Alqueva I."
    },
    "17014": {
        "link": "https://notes.anthropocene-curriculum.org/id/17014",
        "text": "The hydroelectric dam at Alqueva has created the largest artifical lake in Western Europe at the time of its completion in 2002. An attempt to tip a destitute semi-arid area into an agricultural cornucopia it already cannot live up to its promises after two drought-stricken years."
    },
    "17017": {
        "link": "https://notes.anthropocene-curriculum.org/id/17017",
        "text": "The vanishing village Aldeia da Luz. The village was entirely rebuilt at the banks of the new lake."
    },
    "18114": {
        "link": "https://notes.anthropocene-curriculum.org/id/18114",
        "text": "As the seminar \"Repoliticizing the Anthropocene\" goes on, the exhibition \"Caminhar Pelo Leito, Navegar na Margem\" (\"Walk the Bed, Sail the Shore\") by the artist collective West Coast murmurs in the crimson space of Culturgest. Setting up tent along different rivers in the Eastern Portugal the collective \"observed that a sense of abandonment lingers along these landscapes, derived not only from a disinvestment of central power but also from the disappearance or devaluation of activities linked to land and rivers, which give the expression ‘no man’s land’ an almost literal meaning.\""
    },
    "18117": {
        "link": "https://notes.anthropocene-curriculum.org/id/18117",
        "text": "Participants of the seminar \"Dating Datafication\" discuss the historical roots of big data at the MUjHNAC."
    },
    "18121": {
        "link": "https://notes.anthropocene-curriculum.org/id/18121",
        "text": "Machine Hall of Alqueva 1"
    },
    "18124": {
        "link": "https://notes.anthropocene-curriculum.org/id/18124",
        "text": "Exact replica of the former church at the outskirts of the new village of Luz. Beholden to its symbolic power it is the only building true to the original."
    },
    "18127": {
        "link": "https://notes.anthropocene-curriculum.org/id/18127",
        "text": "Bathing in the light of Luz. The reservoir is in the background."
    },
    "18130": {
        "link": "https://notes.anthropocene-curriculum.org/id/18130",
        "text": "HKW apparition, awaiting the lecture of Dipesh Chakrabarty"
    }
}