{
    "22785-2": {
        "abstract": "The task for participants was to select one meaningful example of an Anthropogenic Landscape, a case study from their personal research background, and to link it conceptually to the anthropocenic themes at stake in the Lichtenberg case study. The feedback was surprising: a rich variety of disquieting, aesthetic, accurate descriptions of unstable landscapes, relocated communities, and scattered visions of Nature, sketching an overall network of ideal relations to the Lichtenberg case in metaphorical, historical, chemical, cultural, and political ways.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2014/seminar-anthropogenic-landscapes/22785-2/",
        "subtitle": "",
        "tags": [
            5,
            188,
            233,
            255,
            281
        ],
        "title": "A Scattered World View: Anthropogenic Visions Developed by Participants’ Assignments"
    },
    "after-extraction-a-partical-political-ecology-of-central-illinois": {
        "abstract": "The once-dominant biome of tall grass prairie found in Central Illinois was maintained through the overlapping work of Indigenous peoples, grazing bison, weather-induced fires, and the underlying, deep effects of geological and climatic forces. Environmental historians tell us these grasslands were, in geologic terms, a relatively new and fragile, biome. Their near-complete destruction, including the lifeways through which they were constituted, only took about one hundred years. The Westward expansion of the settler-colonial nation state brought legal and mechanical technologies that turned the complex landscape before it into a simplified medium for extracting row crops and coal. This field guide combines creative non-fiction and montage-based images to depict a partial history of extractive land use in Central Illinois.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-2-anthropocene-drift/field-guides-to-the-anthropocene-drift/after-extraction-a-partical-political-ecology-of-central-illinois/",
        "subtitle": "Field Guide 05",
        "tags": [
            10,
            233,
            322
        ],
        "title": "After Extraction: A Partical Political Ecology of Central Illinois"
    },
    "amongst-relatives": {
        "abstract": "In a series of interviews with Indigenous thinkers from communities of the northern Mississippi River basin, Amongst Relatives explores the dissonance of settler colonial agricultural methods and indigenous relationships to land. From soil microbes to milkweed, this field guide invites in multi-formed relatives to contend with the pervasive colonial past and to inform visions of potential futures.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-2-anthropocene-drift/field-guides-to-the-anthropocene-drift/amongst-relatives/",
        "subtitle": "Field Guide 03",
        "tags": [
            336,
            10,
            174,
            323,
            322
        ],
        "title": "Amongst Relatives"
    },
    "anthropocene-campus-melbourne": {
        "abstract": "Debates over the past decade about the existence and start-date of “the Anthropocene”—or, the age of the human—have provided an important prompt for academics, artists, and others to reconsider critically how knowledge is produced and reproduced. What forms of critique, knowledge making, and collaboration are needed to meet the challenges we now face? The Anthropocene Campus Melbourne, was a four-day campus from September 3-6, 2018, built around four “elemental” seminar streams, keynotes, a plenary panel, off-site events, and a fieldwork day exploring sites inside and outside Melbourne. EARTH, WATER, FIRE, and AIR/FLESH were all explored through seminar meetings, involving guest facilitators and participants in the co-creation of a curriculum.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/anthropocene-campus-melbourne/",
        "subtitle": "",
        "tags": [
            335,
            10,
            194,
            210,
            231,
            232
        ],
        "title": "Anthropocene Campus Melbourne"
    },
    "anthropocene-campus-philadelphia": {
        "abstract": "The Anthropocene Campus Philadelphia (ACP) was a collaborative campus event that took place at Drexel University in October 2017 to challenge the familiar boundaries between the environmental studies disciplines and to open the way for what we believe is a sustainable and provocative research enterprise. The ACP-developed inquiry into Philadelphia and the Delaware Valley engaged with questions of importance to multiple sectors and resonated with other cases in a transnational framework. We construed our approach broadly to include intersecting disciplines, a wide range of actors and experts, and historical time scales from the deep past into the future. In addition to four primary seminars, the ACP also featured plenary lectures, short workshops, a film series, performances, and a full day set aside for field visits (from historical archives and empty buildings to brownfield sites and barges) in the region.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/anthropocene-campus-philadelphia/",
        "subtitle": "",
        "tags": [
            5,
            4,
            333,
            8,
            188,
            200,
            324,
            210,
            222,
            226,
            229,
            256,
            272
        ],
        "title": "Anthropocene Campus Philadelphia"
    },
    "anthropocene-campus-venice-2021": {
        "abstract": "The balance of water and land has always constituted both a vital resource for the inhabitants of Venice as well as a crucial factor for the very existence of the lagoon. The city’s insularity, which is at once natural and artificial, marks its specific relation to the elements. The political economy of a “water city” like Venice thus constitutes an emblematic case study to address crucial cultural questions in connection with a longue-durée history. An inquiry into the long-term geo-environmental practices and knowledge forms of Venice offers a vantage point to reflect on the co-evolution of human inhabitation of a highly dynamic environment at threat of catastrophic shifting as we enter the Anthropocene. The Anthropocene Campus Venice (ACV) will take the case of Venice as a point of departure to collectively reflect on geo-environmental politics in the water city and beyond. Over the span of a full week, this forum will provide a space for co-learning, interdisciplinary collaborations, and comparative studies bringing together environmental scientists, artists, historians of science and technology, geologists, environmental humanity scholars, archaeologists, and architects.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/anthropocene-campus-venice-2021/",
        "subtitle": "Long-term Environmental Knowledge and Politics in a Rapidly Changing Water City",
        "tags": [
            5,
            336,
            335,
            10,
            2,
            169,
            188,
            216,
            226,
            326,
            282
        ],
        "title": "Anthropocene Campus Venice 2021"
    },
    "anthropocene-east-asia": {
        "abstract": "Where is the Anthropocene? If seen from a corner of the East Asian Continent/Peninsula/Archipelago, does the same image come into focus as seen from other parts of the world? Although the notion of the Anthropocene points to humanity’s involvement in Earth history, especially in light of contemporary global environmental change, the very same planet is comprised of individual ecological niches and diverse cultures existing within particular milieu. So we might also ask: Who is this humanity? Collaborating with both Japanese and European museums and their associated communities, the aim of the project was to design a sequence of events to explore the conceptual, material, and immaterial cultural forms through which environmental knowledge has historically been recognized, organized, activated, and transmitted in East Asia by way of conferences, public events, and publications.",
        "content": [
            {
                "text": "Newspaper Sketches of Ocean Waves (2016), pen on Inkjet Prints. Image courtesy of the artist Hicosaka Toshiaki",
                "type": "image"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/anthropocene-east-asia/",
        "subtitle": "The Concept of the Anthropocene in the East Asian Context",
        "tags": [
            2,
            210,
            243
        ],
        "title": "Anthropocene East Asia"
    },
    "anthropocene-india": {
        "abstract": "The ecological crisis today is foundational and multidimensional, and addressing it requires cutting across traditional disciplinary categories of knowledge. It necessitates a sharing of perspectives and the recovery of multiple ways of knowing and relating to nature. Moreover, solving the crisis demands that our gaze to be turned inwards in order to examine of our notions of power and ethics. Planetary futures are at stake.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/anthropocene-india/",
        "subtitle": "State of Nature in India - An Interdisciplinary Conference",
        "tags": [
            336,
            8,
            226,
            243
        ],
        "title": "Anthropocene India"
    },
    "anthropocene-river-campus-the-human-delta": {
        "abstract": "The Anthropocene River Campus: The Human Delta will synthesize the downstream in the Mississippi within a week-long field research and educational event at Tulane University and in and around New Orleans, aiming to open up novel collaborative and exploratory epistemological practices.",
        "content": [
            {
                "text": "Critical insights and impressions of the Anthropocene River Campus: The Human Delta, which took place in New Orleans in November 2019.",
                "title": "Films and Interviews",
                "type": "embed"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/anthropocene-river-campus-the-human-delta/",
        "subtitle": "",
        "tags": [
            11,
            4,
            3,
            9,
            173,
            189,
            200,
            201,
            204,
            205,
            207,
            208,
            209,
            210,
            213,
            216,
            222,
            245,
            261,
            279,
            282
        ],
        "title": "Anthropocene River Campus: The Human Delta"
    },
    "anthropocene-river-journey": {
        "abstract": "From September to November 2019, the Anthropocene River Journey meanders on and along the Mississippi River and its tributaries as part of a canoe-based, eighty-day expedition down the river from the headwaters in Northern Minnesota to the Gulf of Mexico. Students of the Augsburg University’s River Semester and twenty-five scholars, artists, and activists from around the world bring together the findings and practices of the individual field stations and collect their own observational research, making connections with local people along the way. Participants will use their Anthropocene River Journey online pages to collect the research and draw it into a common narrative depicting the downstream connections of the river system, engaging ongoing debates on how to react to, cope, and deal with the effects of the Anthropocene.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/anthropocene-river-journey/",
        "subtitle": "",
        "tags": [
            10,
            2,
            3,
            205,
            206,
            208,
            282
        ],
        "title": "Anthropocene River Journey"
    },
    "anthropocene-river-school": {
        "abstract": "The Anthropocene River School integrates the work of the Anthropocene River Field Stations and transforms the research into an ongoing, collaborative teaching enterprise. It introduces opportunities for meaningful participation (teaching and learning) to people around the world. The River School facilitates both online Open Seminars and two Field Campuses.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/anthropocene-river-school/",
        "subtitle": "",
        "tags": [
            5,
            9,
            202,
            205,
            229,
            230,
            282
        ],
        "title": "Anthropocene River School"
    },
    "anthropocene-working-group": {
        "abstract": "Fostering their long-standing cooperation with Haus der Kulturen der Welt (HKW) and the Max Planck Institute for the History of Science (MPIWG) the international Anthropocene Working Group (AWG) joins the project Mississippi. An Anthropocene River, contributing geoscientific expertise and holding their first meeting outside of Europe (immediately prior to the Anthropocene River Campus in New Orleans). The AWG is an interdisciplinary group of geologists, Earth system scientists, historians, and scholars of law tasked with collecting stratigraphic evidence for the Anthropocene as a new geological epoch. Here we collect/present a selection of essays from members of the AWG discussing some of the crucial aspects that make the Mississippi River an icon of global Anthropocene transformations.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/anthropocene-working-group/",
        "subtitle": "",
        "tags": [
            4,
            6,
            13,
            176,
            184,
            188,
            192,
            198,
            223,
            230,
            241,
            250,
            251,
            255,
            266,
            272,
            274
        ],
        "title": "Anthropocene Working Group"
    },
    "axiomatic-earth": {
        "abstract": "The Axiomatic Earth describes a condition in which calculation becomes a site of political struggle. Allowing different modes of seeing or measuring, technologies of calculation do not simply present an improved perspective of the world. Instead they present a different world, and thus allow the formulation of different problems.",
        "content": [
            {
                "text": "Prologue “The earth itself and everything within it is increasingly captured by systems of abstraction.” Godofredo Pereira on how systems of classification are being used within the seminar to shed a light on the processes of counting and measuring in the Anthropocene.",
                "type": "text"
            },
            {
                "text": "Interview with Godofredo Pereira, April 14, 2016",
                "title": "",
                "type": "embed"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2016/axiomatic-earth/",
        "subtitle": "",
        "tags": [
            237,
            272
        ],
        "title": "Seminar: Axiomatic Earth"
    },
    "before-i-know-you": {
        "abstract": "The Mississippi River is a magnificent existent ecosystem. She is “a strong brown god,” as T. S. Eliot wrote, that offers water and gives land to the North American Continent. As she saunters from her headwaters in Minnesota to her mouth in the Gulf of Mexico, she gathers strength, growing in  magnitude from water and sediment, she also accumulates fertilizers and hydrocarbons. Along her route, she is “straightened and shackled,” as the US Army Corps of Engineers once boasted, by engineered impediments. By the time she reaches New Orleans, my hometown, the river has become brutalized, toxified, and enraged. Prevented from offering fresh sediment to her wetlands, she instead spews forth a 7,000-square mile hypoxic dead zone into the Gulf. By traveling from the river’s mouth to her head, I am going back in time to meet a younger, fresher, freer river. As the Army Corps of Engineers plans to release the river from some of her dams, I will record impressions, images, and stories of a river I’ve never had the honor to meet, though she is the same river I’ve always known.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/anthropocene-river-journey/before-i-know-you/",
        "subtitle": "Contemplating the Mississippi Before and After the Petrochemical Industry",
        "tags": [
            4,
            3,
            174,
            202,
            207,
            222,
            228,
            250,
            257,
            265,
            282
        ],
        "title": "Before I Know You"
    },
    "beyond-property": {
        "abstract": "Grounded in the history of a parcel of family land in Wisconsin&#8217;s Driftless region, this experimental field guide explores conflicting ideas of land and ownership and occupancy in North America since the Orbis Spike of 1610. Framing property as a technology and key driver of the Anthropocene, this book considers its centuries-long rise and the many &#8220;otherwises&#8221; to the ownership model that were never extinguished by colonization and that form the basis of emerging frameworks that center the land as agent, rather than object.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-2-anthropocene-drift/field-guides-to-the-anthropocene-drift/beyond-property/",
        "subtitle": "Field Guide 04",
        "tags": [
            10,
            226,
            322
        ],
        "title": "Beyond Property"
    },
    "born-secret": {
        "abstract": "The Anthropocene unites the unlikely combination of Superman and a Kentucky uranium plant through Jeremy Bolen, Brian Holmes, and Brian Kirkbride’s Born Secret project, which chronicles how historical processes of scientific industrialization have left their mark on the planet.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-4-confluence-ecologies/born-secret/",
        "subtitle": "",
        "tags": [
            3,
            207,
            228,
            251,
            257,
            265
        ],
        "title": "Born Secret"
    },
    "broadcasting-live-from-field-station-5-the-culture-of-resistance-by-land-and-sea-in-the-anthropocene": {
        "abstract": "Both land and water are essential human resources, yet access to them in the Mississippi Delta can be precarious due to governmental or corporate interests. Through sound-based media, Abbéy Odunlami and Jared Richardson’s collaborative project explores a series of narratives woven together to illustrate what life is like for many in the Delta. The piece sheds a much-needed spotlight on the ecological factors that shape the region’s urban landscape.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-5-commodity-exploitation/broadcasting-live-from-field-station-5-the-culture-of-resistance-by-land-and-sea-in-the-anthropocene/",
        "subtitle": "The Culture of Resistance by Land and Sea in the Anthropocene",
        "tags": [
            5,
            334,
            3,
            185,
            204,
            324,
            211,
            235,
            321,
            262,
            279,
            282
        ],
        "title": "Broadcasting Live from… Field Station 5"
    },
    "campus-2014": {
        "abstract": "What does earthbound knowledge consist of? Which ways of communicating knowledge are appropriate? What does it mean to question the borders between institutionalized disciplines, or even to renegotiate them entirely? From the “geo-political” interactions between desertification and armed conflict, across the mediatization of the Anthropocene, to the resource dependence of an urban system or phenomena of local climate change, using the example of Berlin: by way of concrete case studies, international researchers and university teachers presented an Anthropocene Curriculum developed in transdisciplinary collaboration. At the Anthropocene Campus 2014, this curriculum was simultaneously tested and further developed. A hundred international researchers from the sciences, humanities, and the arts, as well as actors from outside academia engaged in this experiment, contributing their own perspective and expertise.",
        "content": [
            {
                "text": "Illustration by Benedikt Rugar",
                "type": "image"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2014/",
        "subtitle": "The Anthropocene Issue",
        "tags": [],
        "title": "Anthropocene Campus 2014"
    },
    "campus-2016": {
        "abstract": "How do social, human and technological infrastructures operate within the Anthropocene? What are the concrete techniques, organisms, environments and possibly systemic dysfunctions that compose this new planetary condition? One way of describing this worldwide fabric of earthly, technological, and living systems is in terms of the Technosphere, a hybrid field of infrastructural activities that has today achieved geo-systemic parity with other spheres such as the bio-, the hydro-, and the atmosphere. In what ways does this self-optimizing system coincide or interfere with adjacent spheres? How might humans intervene in, design, or change its dynamics? Or has the technosphere become an autonomous force beyond human intentions? The second edition of the Anthropocene Campus shed light on this man-made sphere, posing the challenge of describing, understanding, and more consciously shaping a twenty-first century wherein the forces of humanity, technology, culture, life, and industry act in accordance with the biophysical possibilities and limits of our planet.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2016/",
        "subtitle": "The Technosphere Issue",
        "tags": [],
        "title": "Anthropocene Campus 2016"
    },
    "conference-state-of-nature-in-india": {
        "abstract": "The State of Nature conference aims to understand better these complexities, and also to offer a critique of the widely discussed Anthropocene concept, through a focus on India. It seeks to dissolve boundaries between multiple practices by creating a more open and cross disciplinary conversation, which cuts across traditional disciplinary categories of knowledge making, by bringing together artists, cultural practitioners, natural and social scientists, policy people, activists and thinkers.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/anthropocene-india/conference-state-of-nature-in-india/",
        "subtitle": "Keynote lectures from the conference on August 23-25, 2018",
        "tags": [
            225,
            243
        ],
        "title": "Conference: State of Nature in India"
    },
    "contesting-the-de-industrial-futures-of-the-upper-mississippi": {
        "abstract": "The possibilities and challenges of the post-industrialization of the Mississippi River in the Twin Cities—and the complex social-ecological issues that arise as a result—are the focus of the multimedia and multi-layered project led by Morgan Adamson, Bruce Brau, and Roopali Phadke.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-1-sediment-settlement-sentiment/contesting-the-de-industrial-futures-of-the-upper-mississippi/",
        "subtitle": "",
        "tags": [
            5,
            4,
            12,
            185,
            209,
            226,
            279,
            282,
            50
        ],
        "title": "Contesting the De-industrial Futures of the Upper Mississippi"
    },
    "conversations": {
        "abstract": "The theme of “the Elemental” served as the organizing scheme of the Anthropocene Campus Melbourne and operated as a reference point for the articulation of genuinely anthropocenic questions and research paths. By directing the debate around the Anthropocene towards “the Elemental,” the overall agenda was to—as organizer Timothy Neal has put it—“stick with the troubles of matter.” The conversations below explore the motif of “the Elemental” from multiple perspectives and methodological approaches.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/anthropocene-campus-melbourne/conversations/",
        "subtitle": "",
        "tags": [
            336,
            3,
            210,
            253
        ],
        "title": "Conversations"
    },
    "data-sensing": {
        "abstract": "The Anthropocene highlights the limitations of existing frameworks in terms of data collection and analysis with the suggestion that researchers across disciplinary fields have run up against the limits of the knowable. This has been revealed in a number of ways, including an inadequacy in existing techniques to analyze a changing and uncertain future, challenges to the way in which researchers frame human activities relative to environmental transformation, and the politics that inform how and what questions can be asked. How are the artists and researchers associated with the project Mississippi. An Anthropocene River engaged in explorations of the limits of the knowable, and what role does the concept of the Anthropocene have in prompting such questioning? This project tests experimentally how data is collected and gathered using a home-built device that will accompany artist John Kim on his journey downriver.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/anthropocene-river-journey/data-sensing/",
        "subtitle": "",
        "tags": [
            13,
            2,
            3,
            9,
            181,
            197,
            210,
            230,
            272,
            282
        ],
        "title": "Data Sensing"
    },
    "deconstructing-fences": {
        "abstract": "Fences fulfill many different functions. They divide and isolate the land to demarcate private property. They demarcate socio–natural divides as in national forests that enclose (and aim at protect) nature; and affect animal habitats (other than human ones). Fences are well known as tools for demarcating countries, although not all national borders are demarcated by fences—which makes one question the materiality of the fence/border. They lock people in (prisoners) or out (immigrants).",
        "content": [
            {
                "text": "A setting such as Berlin, where the Anthropocene Campus 2014 took place, also added its own history of fences (the Berlin Wall) to the background of this project. We found fences to be directly connected to the very nature (and implications) of the Anthropocene. A couple of questions arose: Are fences necessarily negative? Could fence-dependent human cultures/societies be reshaped so that human beings could do without them? With this project we consider “slow” means of deconstructing, analyzing, and rebuilding fences through a series of case studies: the types/roles of fences in the US Southwest, in Patagonia, in the Arctic, as oil pipes in Nigeria, and as hedges in both private and public spaces.",
                "type": "text"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2014/seminar-slow-media/deconstructing-fences/",
        "subtitle": "",
        "tags": [
            226,
            230,
            243
        ],
        "title": "Deconstructing Fences"
    },
    "deep-time-chicago": {
        "abstract": "Deep Time Chicago is an art/research/activism initiative formed in the wake of the Anthropocene Campus held at the Haus der Kulturen der Welt (HKW), Berlin, in 2016. The specific goal of the initiative is to explore the idea of humanity as a geological agency, capable of disrupting the Earth system and inscribing present modes of existence into deep time. Knitting together group readings, guided walks, lectures, panels, screenings, performances, publications, and exhibitions, a public research trajectory is being developed within the framework of Deep Time Chicago, offering a variety of formats where inhabitants of the Chicago area can grapple with the crucial questions of global ecological change.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/deep-time-chicago/",
        "subtitle": "Cultural Change in the Anthropocene",
        "tags": [
            336,
            8,
            198,
            202
        ],
        "title": "Deep Time Chicago"
    },
    "deep-time-chicago-lecture": {
        "abstract": "Deep Time Chicago is initiating lectures focussing on environmental justice, political ecology, climate change and the Anthropocene. Among them, the Conversations on Art and Science event series at School of the Arts Institute of Chicago gathers artists and scholars from various fields dealing with the multi-dimensional challenges of the Anthropocene.",
        "content": [
            {
                "text": "Illustration by Benedikt Rugar",
                "type": "image"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/deep-time-chicago/deep-time-chicago-lecture/",
        "subtitle": "",
        "tags": [],
        "title": "Deep Time Chicago Lectures"
    },
    "essay-series": {
        "abstract": "Taking as a starting point its concerns with the past infrastructural interventions into the Mississippi River as well those developments still to come, three of Field Station 1’s primary organizers, Morgan Adamson, Bruce Braun, and Roopali Phadke, have commissioned a collection of essays to explore these conditions further. In this introductory text, they foreground the entanglement of social, political and ecological tributaries that comprise the post-industrial river and are considered in the essays that follow.",
        "content": [
            {
                "text": "St. Anthony Falls, 1863. Albumen print by Benjamin Franklin Upton.",
                "type": "image"
            },
            {
                "text": "Where it flows through the Twin Cities, the Upper Mississippi is in the process of radical transformation. What was a lifeline for industry—logistics, transportation, power—is being reimagined as a river for the twenty-first century. Bit by bit, the infrastructure that reshaped the river and facilitated the rise of the Twin Cities is being abandoned and repurposed. Take, for instance, the Upper St. Anthony Falls Lock, permanently closed in 2015 to prevent the spread of invasive species. The city, the National Park Service (NPS), and others, who collectively aim to “reposition the Lock as a unique destination on the Central Riverfront,” are harnessing this once-essential point of commercial navigation.Friends of the Lock &amp; Dam, “The Falls Initiative.” The Falls, October 22, 2019: thefalls.org/about/the-falls-initiative When the US Army Corps of Engineers closed the Upper St. Anthony Falls Lock, the Upper Harbor Terminal (UHT), which is the northernmost port of the Mississippi River, was rendered obsolete. Under the aegis of urban revitalization, the publicly held land that houses the UHT and forms the longest contiguous stretch of real estate on the Mississippi River has been offered to developers who have proposed building a destination music venue, housing, and commercial space on the site—all heavily subsidized by taxpayers. In tandem with these developments, the Army Corps began its formal “Disposition Study” in 2017 to decide whether it should retain ownership of the Upper St. Anthony Lock, the Lower St. Anthony Lock and Dam near downtown Minneapolis, and Lock and Dam No. 1 by the Ford Parkway Bridge. Some advocates of the potential decommissioning of the dam aim to “rewild” the river, returning the river gorge in Minneapolis to rapids and functionally ending the Mississippi’s role as an industrial river. We take these and other processes of de-industrialization in and around the Twin Cities as a starting point for an investigation of the histories and practices that formed the industrial river and the futures imagined for it. How do processes of de-industrialization open up spaces to think through the ways the river has been, and continues to be, shaped by colonial and capitalist processes? What are our investments—social, financial, and personal—in the river’s future? How does river infrastructure—present, past, and future—shape the social and environmental lives of the river? We insist that positioning the Mississippi as an “Anthropocene River” requires an examination of the layers of social, ecological, and technical interventions made upon it. Congress first authorized the Army Corps of Engineers to construct six dams in the headwaters region between 1880 and 1907. In 1910, the Corps built America’s first national dam with a hydroelectric plant at Lock and Dam No. 1 in St. Paul. Today, the Corps operates a “stairway of water” that consists of twenty-nine locks and dams on the Upper Mississippi River between Minneapolis and St. Louis. Perhaps less well known is that a proposal for the Meeker Lock and Dam, the first lock and dam built in the Twin Cities, had already been put forward in the 1850s. This proposal imagined the river as industrial infrastructure and situated it within the singular space of the settler nation-state fifty years before building actually commenced. The remaking of the river for the circulation of commodities and the generation of electricity transformed not only the river, but the value and “best use” of land adjacent to it, as the timber-, flour milling-, manufacturing-, and shipping industries claimed the riverfront. In this recounting, we must underscore that it is not possible to separate the river’s industrial past and imagined futures from histories of settler colonialism, the dispossession of native land, and genocide. In the processes of claiming the river as a commercial resource, there was both a disregard for the sacredness of sites belonging to the Dakota people along the Upper Mississippi and abuse of hallowed land. Bdote, the confluence of the Mississippi and Minnesota rivers and central to Dakota spirituality and history, was turned into a military base and concentration camp for the Dakota themselves during the Dakota War of 1862. Similarly, an area near ancient burial mounds that became known as Pig’s Eye was converted to a rail yard and a dumping ground for toxic waste. Likewise, Wakan Tipi, a cave that holds spiritual significance for Dakota and other Indigenous peoples, became the site of a brewery, rail yard, and industry. Neither can one separate the Mississippi’s industrial past from the violence of slavery, anti-Blackness, and the ongoing dispossession and marginalization of African American communities. Before the Civil War, ports along the river were used extensively in the slave trade, including for transporting slaves—like Dred Scott—to otherwise “free” states like Minnesota. In the twentieth century, zoning and redlining practices in Minneapolis segregated African American populations into neighborhoods like North Minneapolis, simultaneously barring access to the riverfront while exposing residents to the toxic effects of industry. Today, struggles over the future of the Upper Harbor Terminal carry these pasts into the present. As industries have migrated away from the river, as railroads and then interstate highways have displaced barges with trains and trucks, and as manufacturers have closed local plants to exploit cheaper labor overseas, perceptions of the river as a social, cultural, and financial resource are changing. We, as scholars, artists, and practitioners invested in the river’s future, provide context for these intersecting streams of history that manifest within the de-industrializing Upper Mississippi. What is the relation between these pasts and our de-industrializing present? How do they shape today’s struggles over the river’s future? And how might we occasion critical reflection on the histories and futures of the industrial river? Members of the group have guided undergraduates through documentary filmmaking at the Upper Harbor Terminal, led public tours of the terminal and Lock and Dam No. 1, and commissioned this set of reflective essays on the contested histories and futures of the river publicly available as part of the larger Mississippi. An Anthropocene River project. The commissioned essays are at once critical and poetic and range from personal histories of resource extraction in the river headwaters, competing visions for the Upper Harbor Terminal, desires to “rewild” the Mississippi Gorge, settler colonialism, and indigenous water futures in the Anthropocene. Other essays shine a light on the role of real estate capital in remaking the postindustrial river, excavate the many social and geological layers of Bruce Vento Nature Sanctuary, and attend to continuities and discontinuities between imagined river futures today and the settler-colonial futures embodied in the original mid-nineteenth-century plans for the Meeker Lock and Dam.",
                "type": "text"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-1-sediment-settlement-sentiment/essay-series/",
        "subtitle": "",
        "tags": [
            5,
            8,
            222,
            226,
            229,
            241,
            281
        ],
        "title": "After the Industrial River: Essay Collection"
    },
    "field-station-1-sediment-settlement-sentiment": {
        "abstract": "Field Station 1 considers the stretch of land that extends from the Mississippi River’s headwaters at Lake Itasca, down to the unglaciated region that crosses southeastern Minnesota, southwestern Wisconsin, and northeastern Iowa known as the Driftless. This stretch of the Mississippi River marks both its “natural” and “anthropogenic” origin, where a small creek becomes a continental torrent, where the Dakota, Ojibwe, and many other native peoples centered their material and spiritual lives, and where the U.S. Army Corps of Engineers has pursued its mandate to organize, manage, and direct the river’s flow for almost two centuries.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-1-sediment-settlement-sentiment/",
        "subtitle": "The Machinic River",
        "tags": [
            5,
            4,
            10,
            2,
            3,
            171,
            185,
            209,
            324,
            220,
            229,
            235,
            257,
            322,
            280,
            282
        ],
        "title": "Field Station 1: Sediment, Settlement, Sentiment"
    },
    "field-station-2-anthropocene-drift": {
        "abstract": "The Midwestern United States is dominated by cropland, a patchwork of monocrop fields laden with corn and soy destined for confined animal feedlots, fuel refineries, chemical manufacturers, and global export. Globally, such large-scale agriculture is deeply connected to climate change, contributing more than one fifth of greenhouse gas emissions. However, political ecologists argue that the impacts of industrial agriculture cannot be measured by emissions alone. From the near-total destruction of the prairie biome by the beginning of the 20th century to the flow of 21st century chemicals down the Mississippi River, agricultural land degradation reaches across territories, connecting past, present, and future.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-2-anthropocene-drift/",
        "subtitle": "",
        "tags": [
            4,
            10,
            174,
            175,
            185,
            189,
            202,
            324,
            222,
            323,
            233,
            235,
            322,
            268,
            275,
            280,
            282
        ],
        "title": "Field Station 2: Anthropocene Drift"
    },
    "field-station-3-anthropocene-vernacular": {
        "abstract": "The St. Louis region is an irreducible landscape that carries the memories, meanings, and anxieties of millennia of settlement overlain on a metropolitan area grappling with the persistent, interconnected legacies of industry, race, and empire. Here, the Mississippi River is a hydraulic cleave through a territory that is rife with contradiction: once the meeting point of the tribes of the Osage and the Illinois, the Cahokia and the Missouri; once a boundary between empires; once a line between the free and the enslaved; still a real and conceptual divide to collective imagination and action. Along this river, which troubles the totalizing binaries of corporations and individuals, environmental devastation and renewal, rural and urban geography, distant past and uncertain present, these latent histories and liminal boundaries rise to the surface and resist any form of clean analysis, any easy narrative closure.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-3-anthropocene-vernacular/",
        "subtitle": " Industry, Indigeneity, and Empire",
        "tags": [
            4,
            10,
            3,
            174,
            175,
            185,
            198,
            324,
            210,
            222,
            225,
            226,
            229,
            235,
            274,
            279,
            282,
            50
        ],
        "title": "Field Station 3: Anthropocene Vernacular"
    },
    "field-station-4-confluence-ecologies": {
        "abstract": "As a central axis through both real and mythic America, the Mississippi designates a particularly heterogeneous space in which the natural, cultural, and historical intersect in a unique way. Located in “confluence territory” where the Mississippi and Ohio Rivers meet (in Southern Illinois and Western Kentucky), Confluence Ecologies aims to bring a regionally focused lens to the globally entangled Anthropocene condition. The undertaking of this Field Station is one of intensive engagement with the juxtaposition of opioid addiction and our dependencies on coal and nuclear power, issues of native species loss and invasive replacements, animal labor, and ethical questions about future terraforming and historical geoengineering initiatives.",
        "content": [
            {
                "text": "© Andrew Yang",
                "type": "image"
            },
            {
                "text": "Within this framework, members of the collective Deep Time Chicago will create non-conventional maps, experimental videos, multimedia installations, and participatory, public events as a way to collaboratively understand the ecological-economic-technological infrastructures that connect our lives and livelihoods in this contested political (and geological) moment. This interdisciplinary research carried out at this Field Station will provide it with a substantive trove of artifacts and experiences. These will serve as the foundation for an exhibition, the aim of which is to connect audiences who might find themselves distant—physically, politically, or otherwise. Activities during the Anthropocene River Journey will range from public walks with the paleogeologist Scott Elrick to the exploration and discussion of the life and ecology of the Asian Carp that populate the Mississippi River, and will further open up the work of the Field Station to the public.",
                "type": "text"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-4-confluence-ecologies/",
        "subtitle": "",
        "tags": [
            10,
            7,
            185,
            202,
            207,
            209,
            219,
            221,
            225,
            251,
            261,
            281,
            282,
            50
        ],
        "title": "Field Station 4: Confluence Ecologies"
    },
    "field-station-5-commodity-exploitation": {
        "abstract": "The Upper Delta region—stretching from Memphis, Tennessee, all the way to New Orleans, Louisiana—is shaped intensively by environmental forces, the dynamics of evolving multiracial identities in the American South, as well as by inherently global economic forces. All these factors spatially construct the Upper Delta. This is as true for the social meanings and identities it confers on human bodies as it is for the actual terrain and aquatic infrastructure that has formed the topographic body of the landscape itself.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-5-commodity-exploitation/",
        "subtitle": "",
        "tags": [
            4,
            10,
            12,
            3,
            185,
            189,
            204,
            206,
            324,
            222,
            230,
            331,
            321,
            262,
            280
        ],
        "title": "Field Station 5: Place, Space &#038; Relations of Belongings"
    },
    "field-stations": {
        "abstract": "Over the course of a year, five regional zones have been acting as Field Stations where international and local scholars, artists, and activists research pressing concerns at various sites along the river. Each Field Station applies a multiplicity of varied methodological approaches to each locale. In an attempt to tie planetary shifts to local issues, regionally specific subprojects, publication programs, public events, and community initiatives explore novel ways of reading the dynamic Mississippi landscape. Each Field Station with its various manifestations and localized research inquiries takes on a range of key themes of the overall Mississippi. An Anthropocene River project—from hydrology, agriculture and settler colonialism to commerce, extraction, and ecological degradation—with the objective to turn legible the upstream and downstream entanglements that shape the river basin.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/",
        "subtitle": "",
        "tags": [
            4,
            10,
            202,
            235,
            282
        ],
        "title": "Field Stations"
    },
    "field-trips": {
        "abstract": "The concept of the Anthropocene induced a paradigm shift in the processes of knowledge making. Through an exploration of the theme of “the Elemental,” the Anthropocene Campus Melbourne took the Anthropocene concept into the field. The following reports reflect on the novel methodological approaches that have been put to the test during a series of field trips and workshops.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/anthropocene-campus-melbourne/field-trips/",
        "subtitle": "",
        "tags": [
            10,
            12,
            205,
            232
        ],
        "title": "Field Trips"
    },
    "film-residency-mississippi-an-anthropocene-river": {
        "abstract": "Over the past six months, four artists—Andrea Carlson, Tia-Simone Gardner, John Kim, and Jenny Schmid—have developed new short films inspired by the Headwaters field station. An aesthetics of displacement, as it relates to bodies of water, runs through each of the works. The artists participating in the residency were selected on account of their pre-existing practices that entail a critical envisioning of the Mississippi River and/or an assessment of the environmental impacts of human activities on bodies of water. A common theme in the artists’ work is an aesthetics of displacement.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-1-sediment-settlement-sentiment/film-residency-mississippi-an-anthropocene-river/",
        "subtitle": "Film Residency",
        "tags": [
            3,
            171,
            324,
            226,
            282,
            290
        ],
        "title": "An Aesthetics of Displacement"
    },
    "from-plantations-to-petrochemicals": {
        "abstract": "Jason Ludwig’s Traveler Project draws from the extensive research he has conducted into the history of American slavery as it intersects with the Anthropocene. Building on this body of work, he will relate it wider issues of environmental violence in the region.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/anthropocene-river-journey/from-plantations-to-petrochemicals/",
        "subtitle": "Slavery, Memory and Justice along the Mississippi",
        "tags": [
            4,
            174,
            185,
            189,
            199,
            204,
            207,
            222,
            250
        ],
        "title": "From Plantations to Petrochemicals"
    },
    "from-valuing-nature-to-reclaiming-resources": {
        "abstract": "There is no alternative to placing the economy within the limits of the biosphere. Environmental responsibility starts with properly quantifying the human impact on the ecosystem, and then using the metrics of nature valuation to preserve high-quality life-supporting systems in the long term. This handbook outlines the arguments to show the way.",
        "content": [
            {
                "text": "“The nation behaves well if it treats the natural resources as assets which it must turn over to the next generation increased, and not impaired, in value.” Theodore Roosevelt, 1910      “If nature went public it would be the most valuable stock market flotation of all times.” Sabine Höhler, W.I.R.E.Web for interdisciplinary research and expertise: think tank for business, society and life sciences, online.",
                "type": "text"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2014/seminar-valuing-nature/from-valuing-nature-to-reclaiming-resources/",
        "subtitle": "",
        "tags": [
            183,
            185,
            204,
            217
        ],
        "title": "From Valuing Nature to Reclaiming Resources"
    },
    "geo-politics": {
        "abstract": "With respect to human rights work, political and military conflict and its environmental conditions seem to occupy opposite ends of the epistemic spectrum. We need to develop operative concepts able to work across this divide, establishing “field causalities,” a framework that allows us to connect individuals, environments, and artifices.",
        "content": [
            {
                "text": "Illustration by Benedikt Rugar",
                "type": "image"
            },
            {
                "text": "Prologue Is there still something by which to measure what remains untouched by humans? How is the ambiguity of calculus being mobilized in different conflicts by different actors? What roles do complexity and scale play? Adrian Lahoud and Nabil Ahmed scrutinize the shift of global frontiers. What sort of new alliances are required in the Anthropocene?",
                "type": "text"
            },
            {
                "text": "Résumé by Matteo Pasquinelli",
                "type": "text"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2014/geo-politics/",
        "subtitle": "",
        "tags": [
            10,
            226,
            280
        ],
        "title": "Seminar: Geo-Politics"
    },
    "hopium-economy": {
        "abstract": "By placing the contemporary US opioid crisis in the context of overlapping systems—political, material, industrial—Beate Geissler and Oliver Sann’s video practice reveals the complex web of interrelations that underpin individual addiction. In doing so, they draw parallels between conditions of substance dependencies and our wider planetary condition.",
        "content": [
            {
                "text": "Hopium Economy by Beate Geissler, Oliver Sann 2019 Hopium Economy by Beate Geissler, Oliver Sann 2019 Hopium Economy by Beate Geissler, Oliver Sann 2019",
                "type": "image"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-4-confluence-ecologies/hopium-economy/",
        "subtitle": "",
        "tags": [
            5,
            10,
            3,
            185,
            187,
            207,
            221,
            50
        ],
        "title": "Hopium Economy"
    },
    "images-of-the-anthropocene": {
        "abstract": "As a preparatory task, seminar participants and instructors were asked to contribute an image with accompanying comment based on the seminar outline. The aim was to go beyond depicting the Anthropocene as a general phenomenon and idea. Presenting and discussing these individual images was one of the first activities of the seminar’s four workgroups—“Terra Forming,” “Anthropos,” “The Nonhuman,” and “Times—Before and After.”",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2014/seminar-imaging-the-anthropocene/images-of-the-anthropocene/",
        "subtitle": "",
        "tags": [
            5,
            171,
            176,
            253,
            274
        ],
        "title": "Images of the Anthropocene"
    },
    "infrastructures": {
        "abstract": "“Territories—Watersheds—Infrastructures” is a multi-scalar field documentation and mapping project that positions the Mississippi watershed, its tributaries and St. Louis region within its broader watershed, particularly highlighting the complicated intersections of river management, industry, and recreation.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-3-anthropocene-vernacular/infrastructures/",
        "subtitle": "",
        "tags": [
            5,
            11,
            12,
            7,
            173,
            220,
            229,
            255,
            265,
            279
        ],
        "title": "Territories—Watersheds—Infrastructures"
    },
    "infrastrucural-nature": {
        "abstract": "The term “green infrastructures” denotes an approach to water management that is not only geared towards regionalized risk mitigation, but also encompasses environmental restoration. But what is deemed as “acceptable loss” and what is regarded as a “natural asset”? In other words, how is valuation assigned to nature?",
        "content": [
            {
                "text": "Working critically with the notion of ecosystem services, this project examines how planning around “green infrastructure” is being mobilized in the Delta region of the Mississippi River as a means of reducing risks associated with the changing climate. Framed as both “restoration of nature” and “risk mitigation,” green infrastructure activities have gained prominence and financing ever since Hurricane Katrina hit the coast of Louisiana. Following the 2005 hurricane season, the newly established Coastal Protection and Restoration Authority (CPRA) authored a Coastal Master PlanState of Louisana, Coastal Protection and Restoration Authority of Louisiana, Master Plan for a Sustain Coast. Louisiana: OTS-State Printing, 2017, online with the aim of directing investments toward reducing storm-surge flood risk for coastal communities and protecting an array of commercial and recreational activities. Currently in the third cycle of its “Plan,” this project leverages the State’s 2023 Plan drafting process to understand how planners are tabulating the benefits of risk reduction within specific parts of the Delta and how nature is being employed to protect against the future impacts of natural phenomena. How, in other words, do we make sense of “green infrastructure” as an increasing response to risk in the Anthropocene? The Plan’s frame of reference for managing vulnerability is the region: In lieu of discrete, project-sized interventions, regionalized risk reduction focuses on both landscape-scale restoration and a series of small but interlinked interventions. Yet, with limited resources, priorities for protection nonetheless are aimed at specific assets and activities within the state, which the rhetoric around the regional integrity of restoration efforts partly occludes. What is seen as worthy of protection and what is sacrificed? And how is the reconstruction of natural assets conceived and financed toward meeting these goals of “acceptable loss”? One of the principal “tools” identified by the Plan is using natural wetlands and other landscapes as defenses against flooding from storms. This attention to soil replenishment reverses decades of commercial activity directed at extracting and undermining these “natural assets.” Deploying methods of participant observation and interviews, this research will involve visiting two to three of these sites of natural infrastructure with project developers to understand how the valuations assigned through planning documents are converted into material nature, i.e. barrier islands, ridge and marsh restoration, oyster reefs, etc. In addition to thinking about what determines “acceptable loss,” the project will also focus on mapping specific green-infrastructure professions and practices: What forms of expertise is the state mobilizing to make this redemption of nature a reality; and how does the engineered imaginary of nature influence calculations of benefit and value? And how, finally, do these interventions articulate or participate in notions of equitable risk—the equal sharing out of vulnerability across populations and territories? These largely public investments (local, state, and federal funds; implementation of the 2017 Plan is estimated at 50 billion dollars) also interact with other mechanisms of risk management, such as insurance, and the tools that help determine insurability, such as catastrophe models. A special focus will fall on the linking of public investments in vulnerability-reduction with circuits of private-risk mitigation capital.",
                "type": "text"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/anthropocene-river-journey/infrastrucural-nature/",
        "subtitle": "Shifting Regimes of Valuing Delta Wetlands - An Anthropocene Parable of Loss and Protection",
        "tags": [
            4,
            226,
            229,
            254
        ],
        "title": "Infrastructural Nature"
    },
    "inheritance": {
        "abstract": "The field of geology has long been intertwined with extraction of coal and petroleum. This project contemplates the two sides of geology through the voices of paleo-geologists who read the earth’s layers to construct a history of our planet, and miners who have visited the earth’s ancient records in the process of extraction.The resulting installation asks what we have inherited–and what we bequeath to the future.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-4-confluence-ecologies/inheritance/",
        "subtitle": "",
        "tags": [
            4,
            2,
            186,
            198,
            240,
            282
        ],
        "title": "Inheritance"
    },
    "kick-off-anthropocene-river-journey": {
        "abstract": "The travails of the Anthropocene River Journey will kick-off with an event at the headwaters of the Mississippi River at Lake Itasca from 27 to 29 August 2019. The event draws together many of the essential themes and concerns of the overarching journey from the headwaters to New Orleans for a public gathering.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/anthropocene-river-journey/kick-off-anthropocene-river-journey/",
        "subtitle": "",
        "tags": [
            4,
            9,
            207,
            222,
            229,
            235,
            282
        ],
        "title": "Kick-off Anthropocene River Journey"
    },
    "knowing-in-the-anthropocene": {
        "abstract": "Is a different kind of technosphere possible? What forms of knowledge might a different technosphere require and engender? In order to explore such questions, we will take as our point of departure the Aerocene: a nascent, collaborative, speculative vision of the future.",
        "content": [
            {
                "text": "Prologue “We see the Anthropocene as a starting point from which one can set off into various exploratory directions instead of a problem that needs to be pinned down and solved.” Bronislaw Szerszynski on why floating aerosolar sculptures at dawn might help the seminar to imagine exotechnospheres that do not depend on the exploitation of fossil fuels.",
                "type": "text"
            },
            {
                "text": "April 17, 2016",
                "title": "",
                "type": "embed"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2016/knowing-in-the-anthropocene/",
        "subtitle": "",
        "tags": [
            187,
            197,
            210,
            218,
            221,
            232,
            242
        ],
        "title": "Seminar: Knowing (in) the Anthropocene"
    },
    "laboratory-for-a-radical-suburbia": {
        "abstract": "In the past five years, America’s suburbanized landscape has emerged as a site of urgent contestation—arguably the defining geography of the national political moment. However, while the fields of art and design have largely failed to engage this critical space, Laboratory for Suburbia is a yearlong project inviting artists, designers, and others to respond to legacies of suburbanization—and to do so in St. Louis. Presenting a potent paradigm for suburbanization in the twenty-first century—just as Los Angeles did in the twentieth—St. Louis is an illustration of a region where sprawl continues apace not because of explosive population growth but despite the lack of it, in the face of economic precariousness, population stagnation, and racial anxiety. The project is an initiative organized by the Luminary art space located in St. Louis.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-3-anthropocene-vernacular/laboratory-for-a-radical-suburbia/",
        "subtitle": "Laboratory for a Radical Suburbia",
        "tags": [
            5,
            185,
            228,
            230,
            233,
            235,
            256,
            262,
            279,
            282
        ],
        "title": "Domesticating the Anthropocene"
    },
    "lake-chad-sharing-a-diminishing-resource": {
        "abstract": "In many countries of the African continent, access to enough good-quality water has long been a challenge, which the Anthropocene is exacerbating in many regions. One case study focused on Lake Chad, a central feature in the livelihoods and economies of several countries that border the dwindling lake. Local and regional pressures have always been a challenge, and have triggered adaptive strategies, but the new stress of diminishing rainfall in the Anthropocene is deepening this challenge.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2014/seminar-filtering-the-anthropocene/lake-chad-sharing-a-diminishing-resource/",
        "subtitle": "",
        "tags": [
            5,
            229,
            282
        ],
        "title": "Lake Chad: Sharing a Diminishing Resource?"
    },
    "lisboa-parallax-2020": {
        "abstract": "The Anthropocene Campus Lisboa: Parallax (ACL: Parallax), is an event organised by the Portuguese research center CIUHCT and its project Anthropolands taking place at Culturgest in Lisbon, Portugal, between 6 and 11 January 2020. This Campus is part of the Anthropocene Curriculum initiated by the Haus der Kulturen der Welt (HKW) and the Max Planck Institute for the History of Science (MPIWG), which has generated two Anthropocene Campus in Berlin (2014, 2016) and several satellite events worldwide.",
        "content": [
            {
                "text": "Systems of Social and Technological Organization Systems of social and technological organization will follow the rationale that territorial, demographic and resource management, trade infrastructures and geopolitical relations are not isolated mechanisms strictly following reason, scientific data, and democratic decision processes. In fact, while often naturalized or invisible, structures such as social conventions, top-down bureaucracy, political power and, increasingly, the social media, descend from historical practices and forms of social organization that complexify our relationship with the world and its co-inhabitants. Participants may choose one of the  three dedicated seminars: Anthropogenic Landscapes of Inequality, Dating Datafication? History, Epistemology and Politics of Big Data and Repoliticizing the Anthropocene.",
                "type": "text"
            },
            {
                "text": "Perception and Narrative Seminars under the perception and narrative framework will work towards a reassessment of the available tools for communicating and experiencing, in order to reconfigure the troubled relationship between humans and the world. This reassessment is not limited to media in the strict sense, and will include all the ways in which we change our surroundings and can be said to produce meaning. To thrive in the Anthropocene, we must discard imperialist and anthropocentric practices by sensing and representing our environment and its occupants in ways that are truthful to their eco-social roles. Participants may choose one of three seminars dedicated to perception and narrative organization—Funny Animals, The Sonic Ecology of the Tourist City, and Building, Dwelling, Thinking in the Anthropocene.",
                "type": "text"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/parallax-lisboa/lisboa-parallax-2020/",
        "subtitle": "",
        "tags": [
            10,
            334,
            173,
            220,
            226
        ],
        "title": "Anthropocene Campus Lisboa: Parallax 2020"
    },
    "listening-to-the-mississippi": {
        "abstract": "Listening to the Mississippi is an iterative project that has unfolded since 2013 and currently manifests as a sound composition and traveling listening station. Using underwater recordings gathered in 2015 by artists Monica Haller and Sebastian Müllauer that span the river from the headwaters to the Gulf, Listening to the Mississippi asks listeners to orient themselves to the river through their sense of sound, rather than by sight alone. The project seeks to understand the Mississippi as a dynamic condition that includes the past and the present and stretches across a great distance. Through the use of mobile listening packs that include headphones, a felted mat, and listening notes, the project cultivates distinct moments of engagement that accumulate through compilations of sound and the activation of other senses: sight, smell, and even touch.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-1-sediment-settlement-sentiment/listening-to-the-mississippi/",
        "subtitle": "",
        "tags": [
            11,
            4,
            13,
            171,
            282
        ],
        "title": "Listening to the Mississippi, 2019"
    },
    "lounging-through-the-flood": {
        "abstract": "Climate denial has manifested in myriad forms in recent decades, with even the realm lifestyle branding appropriating and seamlessly integrating apocalyptic terminology. Jeremy Bolen and Jenny Kendler’s project examines and questions this lineage underpinning our contemporary culture of apathy.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-4-confluence-ecologies/lounging-through-the-flood/",
        "subtitle": "",
        "tags": [
            11,
            12,
            200,
            210,
            216,
            222,
            228,
            239
        ],
        "title": "Lounging through the Flood"
    },
    "meskonsing-kansan": {
        "abstract": "Meskonsing-Kansan is a field guide produced by Rozalinda Borcilă and Nicholas Brown with Lance Foster that, considers Indigenous land and the (colonial) Anthropocene in the territory between what are known today as the Wisconsin and Kansas rivers and the Wisconsinan and Kansan glaciations. This territory can be defined in terms of Indigenous removals, refusals, returns, and resurgence, particularly among the Ho-Chunk, Meskwaki, Iowa, and Kickapoo Nations. Meskoning-Kansan reveals how the land has been physically transformed by glaciers and colonization alike, and also by narratives and counter-narratives of glaciation and settlement. Meskonsing-Kansan focuses on Iowa homelands between the rivers and glacial edges.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-2-anthropocene-drift/field-guides-to-the-anthropocene-drift/meskonsing-kansan/",
        "subtitle": "Field Guide 01",
        "tags": [
            10,
            338,
            323,
            316
        ],
        "title": "Meskonsing-Kansan"
    },
    "midway-meeting-st-louis": {
        "abstract": "How are local histories inscribed into the environment? At the “Midway Meeting,” project partners examined the multiple temporalities and social realities present in St. Louis and its adjacent regions.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/midway-meeting-st-louis/",
        "subtitle": "Documentation of the Public Symposium, Transect Walk, and Exhibition Opening on March 10, 2019",
        "tags": [
            4,
            8,
            3,
            9,
            175,
            188,
            198,
            202,
            208,
            222,
            229,
            279
        ],
        "title": "Midway Meeting St. Louis"
    },
    "mississippi": {
        "abstract": "The Mississippi region presents a remarkable landscape for understanding the rapid shift into what scientists and humanists are calling the Anthropocene—the geological epoch of humankind. Over the course of a year, Mississippi. An Anthropocene River (2018–19) explored how the river—as ecology and human habitat—has been reshaped over time, understanding its present as a product of a history of human-environmental interaction, but also violent intervention.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/",
        "subtitle": "",
        "tags": [
            11,
            4,
            10,
            7,
            2,
            3,
            9,
            174,
            185,
            188,
            189,
            190,
            200,
            201,
            206,
            207,
            209,
            216,
            222,
            226,
            229,
            235,
            269,
            278,
            279,
            281
        ],
        "title": "Mississippi. An Anthropocene River"
    },
    "monsanto-town": {
        "abstract": "By locating archival research and field work in the Village of Sauget, Illinois, this project seeks to uncover the sense of corporate personhood, while also opening up a space to consider how the Anthropocene is embodied in the everyday, vernacular activities and landscapes that exist in the sites of industry, far beyond the rhetorical partitions of theoretical, legal, and environmental debate.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-3-anthropocene-vernacular/monsanto-town/",
        "subtitle": "",
        "tags": [
            5,
            4,
            174,
            182,
            185,
            213,
            220,
            222,
            233,
            249
        ],
        "title": "Monsanto Town"
    },
    "natchez-etiologies-of-athropogenic-emergence": {
        "abstract": "The projects of the Natchez Field Station explore the etiologies of the Anthropocene in Natchez, Mississippi, looking closely at the core ideologies and practices—the rationality at the heart of the conceptual systems, which drove the emergence of the Anthropocene. Our exploration highlights the shared conceptual DNA; looking into the entangled historical unfoldings, and the intertwined implications of the deep connections that exist between white supremacism and human exceptionalism, and between genocide and ecocide.",
        "content": [
            {
                "text": "\"Carte de Lousiane\" from Dumont de Montigny (1753), \"Mémoires Historiques sur la Louisiane\". Annotated to show main locations relating to the Natchez Massacre.",
                "type": "image"
            },
            {
                "text": "The Natchez Field Station explores the etiologies of Anthropocenic emergence in the tiny, historic city of Natchez, Mississippi (population ~15,000). Located in Adams County, on the banks of the Mississippi River, Natchez is one of the oldest cities in the region, and was a major hub across the South from its “founding” by French colonizers in 1716 (then named Fort Rosalie; renamed Natchez in 1730) until the postwar era. Natchez was the name the colonists gave to the Theloel nation of Native Americans who had lived in the region since the 7th century CE; later known as the Natchez Indians, the French had annihilated them by 1730. We consider Natchez as a diachronic “critical case,” offering a synecdochic site of Anthropocenic emergence on multiple axes. Functioning as a sychecdoche—where the workings of the “parts” illuminate the workings of the “whole”—the processes that unfolded here over a 500-year period not only mirror but also illuminate the dynamics of the Anthropocene’s emergence, more generally, and in many crucial ways. Natchez offers a palimpsestic site to explore the entangled causal mechanisms that made institutional, pragmatic “flesh” of an ideological, ideational “world” as the Anthropocene unfolded. From settler-colonial occupation and indigenous genocide to industrial-scale chattel slavery and a brutal domestic slave trade; from the rise of the ecologically disastrous agricultural-monocrop Plantationocene, powered by the coerced labor of enslaved persons, to the spread of so-called “invasive species” introduced to combat soil erosion; and from the riparian and alluvial vicissitudes of the Mississippi River, to the contemporary era’s turn towards fracking and hydrocarbon exploration in the State, concentrated in and around Adams County. In particular, Natchez shows the complex and consequential entanglement of the twin concepts of white supremacism and human exceptionalism and their intertwined instantiations in genocide and ecocide, giving form and motivational force to the emergent Anthropocene conditions along the Mississippi since the start of the colonial era. Exploring new methods of research within the historical and contemporary Natchez context, members of our multidisciplinary team (Ellie Irons, Montana Torrey, and Maya Kóvskaya) are investigating the embodiment of macro-narratives within micro-processes. We are treating these as synecdochic cases that instantiate in site-specific artworks, workshops, interventions, and/or historical narratives that speak to larger Anthropocene processes more generally, whilst retelling the stories of the Natchez along the Mississippi.",
                "type": "text"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-5-commodity-exploitation/natchez-etiologies-of-athropogenic-emergence/",
        "subtitle": "",
        "tags": [
            4,
            3,
            174,
            204,
            324,
            211,
            222,
            331,
            321,
            330,
            280
        ],
        "title": "Natchez: Etiologies of Anthropocenic Emergence"
    },
    "new-orleans-anthropocene-field-campus": {
        "abstract": "The New Orleans Anthropocene Field Campus aims to produce deep understanding of New Orleans and the Mississippi River as sites of the Anthropocene, while building tactics and a collaborative community for engaging the Anthropocene at different scales and sites around the world. Work during the Field Campus will contribute to a digital research space and exhibition that can continue to grow, supporting sustained collaboration among geographically dispersed Anthropocene researchers and activists.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/anthropocene-river-school/new-orleans-anthropocene-field-campus/",
        "subtitle": "",
        "tags": [
            4,
            9,
            205,
            324,
            230,
            277
        ],
        "title": "New Orleans Anthropocene Field Campus"
    },
    "open-seminars": {
        "abstract": "The Open Seminars will direct collaborative attention to the many scales and types of systems that interlace and synergize to produce anthropocenics on the ground in particular locales and vernaculars.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/anthropocene-river-school/open-seminars/",
        "subtitle": "",
        "tags": [
            9,
            205,
            230
        ],
        "title": "Open Seminars"
    },
    "over-the-levee-under-the-plow": {
        "abstract": "Over the Levee, Under the Plow is a traveling seminar on settler colonialism, industrial agriculture, Indigenous resurgence, and food sovereignty along the Mississippi River and its tributaries in the upper Midwest.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-2-anthropocene-drift/over-the-levee-under-the-plow/",
        "subtitle": "",
        "tags": [
            5,
            4,
            3,
            173,
            174,
            185,
            324,
            222,
            323,
            233,
            321,
            322,
            280
        ],
        "title": "Over the Levee, Under the Plow"
    },
    "paddle-waves-and-sparkling-light": {
        "abstract": "Over the course of four paddling days, Andrea Carlson will document wave patterns taken from the paddles of travelers as they navigate through the water. As the fluid dynamics present in the water are carved into by the paddle and the strokes that direct its movement, the surface reflects light and glistens. In the Ojibwe language the word waasikozi, meaning “she/he is shiny or sparkling,” contains a beautiful morpheme present in many Ojibwe names. Carlson will photograph the patterns that emerge from the interplay of waves and light, using the images as references for future works of art.",
        "content": [
            {
                "text": "In: Drabik, Harry (1981), \"The Spirit of Canoe Camping : A Handbook for Wilderness Canoeists\". Minneapolis, MN : Noodin Press,  p.50-51. by Rudolph Carlson",
                "type": "image"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/anthropocene-river-journey/paddle-waves-and-sparkling-light/",
        "subtitle": "",
        "tags": [
            4,
            171,
            235,
            282
        ],
        "title": "Paddle Waves and Sparkling Light"
    },
    "parallax-lisboa": {
        "abstract": "Parallax Lisboa is an ongoing initiative organized by the Portuguese Centro Interuniversitário de História das Ciências e da Tecnologia (CIUHCT) and its Anthropolands project, which experiments with novel ways of knowing and teaching in the Anthropocene. Spanning a broad range of disciplines, the initiative seeks to use the parallax effect to engage with the issues of environmental and social transformation and collapse that the term Anthropocene highlights. To that end, the initiative organizes discussions around two intertwined and complementary, but often divorced frameworks: on the one hand, the systems of social and technological organization, determining which actions are possible within a given historical context; and, on the other, perception and narrative, determining our limits for understanding and imagining. Negotiating, challenging, and perpetuating power and discourse through both these means defines the conditions for living in contemporaneity.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/parallax-lisboa/",
        "subtitle": "",
        "tags": [
            2,
            210,
            232
        ],
        "title": "Parallax Lisboa"
    },
    "plastic-and-surrogacy": {
        "abstract": "This case study addresses the most fundamental and important features of human life: relationships and families. The Technosphere, the feature of human societies that some would argue is the major driver of the Anthropocene, produces a wide range of novel entities—chemicals, materials, and forms of energy that are new to the Earth system. One novel chemical type, “endocrine disruptors,” has the potential to wreak havoc on the human reproductive system. The implications of this are vast, and this fascinating case study is perhaps the most profound example of how we now have to filter the Anthropocene at the most fundamental level of our existence on the planet.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2014/seminar-filtering-the-anthropocene/plastic-and-surrogacy/",
        "subtitle": "",
        "tags": [
            5,
            169,
            172,
            271
        ],
        "title": "Plastic and Surrogacy"
    },
    "project-launch-minneapolis": {
        "abstract": "How can the Anthropocene become a concept that activates the way in which we engage with planetary change? And how can local narratives of the Anthropocene become graspable along the Mississippi River? At the inaugural symposium of the year-long collaborative interdisciplinary research project Mississippi. An Anthropocene River, collaborators of the project gathered at the Weisman Art Museum in Minneapolis on June 20, 2018, to share, exchange and discuss their research perspectives as well as methodological approaches and practices. The symposium first considered the concept’s potential to transform human-environment interactions and secondly examined how the analysis of local articulations of Anthtopocene processes may help to turn an otherwise seemingly incomprehensible concept graspable and intelligible. The following contributions provide an insight into the activities on-site.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/project-launch-minneapolis/",
        "subtitle": "Symposium at Weisman Art Museum, Minneapolis – June 20, 2018",
        "tags": [
            4,
            12,
            8,
            3,
            9,
            182,
            188,
            202,
            209,
            222,
            226,
            229,
            235,
            282
        ],
        "title": "Project Launch Minneapolis"
    },
    "re-patterning-with-kudzu": {
        "abstract": "It is time to contend with kudzu, the multifaceted plant that is both a monolithic myth—the “vine that ate the South”—and a rooted, living plurality comprised of at least five species and subspecies of semi-woody climbing vines in the Pueraria genus. Transplanted from East Asia in an age of imperial expansion and bioprospecting, Pueraria species have become firmly rooted in the natural-cultural landscape of the Southeastern United States over the past 150 years. Meanwhile the myth of kudzu has seeped into the collective consciousness of Americans well beyond the plant’s biological range, becoming a rallying symbol for the “war on invasive species,” which has claimed the attention and energy of conservation biologists, agrochemical engineers, and weekend “weed warriors” across the United States in recent decades.",
        "content": [
            {
                "text": "Ellie Irons in collaboration with Angela Dittmar and Pueraria montana, Chattanooga, Tennessee, September 1, 2019.",
                "type": "image"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-5-commodity-exploitation/natchez-etiologies-of-athropogenic-emergence/re-patterning-with-kudzu/",
        "subtitle": "Reckoning in Search of Regeneration",
        "tags": [
            5,
            3,
            174,
            182,
            239,
            321,
            322,
            264
        ],
        "title": "Re-Patterning with Kudzu"
    },
    "reshaping-the-shape-embodiment-ecology-and-culture-of-a-postnatural-carp": {
        "abstract": "There are some species that have been bolstered rather than hampered by the era of the Anthropocene. Through their work, Sarah Lewison and Andrew Yang trace the postnatural expansion of one such species, seeking modes of convivial coexistence as opposed to eradication.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-4-confluence-ecologies/reshaping-the-shape-embodiment-ecology-and-culture-of-a-postnatural-carp/",
        "subtitle": "Embodiment, Ecology, and Culture of a Postnatural Carp",
        "tags": [
            12,
            3,
            189,
            204,
            222,
            225
        ],
        "title": "Reshaping the Shape"
    },
    "river-memory": {
        "abstract": "This project centers on multigenerational memory as a prism through which to understand the interconnected threads of race, class, and labor that weave together St. Louis and East St. Louis. By collecting oral history with community elders and matching this with the poetry and reflections of emerging East St. Louis artists, this project will tell a deeply embodied story. A story about how these communities’ relationships with the river have grown more distant, more managed by both real and metaphorical corporate boundaries, and how industrial commerce in the region has hemmed in civic action, environmental advocacy, and the work of social justice.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-3-anthropocene-vernacular/river-memory/",
        "subtitle": "",
        "tags": [
            3,
            206,
            211,
            222,
            235,
            246
        ],
        "title": "River Memory"
    },
    "river-semester": {
        "abstract": "The River Semester 2019 program conducted by Augsburg University in Minneapolis, Minnesota, offers a full semester of courses for national and international students traveling eighty days on and along the Mississippi River from the headwaters in Northern Minnesota down to the Gulf of Mexico via canoe and van. Participants develop field research projects on topics such as environmental justice, agriculture in the watershed, political organization around environmental issues, race relations and social justice, and urban riverfront revitalization. During their time on the river, participants are sharing their observations and research here on this site, using the online platform to collect their ongoing explorations as they meander downstream.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/anthropocene-river-journey/river-semester/",
        "subtitle": "",
        "tags": [
            9,
            201,
            202,
            205,
            206,
            208,
            247,
            282
        ],
        "title": "River Semester"
    },
    "seminar-algorithmic-intermediation-and-smartness": {
        "abstract": "What forms of futurity, speculation, and life do algorithmic intermediations produce? To explore this it seems expedient to focus on “smartness,” a term legitimating—as in the “smart home”—the increased introduction of computation in social life.",
        "content": [
            {
                "text": "Prologue “The horizontalization of relations in the digital age may be an echo of something that has already happened in the biological realm in previous periods.” Stéphane Grumbach and Robert Mitchell on algorithms, the meaning of smartness, and why they want seminar participants to develop disaster apps.",
                "type": "text"
            },
            {
                "text": "Algorithmic Intermediation and Smartness - Interview with Stéphane Grumbach and Robert Mitchell",
                "title": "",
                "type": "embed"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2016/seminar-algorithmic-intermediation-and-smartness/",
        "subtitle": "",
        "tags": [
            5,
            336,
            11,
            6,
            13,
            2,
            9,
            181,
            190,
            191,
            197,
            220,
            259,
            269,
            272,
            271
        ],
        "title": "Seminar: Algorithmic Intermediation and Smartness"
    },
    "seminar-anthropogenic-landscapes": {
        "abstract": "Anthropogenic Landscapes ground us in the Anthropocene by connecting us with the land and the ecologies we shape, inhabit, and make use of, as they stress how intimately we are creating the planet that is recursively creating us. A flash fieldwork trip to the former VEB Elektrokohle (People’s Enterprise Electro-coal) in Berlin-Lichtenberg helped us to observe, study, and reshape the shift from the larger context down to the local.",
        "content": [
            {
                "text": "Illustration by Benedikt Rugar",
                "type": "image"
            },
            {
                "text": "Prologue  Through the centuries humans have interfered with the landscape and have transformed it. What can an anthropogenic landscape teach us about the interaction between ecological, social, cultural, and economic systems? Elena Bougleux, Erle Ellis, and Arno Brandlhuber are searching for an interdisciplinary approach to these concerns.",
                "type": "text"
            },
            {
                "text": "Résumé by Emily Eliza Scott",
                "type": "text"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2014/seminar-anthropogenic-landscapes/",
        "subtitle": "",
        "tags": [
            226,
            233,
            274,
            279
        ],
        "title": "Seminar: Anthropogenic Landscapes"
    },
    "seminar-archiving": {
        "abstract": "The practice of archiving is to preserve material generated by individual/s, community, organizations, institutions, and that which is deemed by archivists to have long-term value. Through practices of appraising, selecting, describing, and making useable and accessible archival materials the archive enacts and reproduces values; the archive has never been a neutral place. This seminar, which took place during The Shape of a Practice, asked how we could reflect and expand these values to value more matters and materials, and thus work towards equity and social justice: how can we move from the archive (as an institution) to archiving as a practice that sustains many lives (like oral history, dancing, singing, cooking)?",
        "content": [
            {
                "text": "In this recording reflecting on a week of seminar sessions during The Shape of a Practice, moderators Ego Ahaiwe Sowinski and Tahani Nadim facilitated a discussion alongside the participants of their seminar, Archiving. Drawing on key issues of archiving, they explored how each of their chosen case studies was developed through various concepts of the archive – such as oral history, dancing, singing and cooking – and in this way works toward equity and social justice. October 31, 2020. Recorded at HKW, Berlin.",
                "title": "",
                "type": "embed"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/the-shape-of-a-practice/the-shape-of-a-practice-seminars/seminar-archiving/",
        "subtitle": "",
        "tags": [
            414,
            5,
            336,
            7,
            8
        ],
        "title": "Seminar: Archiving"
    },
    "seminar-claims-property": {
        "abstract": "Claims on property have embroiled the Mississippi region in a host of historic tensions and intractable legacies of violent injustice. This seminar engages the complicated entanglements of property claims that cut across the social, racial, and ecological landscapes of the Mississippi Delta, while connecting them to upriver struggles, as well as to the meaning of the Anthropocene itself.",
        "content": [
            {
                "text": "by Shana M. griffin",
                "type": "image"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/anthropocene-river-campus-the-human-delta/seminar-claims-property/",
        "subtitle": "Making and Unmaking Property in the Anthropocene ",
        "tags": [
            5,
            9,
            173,
            174,
            185,
            189,
            324,
            222,
            235,
            321,
            322,
            280
        ],
        "title": "Seminar: Claims/Property"
    },
    "seminar-clashing-temporalities": {
        "abstract": "Among the myriad temporalities that weave in and out of each other along the Mississippi River, how can we understand time and register it? In attending to time, layers, and sediment, this seminar brings geology and conceptualizations of different timescales into close contact with the human sciences, the arts, and Pierre Part, a community who live according to the movements of the River.",
        "content": [
            {
                "text": "New Orleans, November 13-15, 2019",
                "title": "",
                "type": "embed"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/anthropocene-river-campus-the-human-delta/seminar-clashing-temporalities/",
        "subtitle": "",
        "tags": [
            5,
            9,
            169,
            174,
            183,
            198,
            212,
            214,
            222,
            226,
            238,
            257,
            274,
            281,
            282
        ],
        "title": "Seminar: Clashing Temporalities"
    },
    "seminar-co-evolution-of-the-technosphere": {
        "abstract": "The biosphere has budded off a second global “sphere,” the technosphere, a technology-based system on which humans now depend—and which they find hard to control. Which tools, in terms of coevolutionary dynamics between man and machine, are needed to ensure human survival in the technosphere?",
        "content": [
            {
                "text": "Illustration by Benedikt Rugar",
                "type": "image"
            },
            {
                "text": "Prologue What are the historical dynamics leading up to the Anthropocene and the technosphere? From a geological and co-evolutionary perspective, what is the significance of human actors on the one side and non-human organisms on the other? Starting from here, Jürgen Renn and Manfred Laubichler examine potential major phases of the Anthropocene and their connection with each other.",
                "type": "text"
            },
            {
                "text": "Résumé by Maya Kovskaya",
                "type": "text"
            },
            {
                "text": "About the Following Contributions In this seminar the emergence, current extent, and impact of the technosphere as a decisive driver and a feature of the Anthropocene was discussed and tested, especially by reconciling it with the concept of biological, technological, cultural, and social co-evolution. Playing creatively with thematics and concepts from history, evolutionary biology, chemistry and resource management, physics, the arts, technology, and complexity theory, the seminar provoked some remarkable conversations, which brought new insight to an understanding of the long-term historical dynamics behind the creation of the Anthropocene, the extent (or absence) of human agency therein, and the power structures behind these developments. The seminar unfolded in a series of highly stimulating plenary discussions, followed by intermediary sessions in three working groups, and concluding with a brief exercise in creating a timeline for the Anthropocene, which brought into view the different multi-scale and multilayered temporalities embedded in the concept. Highlights from the plenary discussions are available in an edited transcript. The working groups revolved around three basic themes: one that explored directly the concept of the technosphere and its level of autonomy; one devoted to applying the concept of co-evolution through storytelling; and a last that was concerned with analyzing and debating the political and economic structures behind the technosphere and the Anthropocene. Owing to the formidable cross-disciplinary nature of these discussions, the contributions that emerged directly from the seminar aptly reflect a variety of approaches and formats. One contribution consists in a sheep-shaped measuring tape, used as a technological and standardization tool that enables collaboration and communication and scales down the Anthropocene to something more concrete and tangible. Two seminar participants contributed an academic paper that investigates homeostasis and feedbacks as guiding concepts, in order to compare the Earth in the Anthropocene to a dynamic biological system with its own anthropogenic forms of niche constructions, and to look at the implications between human beings and the planet. The third contribution is a fictional tale exploring the vulnerabilities of the system exposed through a future outbreak of an epidemic in which the distinction between humans and bacteria finally vanishes. Confronted with an undifferentiated anthropocenic nexus in which no boundaries exist, what then remains of the system that is the technosphere, not to speak of an optimized technospheric system?",
                "type": "text"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2014/seminar-co-evolution-of-the-technosphere/",
        "subtitle": "",
        "tags": [
            11,
            9,
            169,
            183,
            214,
            232,
            271
        ],
        "title": "Seminar: Co-evolution of the Technosphere"
    },
    "seminar-co-evolutionary-perspectives": {
        "abstract": "Viewed from a co-evolutionary perspective, categorical distinctions between humans, culture, technology, and nature disappear. Instead we have to focus on the multiple interactions and relations between nodes within networks, if we want to understand the past, present, and future of our constructed world.",
        "content": [
            {
                "text": "Prologue “To really understand the Anthropocene concept we have to go far back into history to understand the dynamics of human interventions in their environment.” Manfred Laubichler, Jürgen Renn, Masahiro Terada, and Daniel Niles on the big history of the technosphere and why they want their seminar to be a collision of perspectives.",
                "type": "text"
            },
            {
                "text": "April 14, 2016",
                "title": "",
                "type": "embed"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2016/seminar-co-evolutionary-perspectives/",
        "subtitle": "On the Technosphere",
        "tags": [
            190,
            214,
            226,
            243,
            244,
            255,
            274
        ],
        "title": "Seminar: Co-evolutionary Perspectives"
    },
    "seminar-commodity-flows": {
        "abstract": "In the Lower Mississippi region, ongoing addictions to sugar, white supremacy, and capital have fueled exploitation of both nature and human society, and—from the molecular relations of industrial chemistry to the accretion of nitrate emissions—20th century commodities once considered solutions to human need, such as synthesized nitrogen, have become engines of planetary change. This seminar is intended to map commodity flows and energy cycles in the Mississippi basin as a whole, to document the relations between extraction, synthesis, and exploitation, and the effects of commodity dependencies across scales.",
        "content": [
            {
                "text": "New Orleans, November 13-15, 2019",
                "title": "",
                "type": "embed"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/anthropocene-river-campus-the-human-delta/seminar-commodity-flows/",
        "subtitle": "",
        "tags": [
            5,
            9,
            174,
            185,
            189,
            204,
            207,
            222,
            229,
            238,
            331,
            321,
            330,
            278,
            327,
            332,
            329,
            328
        ],
        "title": "Seminar: Commodity Flows"
    },
    "seminar-communicating": {
        "abstract": "During The Shape of a Practice, this seminar explored the practice of communication as one in flux as means of addressing some of the underlying power structures that continue to shape communicative practices: colonial practices of information storage, algorithmic structures that favor digital storage over human memory, patriarchal conditions that make the voices of dissent invisible, militarized nation-states that censor and penalize that which is seen as threatening, and capitalistic formations that convert people into things. Borrowing from the medical genealogy of “practice,” which involves disarticulation and forensic investigation, the seminar sought to examine the practice of communication in the era of the Anthropocene.",
        "content": [
            {
                "text": "In this recording, reflecting on a week of seminar sessions during The Shape of a Practice, moderators Nishant Shah and Felipe Castelblanco facilitated a discussion alongside the participants of their seminar, Communicating. Together, they attempted to locate a practice of communication as a body of work in this flux, straddling multiple structures that could be rehearsed as oppositional, but are more interactive. October 31, 2020. Recorded at HKW, Berlin.",
                "title": "",
                "type": "embed"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/the-shape-of-a-practice/the-shape-of-a-practice-seminars/seminar-communicating/",
        "subtitle": "",
        "tags": [
            5,
            416,
            336,
            335
        ],
        "title": "Seminar: Communicating"
    },
    "seminar-consensus-building": {
        "abstract": "How can standards and contentions for truth be consented upon? With myriad different perspectives, tools and methods for describing the planet in transformation, this seminar, which took place during The Shape of a Practice, asked: how is it that consensus and verification can be established? Who gets to decide? Also, how are these decisions shared and made through different technologies and how does this affect the outcome? Seminar participants explored how to reconcile between origins and processes of forming planetary knowledge and universal ideas, and the continuous unfolding of local practices and specific experiences.",
        "content": [
            {
                "text": "In this recording, reflecting on a week of seminar sessions during The Shape of a Practice, moderators Adania Shibli and Simon Turner facilitated a discussion alongside the participants of their seminar, Consensus Building. They shared the outcomes of their week-long experiment and attempted to navigate how decision making and knowledge production factor into their chosen case studies. October 30, 2020. Recorded at HKW, Berlin.",
                "title": "",
                "type": "embed"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/the-shape-of-a-practice/the-shape-of-a-practice-seminars/seminar-consensus-building/",
        "subtitle": "",
        "tags": [
            5,
            415,
            336,
            335
        ],
        "title": "Seminar: Consensus Building"
    },
    "seminar-disciplinarities": {
        "abstract": "The blurring of distinctions between Earth processes and human history requires us to be “transdisciplinary” and sometimes even “undisciplinary” – to learn how to go beyond traditional disciplinary forms of knowledge production in order to combine the knowledge base and research capacities of a wide variety of stakeholders.",
        "content": [
            {
                "text": "Illustration by Benedikt Rugar",
                "type": "image"
            },
            {
                "text": "Prologue In many ways the Anthropocene challenges the way we think about knowledge. Is the era of humankind a predominantly Western discourse? How do we include non-Western forms of knowing and bring into the discussion different cultures, representations, and ontologies? Bronislaw Szerszynski confronts “Western reason” with the knowledge and cosmology of the Yanomami.",
                "type": "text"
            },
            {
                "text": "Résumé by Stella Veciana",
                "type": "text"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2014/seminar-disciplinarities/",
        "subtitle": "",
        "tags": [
            11,
            9,
            201,
            210,
            230,
            231,
            232,
            235
        ],
        "title": "Seminar: Disciplinarities"
    },
    "seminar-exhaustion-and-imagination": {
        "abstract": "Ideas, people, and ecosystems all have their limits. In a seminar that confronts the difficulties of being out of energy and out of ideas, participants will negotiate the many limits the Anthropocene confronts us with and how this has a severe effect on how we understand and exist within it. The way that this exhaustion can also mark the cessation of practices and approaches that are no longer fit for purpose will also be explored.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/anthropocene-river-campus-the-human-delta/seminar-exhaustion-and-imagination/",
        "subtitle": "",
        "tags": [
            5,
            9,
            172,
            199,
            208,
            324,
            210,
            213,
            215,
            217,
            228,
            264,
            265,
            274
        ],
        "title": "Seminar: Exhaustion and Imagination"
    },
    "seminar-filtering-the-anthropocene": {
        "abstract": "The Anthropocene lens acts as a “filter”: it emphasizes some elements of the socio-ecological spectrum even as it screens out certain others. But how exactly does the idea of the Anthropocene shape understandings and actions about human‒environmental relations? An awareness of these filters is essential for acting ethically and effectively in response to the challenges confronting us.",
        "content": [
            {
                "text": "Illustration by Benedikt Rugar",
                "type": "image"
            },
            {
                "text": "Prologue Is the Anthropocene a moral or a political issue? Where are the intersections between environmental changes and social changes? Why are some people and landscapes more vulnerable to natural disasters than others? Marco Armiero and Will Steffen observe how the politics of knowledge and hierarchies of expertise are shaping the Anthropocene. Who is the “we” in the era of humankind?",
                "type": "text"
            },
            {
                "text": "November 14-22, 2014",
                "title": "",
                "type": "embed"
            },
            {
                "text": "Résumé by Alejandra Torres Camprubí",
                "type": "text"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2014/seminar-filtering-the-anthropocene/",
        "subtitle": "",
        "tags": [
            211,
            226
        ],
        "title": "Seminar: Filtering the Anthropocene"
    },
    "seminar-governing-the-technosphere": {
        "abstract": "How is the Technosphere governed? And how could it be governed otherwise? One way to tackle these issues is by looking at cybernetic finance—showing how a complex system can be overtaken by an excess of self-reference.",
        "content": [
            {
                "text": "Prologue “How can you bring the global scale back into a metropolitan scale where one can really have a political and cultural effect?“ Brian Holmes and Claire Pentecost on the importance of studying the Technosphere from a local perspective anchored in personal experience and embodied research.",
                "type": "text"
            },
            {
                "text": "How can we bring the global back into a metropolitan scale?",
                "title": "",
                "type": "embed"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2016/seminar-governing-the-technosphere/",
        "subtitle": "",
        "tags": [
            5,
            336,
            9,
            173,
            185,
            204,
            220,
            226,
            269,
            271,
            279
        ],
        "title": "Seminar: Governing the Technosphere"
    },
    "seminar-imaging-the-anthropocene": {
        "abstract": "The intriguing concept of the Anthropocene as developed by science remains peculiarly flat and colorless when it comes to concrete images, which are lacking cultural nuance and historical depth. New imaginaries and imaginations are needed to engage with alternative futures of infrastructure and anthropogenically altered landscapes.",
        "content": [
            {
                "text": "Illustration by Benedikt Rugar",
                "type": "image"
            },
            {
                "text": "Prologue How do we create images of the world or of global change? Where would Anthropos have to be situated and where can culture be found? And if we think of the Anthropocene as a co-production of billions of people, how does this challenge our imagination? Wolfgang Lucht and Philipp Oswalt search for alternative images and imaginations of the era of humankind.",
                "type": "text"
            },
            {
                "text": "Résumé by Jorg Sieweke",
                "type": "text"
            },
            {
                "text": "About the Following Contributions The Anthropocene has become a stimulating and enticingly uncertain term in the sciences, arts, politics, and related public discussion. Entering the term “Anthropocene” into a Google image search, however (which was our real-world case study), resulted in a visually colorful, but stunningly shallow, imagery of the Anthropocene. The leading results seemed to lack historical and cultural nuance, political, sociological, and anthropological depth and intellectual creativity, and even the scientific images tended to be iconographic cartoons of complexities rather than images of a new age of connectedness, intersection, and coevolution rooted in the present and its histories. The most astounding feature of the search, however, was the far-reaching absence of the originator and receiver her- and himself: Anthropos. In light of this, the intention of the seminar was to produce—along the lines of four guiding themes: “Terra Forming,” ”Anthropos,” “The Nonhuman,” and “Times: Before and After”—a bundle of new imaginations of the Anthropocene that address its dimensions more convincingly and provide critical reflexivity on existing interpretations. This required that our investigations strive for a particular punctum that can pique interest and hold attention in the realm of digital memes and viral transmissions. We hoped, along with accompanying short texts, to open up the deeper foundations of the Anthropocene and to release more creativity about potential alternative futures than were found in our real-world case study.",
                "type": "text"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2014/seminar-imaging-the-anthropocene/",
        "subtitle": "",
        "tags": [
            11,
            9,
            171,
            210,
            217,
            222,
            228,
            410
        ],
        "title": "Seminar: Imaging the Anthropocene"
    },
    "seminar-modelling-wicked-problems": {
        "abstract": "Most Anthropocene concerns are “wicked problems”—complex problems that defy a single answer and may never be solved definitively. Applying transdisciplinary systems models to problems such as climate change or global food supply gives us useful heuristics while forcing us to think about complexity and to witness nonlinear and counterintuitive outcomes.",
        "content": [
            {
                "text": "Illustration by Benedikt Rugar",
                "type": "image"
            },
            {
                "text": "Prologue Is it possible to approach problems such as poverty with models? What if the challenge is not only finding a solution, but also finding one in a limited time? Paul Edwards tackles the pitfalls of mind and computer models. What happens if the potential problem-solvers are in fact the problem-makers?",
                "type": "text"
            },
            {
                "text": "Résumé by Thilo Wiertz",
                "type": "text"
            },
            {
                "text": "About the Following Contributions The contributions collected here start with two reflective texts: one by Paul Edwards on the relationship between wicked problems and mental models—which all too often fail us; and the other by Miriam Diamond on systems thinking, an attempt to gather together all aspects of a problem, and then to explore key drivers in the system in order to create nonlinear and nonintuitive results. The first case study, summarized by Pablo Jensen, used the Schelling segregation model, and shows how individuals who each genuinely desire to live in a racially mixed neighborhood can nevertheless collectively, against their best intentions, produce a segregated town as they each seek optimal housing for themselves. Isabell Schrickel, in a second case study, introduces Crawford S. Holling’s concept of adaptive modeling, through which models are understood as tools of self-instruction and collective learning about complex systems and their possible future trajectories. In “Limits to Growth,” Miriam Diamond picks up this most famous publication of 1972 that alerted the world to the likelihood of collapse in both human and natural systems. The final major exercise, introduced by Chris Strashok, allowed students to use the Global Systems Simulator, a sophisticated integrated assessment model, to explore avenues toward achieving sustainability by manipulating a wide range of factors, from population and production to agriculture and pollution. But how far does one such tool lead?",
                "type": "text"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2014/seminar-modelling-wicked-problems/",
        "subtitle": "",
        "tags": [
            11,
            6,
            9,
            182,
            188,
            190,
            210,
            241,
            269
        ],
        "title": "Seminar: Modeling Wicked Problems"
    },
    "seminar-risk-equity": {
        "abstract": "Risk to life and wellbeing are emblematic of the Anthropocene yet many risks are not shared nor accounted for amid the slow disasters of faulty infrastructure and exclusionary spatial practices that leave marginalized people in harm’s way. This seminar articulates how risk assessment and management are at the heart of environmental justice.",
        "content": [
            {
                "text": "by Tim Schuetz",
                "type": "image"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/anthropocene-river-campus-the-human-delta/seminar-risk-equity/",
        "subtitle": "",
        "tags": [
            5,
            9,
            185,
            187,
            200,
            324,
            213,
            325,
            246,
            326,
            280
        ],
        "title": "Seminar: Risk/Equity"
    },
    "seminar-romancing-the-anthropocene": {
        "abstract": "Tracing shadows—an examination of technological datasets and Romantic concepts in the study area of Berlin-Moabit.",
        "content": [
            {
                "text": "Prologue “Our task is to take an abstract concept from an old story and use it as a pair of glasses to focus on a very contemporary emergent problem.” Elena Bougleux and Alexandra Toland on how the seminar uses literature to form a narrative that connects the different disciplines and methodologies used to approach the Anthropocene and the Technosphere.",
                "type": "text"
            },
            {
                "text": " Interview with Elena Bougleux and Alexandra Toland, April 17, 2016",
                "title": "",
                "type": "embed"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2016/seminar-romancing-the-anthropocene/",
        "subtitle": "Urban Diffractions of the Technosphere",
        "tags": [
            10,
            7,
            171,
            182,
            232,
            279
        ],
        "title": "Seminar: Romancing the Anthropocene"
    },
    "seminar-sensing": {
        "abstract": "Sensing can be manifold and radically divergent depending on the practices and entities involved in “making sense,” yet “the senses” are often classified according to well-known categories, where the sites of sensation are often described through humanistic lenses. However, sensing could be transformed through more-than-human and environmental affiliations that distribute sensation rather than make it the privileged domain of cognizing humans. This seminar, part of The Shape of a Practice public programme, explored how default approaches to sensing are a product of specific cultural, political, or even human habits. By focusing on the embodied, the extended, and the environing qualities that sensing has, the seminar oriented around how perception can be habituated as well as unlearned.",
        "content": [
            {
                "text": "In this recording, reflecting on a week of seminar sessions during The Shape of a Practice, moderators Allison Stegner and Yasaman Sheri lead a discussion with the participants of their seminar, Sensing. They unpacked insights from conversations that took place during the course of the week, and explored how their chosen case studies can be re-oriented around capacities and modalities for “sensing” the Anthropocene. Together, they discussed how the transformation of sensing to alternative and more than human practices can inform different approaches of inquiry. October 30, 2020. Recorded at HKW, Berlin.",
                "title": "",
                "type": "embed"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/the-shape-of-a-practice/the-shape-of-a-practice-seminars/seminar-sensing/",
        "subtitle": "",
        "tags": [
            5,
            336,
            335,
            2
        ],
        "title": "Seminar: Sensing"
    },
    "seminar-sensing-the-insensible": {
        "abstract": "With a critical eye to what aesthetics in/of/through the Anthropocene might mean, we will engage with ways that established forms of perceiving might be transformed in the broadest sense—toward new sensitivities of the long now, and the emergent technosphere that conditions our understanding of it.",
        "content": [
            {
                "text": "Prologue “How can we participate instead of observe?” Jeremy Bolen, Emily Eliza Scott, and Andrew Yang on aesthetics as an access point to the transdisciplinarity inherent to the Anthropocene and what role an experimental vocabulary can play in the seminar to allow a sensual understanding of the Technosphere.",
                "type": "text"
            },
            {
                "text": "Sensing the Insensible Aesthetics in and through the Anthropocene Interview with Jermey Bolen, Emily Scott, and Andrew Yang",
                "title": "",
                "type": "embed"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2016/seminar-sensing-the-insensible/",
        "subtitle": "",
        "tags": [
            335,
            2,
            9,
            171,
            172,
            173,
            206,
            210
        ],
        "title": "Seminar: Sensing the Insensible"
    },
    "seminar-slow-media": {
        "abstract": "Grasping the Anthropocene demands a sense of deceleration—we need “slow media” that by analogy with the slow food movement, engages with the complexities of a rapidly changing world by slowing down to the pace of a museum visit or engaging with physical or visual objects. One such way is to focus on the development of an imaginary museum, whose galleries open up vistas for everyone seeking alternate ways to educate students and think about global change.",
        "content": [
            {
                "text": "Illustration by Benedikt Rugar",
                "type": "image"
            },
            {
                "text": "Prologue How can we attend to violence that is too slow to see? And to events that are too slow to become instant media? How can we arrive at a longer historical perspective, a longer now? Libby Robin and Helmuth Trischler discuss the museum as a dialogical space for developing critical listening skills for the Anthropocene.",
                "type": "text"
            },
            {
                "text": "November 14-22, 2014",
                "title": "",
                "type": "embed"
            },
            {
                "text": "Résumé by Bryndís Snæbjörnsdóttir",
                "type": "text"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2014/seminar-slow-media/",
        "subtitle": "The Imaginary Museum of Listening to the Anthropocene",
        "tags": [
            11,
            9,
            169,
            172,
            187,
            337,
            274,
            408,
            409
        ],
        "title": "Seminar: Slow Media"
    },
    "seminar-techno-metabolism": {
        "abstract": "In the course of its productive and consumptive functions, the technosphere transforms energy, materials, and information. It uses energy in part to transform information, while information guides the metabolism of energy.",
        "content": [
            {
                "text": "Prologue “Increasingly we see a reuse of data that has previously been discarded as waste.” Paul N. Edwards, Gabrielle Hecht, and Jonas Loh on the similarities, interactions, and frictions between the biosphere, lithosphere, and technosphere as well as the role of visualization in the seminar.",
                "type": "text"
            },
            {
                "text": "Techno Metabolism Interview with Paul N Edwards and Gabrielle Hecht",
                "title": "",
                "type": "embed"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2016/seminar-techno-metabolism/",
        "subtitle": "",
        "tags": [
            336,
            9,
            190,
            191,
            197,
            226,
            238,
            255,
            271,
            281
        ],
        "title": "Seminar: Techno-Metabolism"
    },
    "seminar-un-bounded-engineering-and-evolutionary-stability": {
        "abstract": "Human interventions into alluvial flow patterns change the form and path of rivers across the world. This seminar examines the role of engineering river systems toward human aims and the consequences this has on interdependent metabolisms at multiple scales, between the watershed, the city, and the microbe/organism.",
        "content": [
            {
                "text": "New Orleans, November 13-15 2019",
                "title": "",
                "type": "embed"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/anthropocene-river-campus-the-human-delta/seminar-un-bounded-engineering-and-evolutionary-stability/",
        "subtitle": "",
        "tags": [
            5,
            9,
            190,
            200,
            202,
            209,
            214,
            226,
            229,
            326,
            257,
            272,
            271
        ],
        "title": "Seminar: Un/bounded Engineering and Evolutionary Stability"
    },
    "seminar-valuing-nature": {
        "abstract": "A culture of deficit, a cryptically subsidized economy, and a highly problematic territorial management of resources highlight some of the major contradictions of our present time. The overexploitation of natural capital will of necessity lead to profound and unanticipated social and environmental changes, if we do not learn to “value nature” via resource-management practices and the forging of accounting tools in conjunction with normative legal instruments. But is the equivalence of natural and financial capital adequate?",
        "content": [
            {
                "text": "Illustration by Benedikt Rugar",
                "type": "image"
            },
            {
                "text": "Prologue  Can we understand nature’s value economically? What happens if we put natural systems in competition with our social systems? Sabine Höhler and Ioan Negrutiu question the anthropocentric perception of nature as a source, and examine the dangerous effects of a “business-as-usual” scenario. Who will be the first to suffer?",
                "type": "text"
            },
            {
                "text": "November 14-22, 2014",
                "title": "",
                "type": "embed"
            },
            {
                "text": "Résumé by Zev Trachtenberg",
                "type": "text"
            },
            {
                "text": "About the Following Contributions In contrast to ecosystems, which tend towards equilibrium and create no waste, social systems build up deficits, are vulnerable to stress, and produce waste. Valuing nature so as to imagine zero socio-ecosystemic debt societies, and distinguishing between price and cost issues, therefore, is of utmost urgency in the Anthropocene.    The paper “From valuing nature to reclaiming resources,” by Ioan Negrutiu and colleagues, frames an exercise in argumentation this way: assessing our resources and permanently accounting for their usage and allocation are imperative for imagining and designing societies that are socio-ecosystemically resilient. In this way a vision of a resource-centered “slow/soft” Anthropocene is emerging, a practical application for which is appended to the paper. A second exercise executed during the seminar, which focused on Berlin-based actors, sought to understand how society engaged with the transition process. In this context, Herbert Lohner expands on robust mechanisms for effective sustainability strategies in the achievement of sustainable development targets in the city of Berlin. Environmental responsibility begins with properly quantifying the human impact on ecosystems and then making use of the metrics of nature-valuation to preserve high-quality life-supporting systems in the long term. This is indeed feasible, because quantitative and modeling tools are more available today than they were in the past. Yet, in the past, understanding nature’s value in an economic sense became the common instrument for balancing the human impact. This is illustrated by Sabine Höhler’s presentation, “Taking Nature into Account—Historical Perspectives and Paradoxes,” which discusses how in the Age of Enlightenment, scientific and economic practices merged to represent the perfect order of nature and state. Finally, an artistic approach to an alternative “cultural-shift” scenario is presented in Natalie Jeremijenko’s project “Tree X Office.” If the human capacity to own property bestows political agency, independence, and even personhood upon the owner, what would happen if a tree is given this same capacity?",
                "type": "text"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2014/seminar-valuing-nature/",
        "subtitle": "",
        "tags": [
            204,
            340,
            243
        ],
        "title": "Seminar: Valuing Nature"
    },
    "shaped-by-rivers": {
        "abstract": "Spared the homogenizing effects of glaciers, the Driftless area of the upper Mississippi region reflects the uninterupted work of rivers over millions of years. Characterized by deeply incised river valleys, the land resisted agricultural practices and gridded transportation systems imposed on surrounding flatlands. Shaped by Rivers explores how this anachronistic geography demanded a unique relationship from its human inhabitants, and how recent flooding continues to beg questions around global impacts on this reciprocal web of relations: human, land, and river.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-2-anthropocene-drift/field-guides-to-the-anthropocene-drift/shaped-by-rivers/",
        "subtitle": "Field Guide 02",
        "tags": [
            10,
            174,
            226,
            243
        ],
        "title": "Shaped by Rivers"
    },
    "significant-and-insignificant-mounds": {
        "abstract": "We are told that prior to European contact North America was a territory defined by its emptiness: a space without human mark, a fallow continent, devoid of evidence of human occupation and meaning. Yet, beneath the settler-colonial ploughs, pierced by the land surveyors’ monuments and shrouded by cities and fields, a vast network of Native American mounds predate European contact. Standing as silent witnesses to millennia of settlement in North America, as evidence of being and meaning, they put to rest this narrative of absence. However, alongside the burial, effigy, and temple mounds are our present-day forms: The slag heaps, landfills, and sundry detritus of an anthropogenic landscape humans make when we aren’t thinking about making landscapes. Significant and Insignificant Mounds looks to read these two landscapes across one another in order to complicate our understandings of authenticity, meaning, and form.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-3-anthropocene-vernacular/significant-and-insignificant-mounds/",
        "subtitle": "",
        "tags": [
            5,
            8,
            3,
            175,
            198,
            210,
            222,
            230,
            232,
            233,
            274,
            279
        ],
        "title": "Significant and Insignificant Mounds"
    },
    "st-louis-anthropocene-field-campus": {
        "abstract": "The Anthropocene is global and planetary. During the St. Louis Anthropocene Field Campus (March 8–10, 2019), it was explored locally and on the level of the everyday.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/anthropocene-river-school/st-louis-anthropocene-field-campus/",
        "subtitle": "",
        "tags": [
            4,
            9,
            205,
            230
        ],
        "title": "St. Louis Anthropocene Field Campus"
    },
    "technosphere-magazine": {
        "abstract": "Acting as a calibrating device at the point where natural environments, enormous sociotechnical forces, and evermore “technological species” converge, Technosphere Magazine traces the mechanisms of the Technosphere.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/technosphere/technosphere-magazine/",
        "subtitle": "",
        "tags": [
            336,
            335,
            11,
            333,
            6,
            8,
            3,
            172,
            173,
            175,
            176,
            181,
            185,
            190,
            194,
            204,
            340,
            220,
            226,
            229,
            269
        ],
        "title": "Technosphere Magazine"
    },
    "temporary-continent": {
        "abstract": "Temporary continent. maps the unstable tributaries of contributions, reflections, and media arising from Mississippi. An Anthropocene River and its research procession. Landmasses, carved out by margins, borders, and rifts, are understood to be provisional and fleeting—continents, but temporary—be they political, social, or tectonic. The project creates varied tributaries of contributions, reflections, and media arising through a collaboration between two experimental publishing collectives, continent. and Temporary Art Review, both concerned with the amplification, modulation, and circulation of community voices on both sides of the Atlantic, and beyond.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/temporary-continent/",
        "subtitle": "",
        "tags": [
            11,
            8,
            3,
            171,
            231,
            337
        ],
        "title": "Temporary continent."
    },
    "the-current-mississippi-an-anthropocene-river": {
        "abstract": "The installation The Current presents field studies by artists, scholars, and activists who were involved in the AC project Mississippi. An Anthropocene River and which sought site-specific approaches to planetary crises along the Mississippi River Basin; a river system that exemplifies current transformations of intertwining histories of earth and settlement, of the bio- and technosphere.",
        "content": [
            {
                "text": "All links open in the online environment of The Shape of A Practice, in a new tab. Mississippi River Basin Atlas Derek Hoeferlin Inheritance 2.0 Amber Ginsburg, Claire Pentecost, Kayla Anderson, Sara Black, Sarah  Lewison Hopium Economy Beate Geissler, Oliver Sann  Take-Home Kit for Navigating the Ecosystem (Participatory Ecology Seed #8) Michael Swierz Listening to the Mississippi Monica Moses Haller Blind Spots Beate Geissler, Oliver Sann, Jeremy Bolen Two Rivers Brian Holmes On the Recuperative Mismanagement of a Cosmopolitan Fish Sarah Lewison, Andrew Yang Born Secret Jeremy Bolen, Brian Holmes, Brian Kirkbride Sounding the Mississippi Margarida Mendes An Aesthetics of Displacement John Kim, Tia-Simone Gardner, Andrea Carlson, Jenny Schmid Fourteen Slices of Time and Timeslips localStyle (Marlena Novak &amp; Jay Alan Yim), Joslyn Willauer Case Studies Isabelle Carbonell Case Studies Jennifer Colten Field Station 5-Migration: Perspectives on Displacement in the Anthropocene Abbéy Odunlami The Un-Vessel Anna van Voorhis, Tia-Simone Gardner Seeds of Knowledge with Saundi McClain-Kloeckener Lynn Peemoeller Cancer Alley: From Istrouma to the Gulf of Mexico Monique Verdin From Emergency to Emergence: Shaping the future with mutual aid and solidarity John Kim Over the Levee, Under the Plow: an experiential curriculum Sarah Kanouse, Ryan Griffis, Corinne Teed, Heather Parrish River Pilgrimage Joe Underhill",
                "type": "text"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/the-shape-of-a-practice/the-current-mississippi-an-anthropocene-river/",
        "subtitle": "",
        "tags": [
            414,
            5,
            416,
            336,
            4,
            333,
            7,
            2,
            334,
            3,
            186,
            187,
            324,
            340,
            323,
            229,
            321,
            282
        ],
        "title": "The Current: Mississippi. An Anthropocene River"
    },
    "the-lichtenberg-case": {
        "abstract": "VEB Elektrokohle Lichtenberg was used as a socialist manufacturing plant during the era of the German Democratic Republic. Today, the highly contaminated site is characterized by two concrete towers—all that remains of VEB Elektrokohle after its demolition—and by the Dong Xuan Center, a shopping district mainly catering to the Berlin-based Vietnamese community. Vietnamese workers were invited to Berlin in the framework of long-term programs of workforce training and exchange that existed between the GDR and Vietnam in the 1970s and 1980s. The community that remained in Berlin after unification continued to grow, and they developed peculiar strategies to appropriate and transform the former industrial site, mediating between legal, economic, identity, and environmental issues. An overview and two visual essays delineate the scope of this “anthropocenic landscape” par excellence.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2014/seminar-anthropogenic-landscapes/the-lichtenberg-case/",
        "subtitle": "",
        "tags": [
            5,
            10,
            222,
            239
        ],
        "title": "The Lichtenberg Case"
    },
    "the-maledives-case": {
        "abstract": "In contrast to the trend of global aridity, the low-lying Maldive Islands south of the Indian subcontinent face the problem of too much water. Warming oceans and melting ice from far away are slowly inundating their homeland, posing an existential threat. Who is responsible for this collateral damage of the Anthropocene? All of humanity or only part of it?",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/campus-2014/seminar-filtering-the-anthropocene/the-maledives-case/",
        "subtitle": "",
        "tags": [
            5,
            213,
            282
        ],
        "title": "The Maledives Case"
    },
    "the-shape-of-a-practice": {
        "abstract": "The Anthropocene is often perceived as either a planetary-scale concept or an extremely local concern. Yet neither of these accounts considers that the global and the local are deeply interconnected. So how can diverse local research, struggles, and practices be related to one another in order to establish a mutual ground of experience and for action within the geological age of humans? The Shape of a Practice brought together over 100 researchers, scientists, artists, and activists to share their fields and methods of work on everything from water pollution and disaster management to an interrogation of the new geological era’s colonial genealogy. In an interactive virtual environment, specifically designed for the event, as well as on-site at HKW, distinct questions, strategies, and forms of action were linked to form a topology of the Anthropocene.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/the-shape-of-a-practice/",
        "subtitle": "Negotiating Context in the Anthropocene",
        "tags": [
            5,
            336,
            335,
            11,
            8,
            2,
            173,
            192,
            230,
            231,
            232,
            235,
            276
        ],
        "title": "The Shape of a Practice"
    },
    "the-shape-of-a-practice-online-project-environment": {
        "abstract": "A dynamic virtual landscape serves as a venue for The Shape of a Practice. Its figurative shape is an experiment in reorienting and reshaping how a vast network of projects dealing with the Anthropocene can be brought into novel connections. Designed in collaboration with Trust, in this space the audience can congregate and interact with different research materials, view the installations, and attend presentations, screenings, and artist talks. This virtual space will not only facilitate remote participation in the live program, but will also serve as an experimental space for working through materials and collaboratively doing research within the highly distributed Anthropocene Curriculum network.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/the-shape-of-a-practice/the-shape-of-a-practice-online-project-environment/",
        "subtitle": "",
        "tags": [
            5,
            336,
            335,
            173,
            231,
            232,
            235,
            248,
            276
        ],
        "title": "The Shape of a Practice: Online Project Environment"
    },
    "the-shape-of-a-practice-seminars": {
        "abstract": "Throughout the week-long duration of The Shape of a Practice, four seminars provided a space for around 100 invited contributors from Anthropocene Curriculum initiatives and related projects to share their site-specific research. Each seminar explored one of four practices: archiving, sensing, communicating, and consensus building. The seminar program’s focus on method and context aimed to reflect, share, and shape the ideas and means by which the Anthropocene Curriculum project has been operating while developing an outlook for the future of each practice and the project at large.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/the-shape-of-a-practice/the-shape-of-a-practice-seminars/",
        "subtitle": "",
        "tags": [
            5,
            336,
            8,
            2,
            173,
            190,
            230,
            231,
            244,
            276
        ],
        "title": "The Shape of a Practice: Seminars"
    },
    "this-is-not-about-survival-its-about-bringing-your-coracle": {
        "abstract": "Canebrakes are ecosystems dominated by large stands of giant cane (Arundinaria gigantea), a once-abundant native North American bamboo species. Formerly the habitat of now-extinct passenger pigeons and Carolina parakeets, its demise is also detrimental for currently threatened species like Swainson’s warbler. As ecosystem participants, the artists built a traditional Celtic boat from willow and cowhide, known as a coracle, to navigate the Southern Illinois landscape. Named Possibility, this living portal built using non-extractive methods invites us to reenvision ourselves in nature. According to Indigenous historical records, kindred boats called bull boats coursed the Ohio and Mississippi rivers long before Europeans arrived. Visitors may contemplate the canebrake in the coracle, read about the process, study instructions for planting a canebrake, and learn more about participatory ecology.",
        "content": [
            {
                "text": "Doing Things We’ve Never Done Before For Times We’ve Never Seen Before. by Michael Swierz The Landscape Needs Us To Remember It. by Michael Swierz A Coracle: An Oracular Portal. by Michael Swierz and Maureen Walrath",
                "type": "image"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-4-confluence-ecologies/this-is-not-about-survival-its-about-bringing-your-coracle/",
        "subtitle": "(It’s about Bringing Your Coracle)",
        "tags": [
            12,
            182,
            202,
            235
        ],
        "title": "This Is Not About Survival"
    },
    "timeslips": {
        "abstract": "The seemingly unwavering natural course of a river can be altered via geoengineering to serve as the legal boundary of territory—with far-reaching effects. Returning to the same Mississippi site twelve months after their first visit, Marlena Novak and Jay Alan Yim encountered a series of restrictions engendered by such practices.",
        "content": [
            {
                "text": "Timeslips by Marlena Novak Timeslips by Marlena Novak Timeslips by Marlena Novak Timeslips by Marlena Novak",
                "type": "image"
            },
            {
                "text": "During our first reconnaissance trip in the summer of 2018, we recorded audio and video from the Grand Tower levee road, particularly along the stretch that traverses Grand Tower Island, which is itself noteworthy as an oxbow curve circumscribed by Tower Island Chute. One of the peculiarities of this site is that the island is defined as a portion of the state of Missouri that happens to lie to the east of the Mississippi. Although this is not unique—there are other small crescent-shaped slices of land that disobey the general rule of west-of-the-Mississippi=Missouri and east-of-the-Mississippi=Illinois—it suggests that the mutability of the river’s course has been a factor in legally defining territorial boundaries in the past, and that the literal terraforming program of building levees to fix the river’s course along its length is obviously a contradiction of the true nature of the Mississippi. This has been dramatized by the way the river has (over the course of several months of high water levels) seeped through the levees to such an extent that even if the water did not overtop the barriers, farmland on the supposedly dry side of levees and roads has been slowly inundated and rendered impossible to cultivate. We had specifically intended to return to this levee road in summer 2019 to record additional video footage and field audio, but the reality of the situation created by the significant flooding throughout the upper Midwest since January 2019 has resulted in damage to many locations that were accessible to us last year. Consequently, the relevant authorities in Jackson County have denied access to the same roads that we drove on previously. In response, we were compelled to select alternate sites for production recordings. Witnessing the distressed situation prompted us to reflect on the seriousness of the results wrought by such methods of geoengineering; as one local resident later told us, this was the worst flooding he had experienced in his 83 years.",
                "type": "text"
            }
        ],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-4-confluence-ecologies/timeslips/",
        "subtitle": "",
        "tags": [
            4,
            216,
            219,
            229
        ],
        "title": "Timeslips"
    },
    "twin-cities-artist-residency-mississippi-an-anthropocene-story": {
        "abstract": "The Twin Cities Field Station Artist in Residence (hosted and organized by the Weisman Art Museum) will act as a free agent moving between all the field station projects, engaging with each project’s disciplinary or artistic practices, identifying shared questions produced through each discipline or artistic practice, with the goal of finding new insights. The Artist will use those insights to identify shared ways of knowing—ways that can unite the work of disparate projects into a single coherent story of the river, serving to identify new ways of practicing knowledge.",
        "content": [],
        "link": "https://www.anthropocene-curriculum.org/project/mississippi/field-stations/field-station-1-sediment-settlement-sentiment/twin-cities-artist-residency-mississippi-an-anthropocene-story/",
        "subtitle": "Twin Cities Artist Residency",
        "tags": [
            8,
            3,
            171,
            188,
            282
        ],
        "title": "Mississippi, an Anthropocene Story"
    }
}