[{"id":21810,"date":"2014-11-23T10:53:41","date_gmt":"2014-11-23T09:53:41","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contribution&#038;p=21810"},"modified":"2020-03-26T10:05:50","modified_gmt":"2020-03-26T09:05:50","slug":"21810","status":"publish","type":"contribution","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/21810\/","title":{"rendered":"Schelling’s Segregation Model"},"content":{"rendered":"<p class=\"text\">How does it come about that individuals who each genuinely desire to live in an ethnically mixed neighborhood can nevertheless collectively, against their best intentions, produce a segregated town as they each seek optimal housing for themselves?<\/p>\n<p>&nbsp;<\/p>\n<p>This model, proposed by the economist Thomas Schelling in 1971, at the time addressed a very important, and current, political issue: how to explain racial segregation in American cities. Specifically, Schelling wondered whether segregation was necessarily the result of racism—the prejudice of individuals of one race against those of another. Indeed, a frequently adopted mental model is that the overall state of segregation merely translates, by aggregation, the racism of individuals. If people actively wanted to live with others of a different color, or did not care at all about their race, then we should find that, globally, neighborhoods mix the different colors. Is this implicit model correct? In other words, does a global segregated state necessarily imply an individual preference for segregation?<\/p>\n","protected":false},"excerpt":{"rendered":"<p>How does it come about that individuals who each genuinely desire to live in an ethnically mixed neighborhood can nevertheless collectively, against their best intentions, produce a segregated town as they each seek optimal housing for themselves? &nbsp; This model, proposed by the economist Thomas Schelling in 1971, at the time addressed a very important, [&hellip;]<\/p>\n","protected":false},"author":10,"template":"","method":[],"keyword":[190,239,241],"folksonomy":[],"acf":{"subtitle":"","thumbnail":{"credits":null},"display_as_feature_image":true,"teaser_text":"<p class=\"text\">How does it come about that individuals who each genuinely desire to live in an ethnically mixed neighborhood can nevertheless collectively, against their best intentions, produce a segregated town as they each seek optimal housing for themselves?<\/p>\n<p>&nbsp;<\/p>\n","abstract":"<p>This model, proposed by the economist Thomas Schelling in 1971, at the time addressed a very important, and current, political issue: how to explain racial segregation in American cities. Specifically, Schelling wondered whether segregation was necessarily the result of racism—the prejudice of individuals of one race against those of another. Indeed, a frequently adopted mental model is that the overall state of segregation merely translates, by aggregation, the racism of individuals. If people actively wanted to live with others of a different color, or did not care at all about their race, then we should find that, globally, neighborhoods mix the different colors. Is this implicit model correct? In other words, does a global segregated state necessarily imply an individual preference for segregation?<\/p>\n","footer_title":"","footer_collapsible":false,"footer_content":"","_content":{"truncate_sidenotes":false,"content":[{"acf_fc_layout":"text","text":"<p>To test this hypothesis, Schelling proposed the following model: take a chessboard, whose squares represent dwellings. Each house can be occupied by a green or a red person, or be empty. As is usual in economics, we translate the preferences of people to their neighborhoods by a utility function, which can be arbitrarily chosen. In this example, I will use a function that reflects the fact that people have a strong preference (maximum value taken as one) for a mixed neighborhood—that is to say in which as many reds as greens live. If there are more people of the same color, the value decreases to a value equal to 1\/2 (half the maximum). If they find themselves in a neighborhood inhabited by a majority of people of another color, their utility becomes zero (reflecting strong displeasure). It is necessary to specify a last ingredient to determine fully the model, one that will give it its dynamics. We will assume that at every turn, say every day that passes, a resident is chosen at random, and we suggest that he moves into an empty place also chosen at random. This inhabitant then calculates, using his satisfaction function, if this move increases his satisfaction. If this is the case, he will agree to move; otherwise, he refuses and stays in place. Once the choice is made, another resident and another empty box are chosen, always randomly, and the procedure starts again.<\/p>\n<p>Our intuition tells us that, as everyone moves to improve their satisfaction, and this is maximal when neighborhoods are mixed, the city should become increasingly racially mixed. The interest of Schelling’s model is to contradict this implicit modeling. Indeed, starting from a city in which people are randomly distributed and rolling out the simulation, we see that gradually the city becomes increasingly segregated, and this result is robust. With other physicists, we have managed to show mathematically that after a number of moves, for the satisfaction function presented here and for many other similar functions, it is certain that the city, in the end, will be segregated. To simplify, the explanation of the paradox is that when a person chooses to move, she considers only the variation of her<em> own<\/em> satisfaction, and does not consider that of her neighbors. Do the other residents she leaves or joins see their satisfaction increase or decrease? We show that, overall, average satisfaction decreases, because the loss of many agents affected by the move of one person does not offset the gain experienced by the person who moved. Yet, in this model governed by the individualism that is the norm in economics, the individual gain that dominates the dynamics inevitably leads to a disadvantageous social situation for everyone.<\/p>\n<p>What is the relevance of this simple model to real urban segregation—which is a far more complex phenomenon than the model implies, of course, not least because it results from the preferences of individuals, but also because many other factors come into play, such as house prices, locality of schools, additional characteristics of people such as age or wealth, etc.?<\/p>\n<p>To answer this question, we must examine modeling in general. There are two essential steps for modeling. The first, which is the most difficult and the most important, is to adopt a perspective, a simplification of reality that allows you to tame it and turn it into a formal model that can then (and this is the second step) be solved with digital tools (the computer) or mathematics. The first step is always more or less arbitrary. Which entities are important, and with what characteristics, and, therefore, which variables are considered negligible?<\/p>\n<p>For example, Thomas Schelling has chosen to keep only the individual characteristics (the satisfaction of each person) that are supposed to depend solely on the ethnic composition of the area, assuming the function of satisfaction is immutable, and leaving aside many other factors, as seen above.<\/p>\n<p>We should realize that this step toward simplification is not a stopgap: the models are of interest only by way of the accuracy with which they choose the less important elements. We must forget the fantasy of the perfect model, which completely reproduces reality. It would be as useless as the famous map that is as great in size as the territory it depicts, described by Argentine writer Jorge Luis Borges in “Del rigor en la ciencia.” This is the price we pay in order for the model to become formally manipulable, and allow for predictions (realistic models) or to clarify our ideas (simplistic models). This is true of social models as well as for models of natural systems.<\/p>\n<p>What, then, is the interest of modeling? For realistic models, the answer is well known. It is about building a model, a prototype system, which is under study in order to manipulate it easily and make predictions. For social models, it is often helpful for policymakers to base their decisions on robust models that provide reliable predictions. Pushed to the limit, the idea would be to reach a rational policy at the last, freed from endless discussions. This idea is not new. We could go back to Plato and his Republic ruled by surveyors.<\/p>\n<p>However, what is the point of simple models that do not claim the ability to predict anything? There are two major advantages to this type of modeling: the obligation to explain the models that would otherwise remain implicit, and then their conceptual clarity, which enables us to understand what we do. To understand these two points, I shall go back to Schelling’s segregation model. You might have in mind an implicit model that links the segregation observed at neighborhood level to individual preference for segregation. To put it simply: intuitively, the observation of racial segregation involves individual racism. By modeling formally, we have to specify this fuzzy idea, studying the effect of individual preferences on the choice of residence. We learn that this intuition is not reliable, that the overall effects of individual decisions are not always intuitive. More generally, this model shows rigorously that it is not enough to let economic agents pursue their own interests selfishly, to achieve, inevitably, by the grace of the free market, an optimal situation.<\/p>\n<p>Of course, the model says nothing about what is going on in the real economy. It just says (but it is interesting nonetheless) that, logically, individual profit does not necessarily mean social welfare. The educational interest of simple models is that, thanks to the small number of ingredients they contain, we can understand their results in detail, the causalities at work, without feeling overwhelmed by the complexity of realistic models. Thus, in Schelling’s model, we understand that if the result of accumulated selfishness is bad socially, it is because the movements of individuals are made without considering their effect on their neighbors. We can study these effects in detail and show why they are stronger than the additional satisfaction obtained by the person who moves, leading to an overall negative effect. This ability to understand the causalities at work contrasts with the “black-box” character of realistic models, where the complexity of the processes often prevents us from understanding the origin of specific results.<\/p>\n"}]},"contributors":[{"ID":3258,"post_author":"1","post_date":"2019-08-21 12:37:30","post_date_gmt":"2019-08-21 10:37:30","post_content":"","post_title":"Pablo Jensen","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"pablo-jensen","to_ping":"","pinged":"","post_modified":"2019-08-21 14:35:30","post_modified_gmt":"2019-08-21 12:35:30","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/pablo-jensen\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/pablo-jensen\/","acf":{"first_name":"Pablo","last_name":"Jensen"}}],"projects":[{"ID":20719,"post_author":"11","post_date":"2014-11-23 16:51:20","post_date_gmt":"2014-11-23 15:51:20","post_content":"<p><span style=\"font-weight: 400;\">Applying transdisciplinary systems models to problems such as climate change or global food supply gives us useful heuristics while forcing us to think about complexity and to witness nonlinear and counterintuitive outcomes.<\/span><\/p>\n  <p><span style=\"font-weight: 400;\">Most Anthropocene concerns are “wicked problems”—complex problems that defy a single answer and may never be solved definitively. Applying transdisciplinary systems models to problems such as climate change or global food supply gives us useful heuristics while forcing us to think about complexity and to witness nonlinear and counterintuitive outcomes.<\/span><\/p>\n <p><span style=\"font-weight: 400;\">The “wickedness” of Anthropocene concerns arises because the problems it raises are hard to formulate, for several reasons. First, such problems involve competing interests (individual, corporate, state, etc.), each of which holds a different perspective on the nature of the problem. Second, problem framing and solutions to problems are interdependent: what counts as a solution depends on how the problem is framed, and vice versa. Third, the nature of the problem, the constraints, and the available resources can change over time. Finally, efforts to solve one aspect of a wicked problem often create new, unanticipated problems. The Anthropocene is rife with examples of wicked problems. Examples include anthropogenic climate change, loss of biodiversity, the transition from fossil fuels to renewable energy sources, and global food supply. Complex, interlocking feedbacks—both positive and negative—make such problems difficult to understand conceptually and defy simple and effective solutions. These problems also defy experimentation that could lead to a better grasp of potential solutions. The seminar focused on applying systems thinking to wicked problems, which involves gathering knowledge from many disciplines for aggregation at a higher level. Various models were used to work through solving examples of wicked problems. This facilitated a partial, somewhat abstract, but holistic grasp of problems and methods used to seek solutions that require interdisciplinary perspectives.<\/span><\/p>\n","post_title":"Seminar: Modeling Wicked Problems","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"seminar-modelling-wicked-problems","to_ping":"","pinged":"","post_modified":"2020-04-02 18:03:54","post_modified_gmt":"2020-04-02 16:03:54","post_content_filtered":"","post_parent":9147,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=project&#038;p=20719","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"nicholas.houde","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/seminar-modelling-wicked-problems\/","acf":{"thumbnail":{"ID":23600,"id":23600,"title":"HKW_Modeling Wicked Problems","filename":"HKW_Modeling-Wicked-Problems.jpg","filesize":1954821,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Modeling-Wicked-Problems.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/seminar-modelling-wicked-problems\/hkw_modeling-wicked-problems\/","alt":"","author":"10","description":"Illustration by Benedikt Rugar","caption":"","name":"hkw_modeling-wicked-problems","status":"inherit","uploaded_to":20719,"date":"2020-04-02 15:58:24","modified":"2020-04-02 15:58:42","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":7810,"height":5454,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Modeling-Wicked-Problems.jpg","thumbnail-width":768,"thumbnail-height":536,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Modeling-Wicked-Problems.jpg","medium-width":300,"medium-height":210,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Modeling-Wicked-Problems.jpg","medium_large-width":768,"medium_large-height":536,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Modeling-Wicked-Problems.jpg","large-width":1400,"large-height":978,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Modeling-Wicked-Problems.jpg","1536x1536-width":1536,"1536x1536-height":1073,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Modeling-Wicked-Problems.jpg","2048x2048-width":2048,"2048x2048-height":1430,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Modeling-Wicked-Problems.jpg","tiny-preview-width":48,"tiny-preview-height":34,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Modeling-Wicked-Problems.jpg","feature-width":1600,"feature-height":1117}},"teaser_text":"<p><span style=\"font-weight: 400;\">Applying transdisciplinary systems models to problems such as climate change or global food supply gives us useful heuristics while forcing us to think about complexity and to witness nonlinear and counterintuitive outcomes.<\/span><\/p>\n","contributors":[{"ID":3235,"post_author":"1","post_date":"2019-08-21 12:37:28","post_date_gmt":"2019-08-21 10:37:28","post_content":"","post_title":"Miriam Diamond","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"miriam-diamond","to_ping":"","pinged":"","post_modified":"2019-08-21 14:38:55","post_modified_gmt":"2019-08-21 12:38:55","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/miriam-diamond\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/miriam-diamond\/","acf":{"first_name":"Miriam ","last_name":"Diamond"}},{"ID":3263,"post_author":"1","post_date":"2019-08-21 12:37:30","post_date_gmt":"2019-08-21 10:37:30","post_content":"","post_title":"Paul N. Edwards","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"paul-n-edwards","to_ping":"","pinged":"","post_modified":"2019-08-21 14:37:26","post_modified_gmt":"2019-08-21 12:37:26","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/paul-n-edwards\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/paul-n-edwards\/","acf":{"first_name":"Paul N.","last_name":"Edwards"}},{"ID":3258,"post_author":"1","post_date":"2019-08-21 12:37:30","post_date_gmt":"2019-08-21 10:37:30","post_content":"","post_title":"Pablo Jensen","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"pablo-jensen","to_ping":"","pinged":"","post_modified":"2019-08-21 14:35:30","post_modified_gmt":"2019-08-21 12:35:30","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/pablo-jensen\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/pablo-jensen\/","acf":{"first_name":"Pablo","last_name":"Jensen"}},{"ID":3012,"post_author":"1","post_date":"2019-08-21 12:37:10","post_date_gmt":"2019-08-21 10:37:10","post_content":"","post_title":"Chris Strashok","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"chris-strashok","to_ping":"","pinged":"","post_modified":"2019-08-21 18:11:19","post_modified_gmt":"2019-08-21 16:11:19","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/chris-strashok\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/chris-strashok\/","acf":{"first_name":"Chris","last_name":"Strashok"}}],"methods":[{"term_id":9,"name":"Teaching","slug":"teaching","term_group":0,"term_taxonomy_id":9,"taxonomy":"method","description":"","parent":0,"count":82,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":11,"name":"Experiment","slug":"experiment","term_group":0,"term_taxonomy_id":11,"taxonomy":"method","description":"","parent":0,"count":67,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":6,"name":"Modeling","slug":"modeling","term_group":0,"term_taxonomy_id":6,"taxonomy":"method","description":"","parent":0,"count":17,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"keywords":[{"term_id":190,"name":"Complexity","slug":"complexity","term_group":0,"term_taxonomy_id":190,"taxonomy":"keyword","description":"","parent":0,"count":47,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":269,"name":"System","slug":"system","term_group":0,"term_taxonomy_id":269,"taxonomy":"keyword","description":"","parent":0,"count":19,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":210,"name":"Epistemology","slug":"epistemology","term_group":0,"term_taxonomy_id":210,"taxonomy":"keyword","description":"","parent":0,"count":47,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":182,"name":"Biodiversity","slug":"biodiversity","term_group":0,"term_taxonomy_id":182,"taxonomy":"keyword","description":"","parent":0,"count":43,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":188,"name":"Climate change","slug":"climate-change","term_group":0,"term_taxonomy_id":188,"taxonomy":"keyword","description":"","parent":0,"count":50,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":241,"name":"Model","slug":"model","term_group":0,"term_taxonomy_id":241,"taxonomy":"keyword","description":"","parent":0,"count":17,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Haus der Kulturen der Welt, John-Foster-Dulles-Allee, Berlin, Germany","lat":"52.51890849999999","lng":"13.3649115"}}}],"methods":false,"keywords":[{"term_id":239,"name":"Migration","slug":"migration","term_group":0,"term_taxonomy_id":239,"taxonomy":"keyword","description":"","parent":0,"count":21,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":241,"name":"Model","slug":"model","term_group":0,"term_taxonomy_id":241,"taxonomy":"keyword","description":"","parent":0,"count":17,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":190,"name":"Complexity","slug":"complexity","term_group":0,"term_taxonomy_id":190,"taxonomy":"keyword","description":"","parent":0,"count":47,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Haus der Kulturen der Welt, John-Foster-Dulles-Allee, Berlin, Germany","lat":52.51890849999999,"lng":13.3649115,"zoom":14,"place_id":"ChIJW-9xr7tRqEcRafqpF3pEPEc","name":"Haus der Kulturen der Welt","street_number":"10","street_name":"John-Foster-Dulles-Allee","city":"Berlin","state":"Berlin","post_code":"10557","country":"Germany","country_short":"DE"}},"author_name":"astrid.zimmermann","project_parents":[{"id":20719,"title":"Seminar: Modeling Wicked Problems","post_title":"Seminar: Modeling Wicked Problems","slug":"seminar-modelling-wicked-problems","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/seminar-modelling-wicked-problems\/","post_type":"project"},{"id":9147,"title":"Anthropocene Campus 2014","post_title":"Anthropocene Campus 2014","slug":"campus-2014","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/","post_type":"project"}],"_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/21810"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/contribution"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/10"}],"version-history":[{"count":15,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/21810\/revisions"}],"predecessor-version":[{"id":22210,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/21810\/revisions\/22210"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=21810"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=21810"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=21810"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=21810"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]