[{"id":28426,"date":"2020-09-04T15:28:50","date_gmt":"2020-09-04T13:28:50","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contribution&#038;p=28426"},"modified":"2020-09-08T17:41:49","modified_gmt":"2020-09-08T15:41:49","slug":"a-river-indicts","status":"publish","type":"contribution","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/a-river-indicts\/","title":{"rendered":"A River Indicts"},"content":{"rendered":"<p>If a corporation can have rights, then why not the Mississippi River?<\/p>\n<p> What if it wasn’t just humans who had rights? <\/p>\n<p>What is a river: a highway? A blue line on the map? A habitat and a pantry? A technical challenge? And should it be given legal status and associated rights? In this essay, Fritz Habekuß takes the question famously posited by Christopher D. Stone in his 1968 text “Should Trees Have Standing?” and explores the case for the Mississippi to gain such a status. In doing so, he traces the complex cultural dynamics and industrial flows its watershed encompasses and the equally numerous ways these have been exploited. If a corporation can have rights, then why not the Mississippi River?<\/p>\n","protected":false},"excerpt":{"rendered":"<p>If a corporation can have rights, then why not the Mississippi River? What if it wasn’t just humans who had rights? What is a river: a highway? A blue line on the map? A habitat and a pantry? A technical challenge? And should it be given legal status and associated rights? In this essay, Fritz [&hellip;]<\/p>\n","protected":false},"author":12,"template":"","method":[335,4,10,8],"keyword":[173,174,176,189,324,225,226,277],"folksonomy":[],"acf":{"publish_to_dat":false,"subtitle":"What if it wasn’t just humans who had rights?","thumbnail":{"ID":28432,"id":28432,"title":"fullsizeoutput_254c-1400x1338","filename":"fullsizeoutput_254c-1400x1338-1.jpeg","filesize":519466,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/fullsizeoutput_254c-1400x1338-1.jpeg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/a-river-indicts\/fullsizeoutput_254c-1400x1338\/","alt":"","author":"12","description":"<a href=\"https:\/\/notes.anthropocene-curriculum.org\/id\/12307\" rel=\"noopener noreferrer\" target=\"_blank\">Field Note<\/a> by Temporary <em>continent.<\/em>","caption":"At Saint Anthony Falls, where Mississippi River meets downtown Minneapolis “its subjugation is total.”","name":"fullsizeoutput_254c-1400x1338","status":"inherit","uploaded_to":28426,"date":"2020-09-04 12:47:41","modified":"2020-09-04 13:01:41","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1400,"height":1338,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/fullsizeoutput_254c-1400x1338-1-768x734.jpeg","thumbnail-width":768,"thumbnail-height":734,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/fullsizeoutput_254c-1400x1338-1-300x287.jpeg","medium-width":300,"medium-height":287,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/fullsizeoutput_254c-1400x1338-1-768x734.jpeg","medium_large-width":768,"medium_large-height":734,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/fullsizeoutput_254c-1400x1338-1.jpeg","large-width":1400,"large-height":1338,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/fullsizeoutput_254c-1400x1338-1.jpeg","1536x1536-width":1400,"1536x1536-height":1338,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/fullsizeoutput_254c-1400x1338-1.jpeg","2048x2048-width":1400,"2048x2048-height":1338,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/fullsizeoutput_254c-1400x1338-1-48x48.jpeg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/fullsizeoutput_254c-1400x1338-1-1256x1200.jpeg","feature-width":1256,"feature-height":1200},"credits":null},"display_as_feature_image":false,"teaser_text":"<p>If a corporation can have rights, then why not the Mississippi River?<\/p>\n","abstract":"<p>What is a river: a highway? A blue line on the map? A habitat and a pantry? A technical challenge? And should it be given legal status and associated rights? In this essay, Fritz Habekuß takes the question famously posited by Christopher D. Stone in his 1968 text “Should Trees Have Standing?” and explores the case for the Mississippi to gain such a status. In doing so, he traces the complex cultural dynamics and industrial flows its watershed encompasses and the equally numerous ways these have been exploited. If a corporation can have rights, then why not the Mississippi River?<\/p>\n","footer_title":"","footer_collapsible":false,"footer_content":"","_content":{"truncate_sidenotes":false,"content":[{"acf_fc_layout":"image","display":"full","image":[{"ID":28429,"id":28429,"title":"20190923_152407","filename":"20190923_152407-scaled.jpg","filesize":960618,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/20190923_152407-scaled.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/20190923_152407\/","alt":"","author":"12","description":"Photo by Fritz Habekuß","caption":"What if it wasn’t just humans and corporations who had rights, but rivers too?","name":"20190923_152407","status":"inherit","uploaded_to":0,"date":"2020-09-04 12:46:33","modified":"2020-09-04 12:57:17","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":2560,"height":1920,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/20190923_152407-768x576.jpg","thumbnail-width":768,"thumbnail-height":576,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/20190923_152407-300x225.jpg","medium-width":300,"medium-height":225,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/20190923_152407-768x576.jpg","medium_large-width":768,"medium_large-height":576,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/20190923_152407-1400x1050.jpg","large-width":1400,"large-height":1050,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/20190923_152407-1536x1152.jpg","1536x1536-width":1536,"1536x1536-height":1152,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/20190923_152407-2048x1536.jpg","2048x2048-width":2048,"2048x2048-height":1536,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/20190923_152407-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/20190923_152407-1600x1200.jpg","feature-width":1600,"feature-height":1200}}]},{"acf_fc_layout":"text","text":"<blockquote><p>You know, they straightened out the Mississippi in places, to make room for houses and liveable acreage. Occasionally the river floods these places. ‘Floods&#8217; is the word they use, but in fact it is not flooding; it is remembering.<\/p>\n<p>— Toni Morrison<\/p><\/blockquote>\n<p>What is that, a river? On the map it is just a snaking blue line which connects the northern USA with the ocean in the south, and written alongside it in small letters: Mississippi. The Mississippi is one of the largest river systems on earth. However, the river, once the epitome of the vast wilderness of the North American continent is now just a shadow of its former self. Its banks have been built on and straightened, the wild beauty has disappeared behind dikes. Its water is polluted. The region around the mouth of the river is occupied by huge oxygen-less death zones.<\/p>\n<p>Man treats the Mississippi like thousands of other rivers, forests, mountains, lakes, and coasts throughout the world. Unfortunately, the fate of the Mississippi is nothing special. However, what is unusual is that it also tells a different story, one of hope and a new departure. While the water flows from its source in Lake Itasca down to the Gulf of Mexico, as it has done for many millennia, people on its banks have taken up the struggle. They are fighting with new weapons. What they want is no less than a revolution for nature.<\/p>\n<p>It is not just classic environmental activists protesting against pollution and the building of new pipelines (that too), but scientists, lawyers, philosophers, and above all Native Americans who are fighting for an idea: They want to give the Mississippi rights. A legal status like a person, a company, or an association. Then it would be possible to call to account all those that exploit, pollute, abuse, and damage the Mississippi. The idea of defining rights for the world around us is just a few decades old. However, the idea of treating nature respectfully is as old as humanity itself.<\/p>\n<p>In the words of Nancy Beaulieu from the <a href=\"https:\/\/www.mnchippewatribe.org\/\">Minnesota Chippewa Tribe<\/a>, who live close to the source: “The Mississippi is alive like all of us. And it belongs to all of us.” She is fighting, along with Robert Blake, a member of the Red Lake Nation, who says: “Let us begin to protect the Mississippi and to take care of him,  as he looked after us all these years.”<\/p>\n<p>The activists call on the 3,700 kilometer long river to be understood as a living whole, with the right to exist, to grow and develop. As it is not just a collection of ecosystem services but a general good worthy of preservation. They want to anchor these rights in law. The protection of the Mississippi should be enforceable before a court.<\/p>\n<p>The idea is revolutionary because it provides a fundamentally different definition of the relationship between man and nature compared to all other legal texts on the planet. The movement that demands rights for nature does not ask what humans can demand of a river. Instead it is about what people can achieve <em>for<\/em> a river, a forest, or a lake.<\/p>\n"},{"acf_fc_layout":"image","display":"column","image":[{"ID":28432,"id":28432,"title":"fullsizeoutput_254c-1400x1338","filename":"fullsizeoutput_254c-1400x1338-1.jpeg","filesize":519466,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/fullsizeoutput_254c-1400x1338-1.jpeg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/a-river-indicts\/fullsizeoutput_254c-1400x1338\/","alt":"","author":"12","description":"<a href=\"https:\/\/notes.anthropocene-curriculum.org\/id\/12307\" rel=\"noopener noreferrer\" target=\"_blank\">Field Note<\/a> by Temporary <em>continent.<\/em>","caption":"At Saint Anthony Falls, where Mississippi River meets downtown Minneapolis “its subjugation is total.”","name":"fullsizeoutput_254c-1400x1338","status":"inherit","uploaded_to":28426,"date":"2020-09-04 12:47:41","modified":"2020-09-04 13:01:41","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1400,"height":1338,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/fullsizeoutput_254c-1400x1338-1-768x734.jpeg","thumbnail-width":768,"thumbnail-height":734,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/fullsizeoutput_254c-1400x1338-1-300x287.jpeg","medium-width":300,"medium-height":287,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/fullsizeoutput_254c-1400x1338-1-768x734.jpeg","medium_large-width":768,"medium_large-height":734,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/fullsizeoutput_254c-1400x1338-1.jpeg","large-width":1400,"large-height":1338,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/fullsizeoutput_254c-1400x1338-1.jpeg","1536x1536-width":1400,"1536x1536-height":1338,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/fullsizeoutput_254c-1400x1338-1.jpeg","2048x2048-width":1400,"2048x2048-height":1338,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/fullsizeoutput_254c-1400x1338-1-48x48.jpeg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/fullsizeoutput_254c-1400x1338-1-1256x1200.jpeg","feature-width":1256,"feature-height":1200}}]},{"acf_fc_layout":"text","text":"<p>The first big cities along the course of the Mississippi are the twin cities of Minneapolis and St. Paul. It flows through the middle of the million-strong conurbations, restrained by bank walls, spanned by bridges. Where the Mississippi touches downtown Minneapolis its subjugation is total. In the middle of the city are the Saint Anthony Falls. Once they used to wander upstream from year to year as the current slowly eroded the soft substratum. For the Native Americans, who first settled here 9,000 years ago, the waterfalls were a sacred site, for the whites, just an obstruction. They built their mills beside the river to grind wheat. For this they needed a strong, even current—not shifting rapids.<\/p>\n<p>They concreted the river bed, built dams and locks, erected dikes, and robbed the Mississippi of its wild freedom. The subjugation of the city made the city rich.<\/p>\n<h1>Natural destruction is a crime<\/h1>\n<p>Up until now, nature, in terms of the law, has only been an object, not a subject. Once can view it as property and exploit and destroy it almost at one’s discretion—not just in the United States but also in Europe, in fact everywhere throughout the world. There are environmental laws, but they only regulate the permitted level of destruction. However, in the first instance, rivers, forests, lakes and the atmosphere are fundamentally without rights.<\/p>\n<p>As unusual as the plan of giving nature rights may sound, there are precedents. The most well-known example is the Whanganui River in New Zealand. 140 years ago the Maoris and the whites signed a contract which recognized that the river was essential for the dignity and spirituality of the Maori. It was not until a few years ago that it was finally honored. Now two men, serving as guardians and sentinels, oversee the river and speak on its behalf should it prove necessary. In India the Yamuna and the Ganges have special rights. Both rivers are extremely polluted, and their status as legal subjects is designed to help improve their condition. In Ecuador mother earth, <em>Pachamama<\/em>, even appears in the constitution.<\/p>\n<p>And now the Mississippi too? In the headwater region the water is still crystal clear; a quiet river that leisurely meanders through the thick reeds. It is still unaware of the vast size to which it will swell before reaching the ocean. If Ol’ Man River was to obtain the status of a legal person, like the rivers in New Zealand and India, this would be more than just another example. It would be a paradigm shift, the beginning of something big.<\/p>\n<p>Without rights of its own, it is hard to defend nature. When the Brazilian President Jair Bolsonaro came to power in 2019 he opened up the Amazon, the largest rainforest on earth, to destruction. A short while later the forest burned. The shocked world community threatened sanctions and donated money to nature conservationists. However, in principle, one was condemned to be a mere bystander while chain saws and fires consumed hectare upon hectare of irreplaceable forest. It was an ecological declaration of war, a crime against nature, under which the whole of humanity will suffer, in fact all living creatures on earth. Nevertheless, the UN Security Council was not convened, the arsonists were not stopped, Bolsonaro did not have to fear being called before a criminal court. Why not?<\/p>\n<p>Part of the answer: because there is no legal basis for this, because in the Western world there is no precedent for this, no example where the rights of nature have been formulated and their violation punished. Nevertheless, over recent years there has been an accumulation of scientific reports on the emotional depth of other living creatures and their ability to reason. Elephants can mourn, dolphins experience happiness, chimpanzees jealousy.<\/p>\n<p>The increasing evidence of the complexity and emotional sensitivity of animals also has legal consequences. Not for the whole of nature, but at least for the fauna. In Switzerland it is now illegal to cook lobsters live. Austria, Holland, and New Zealand have banned animal testing on apes. In Germany animals ceased to be mere objects in 2002. They are now fellow creatures and enjoy a legal status that limits the “freedoms” of their owners. In particular, senseless cruelty is now prohibited and can be punished by up to three years in prison. According to animal welfare activists, such punishment shows that animals also possess the basic right to physical integrity. And consequently, according to the legal logic, they are also in possession of individual rights In short: They can file a lawsuit.<\/p>\n<h1>Pigs against Germany<\/h1>\n<p>This is precisely what German piglets are now doing. They are filing a lawsuit at the Federal Constitutional Court. The lawsuit was submitted by the animal protection organization PETA. The piglets, declared their lawyer, want a ban on the practice of ripping their testicles out without anesthetic. Millions of piglets every year are subjected to castration without anesthetic. In the words of the PETA lawyer, as the legal order protects animals in their own right, then they must also be recognized as “non-human legal persons.”<\/p>\n<p>At the moment the majority of judges clearly see things differently: they are of the opinion that only people can possess rights. In 1988 a court in Hamburg refused to even accept a law suit from seals filed against the pollution of the North Sea. In 2010 the European Court of Justice refused to recognize an ape as a legal person. And it is still uncertain whether the pigs will have more luck in front of the Constitutional Court. However, ever since Christopher D. Stone caused a sensation in 1972 with his essay “Should Trees Have Standing?”, jurisprudence has been in a constant state of turmoil concerning rights for nature. Ultimately, the forest which formed its subject was not granted the right to go to court, but since then there has been the so-called class action. It enables nature conservation organizations to take court action in the name of nature. Rights for nature have developed.<\/p>\n<p>Maybe it will also work for the Mississippi. In order to understand the idea behind it one was to grasp the river as a whole: as a geological system composed of water and earth, as the lifeline of a hyper-productive agriculture, as a trade route of global importance, as a dynamic ecosystem with innumerable species, as the home of Native Americans.<\/p>\n<p>The Mississippi flows through the heartland of American extraction capitalism, which is based on the exploitation of resources. There are perhaps few places on earth where the destruction of nature and the massive predatory exploitation of her resources are so conspicuous and crass as here. Along her banks streets, oil pipelines, rail lines, and shipping routes cross like roots in a pot that has become too small for the plant. It constitutes one of the landscapes most radically altered by the human hand anywhere. 70 percent of the area of the state of Iowa is covered with corn monoculture. The Mississippi flows through the pulsating heart of American consumer society whose beat can be felt throughout the world. Ships, loaded with oil, raw plastic, deep frozen chicken parts, and neoprene suits disgorge their cargoes in the ports of Shanghai, Abidjan, Rotterdam, Itaqui, and Bremerhaven. In this respect, the Mississippi is a global river. If it had the right to protection this would set an example for the whole world.<\/p>\n<p>However, until now, anyone traveling down the river primarily sees two things: how ruthlessly it is exploited, and how much more a river is than just a highway for ships, an irrigation channel, a sewer and a rubbish dump, or a blue line on the map.<\/p>\n<h1>A river and 4,000 dikes<\/h1>\n<p>What is that, a river? First of all it is dynamic, movement, continual change. Over the course of time the Mississippi has repeatedly taken new paths. Abandoned channels were cut off, bends sanded up, natural dikes, created through deposited sediment, broke, opening up new paths for the water. Heraclitus called this continual change “panta rhei” – everything flows, however one often forgets that in the case of a river such as the Mississippi <em>everything<\/em> really means <em>everything<\/em>: not just the water itself but the bank, the animals, humans and plants on its shores, even the river bed is in continual movement.<\/p>\n<p>For many people this dynamic is irritating, above all for those who see the river as a source of money. The Mississippi generates around 600 billion dollars annually through shipping, tourism, or water power. In order for the money to flow unobstructed, the Mississippi can only be where people want it to be.<\/p>\n<p>29 dams and locks have been built along its course, plus 40,000 dikes and dozens of harbors. The Mississippi carries enormous quantities of sediment from its headwaters to the estuary where, over thousands of years, it has formed a branching delta, shaping the entire coastline of Louisiana. There is no more powerful engineer in the country than the Mississippi. However, it has a human competitor. The US Army Corps of Engineers is a sub-division of the military. The Corps operates the locks, builds and maintains the dams, it calculates the height of the dikes and dredges sediment. The Corps have been assigned the task of breaking the Mississippi’s will.<\/p>\n"},{"acf_fc_layout":"embed","title":"","embed":"<iframe title=\"Saint Anthony Falls, Minneapolis\" src=\"https:\/\/player.vimeo.com\/video\/454735400?dnt=1&amp;app_id=122963\" width=\"219\" height=\"390\" frameborder=\"0\" allow=\"autoplay; fullscreen; picture-in-picture\" allowfullscreen><\/iframe>","caption":""},{"acf_fc_layout":"text","text":"<p>Since then the wild rice, which was both food and a holy plant for the Ojibwe tribe, no longer grows on the banks of the river. It has disappeared—and along with it the original population. That is the first lesson on this journey: Violence against man and violence against nature are not the same, however, they often go hand in hand. And the closer one looks, the more blurred the distinction becomes.<\/p>\n<p>The second lesson: Natural systems are a finely balanced interplay of climatic, geological, biological, and human influences which have developed over millennia. Every change has consequences at another point, and the more radical the intervention then the more dramatic they are. “No effect without side effects,” is a medical saying, and this also applies to ecosystems. Up until now, the side effects of industrialization and domestication have been viewed with indifference as the collateral damage of modernity. The people who now demand rights for nature want to change this, proposing a new contractual basis for our society. What is at stake is no less than a newly negotiated world contract between ourselves and all the other life who we share this planet with, and who we are dependent on.<\/p>\n<h1>Saving the world in court<\/h1>\n<p>In recent times judges have done more for environmental protection than governments. Courts ordered a stop to the clearance of the Hambach Forest in Germany, courts pronounced bans on motorized traffic in inner cities, courts ordered the Polish government to stop the deforestation of the Białowieża Forest. In the USA young people have taken their case to the courts as they see the climate crisis as robbing them of their right to life, freedom, and property. In Germany young people have submitted a constitutional complaint due to the government’s climate policy.<\/p>\n<p>They are supported by a growing group of professional environmental lawyers, and the most successful of them can be found in the Hackney district of London. Located behind a café are the offices of Client Earth. Seventy lawyers, many of them from elite universities, are giving Chinese judges lessons in environmental law, confronting the fishing lobby, and advising other environmental organizations. They are green alchemists who want to brew a magic potion. An elixir that could provide politicians and environmental activists with the power they have lacked until now in their struggle with financially well-endowed lobbyists and international concerns. The power of the law.<\/p>\n<p>Anyone who wants to force companies and governments to comply with laws, must wield the instrument that everyone fears: money. Money, as the lawyers from Client Earth continually emphasize, is the only language that their opponents understand. As soon as they have to pay for the environmental damage, everything will change. This is proven by the list of successes.<\/p>\n<p>The balance sheet of a single year, 2019, in Europe alone: The Polish government is forced to bury plans for the building of a 1.6 gigawatt coal-fired power plant. The European Union bans single-use plastic. The use of diesel vehicles is banned in many places in Germany. BP is impeached for greenwashing. The European Commission is forced to pass stricter regulations on the handling of hazardous chemicals.<\/p>\n<p>None of this is solely the result of classical environmental work, it required neither petitions nor protests. All this could be achieved on the basis of existing legislation, simply through the enforcement of applicable law by ecological law firms in the face of opposition from the well-resourced legal departments of associations, authorities, and businesses. By threatening them with action for damages, with fines and cuts in financing. A new front in battle for the protection of nature has opened up in the courts.<\/p>\n<h1>An old fish and its problem<\/h1>\n<p>A good example for studying the current relationship between man and nature is <em>Acipenser fulvescens<\/em>, the Lake Sturgeon that lives in the rivers and lakes of North America, including the Mississippi.<\/p>\n<p>The fish look like relics from a past geological era, and that’s what they actually are. They swam in our planet’s waters during the Triassic, more than 245 million years ago. They have been on earth over 800 times longer than we humans. However, we show no sign of respect for these elders.<\/p>\n<p>A sign at the side of the road reads “Genoa National Fish Hatchery,&#8221; immediately beside it one can see a dozen geometrically arranged ponds. The hatchery is a breeding facility for engendered species of fish and mussels. There are seventy such facilities in the USA, and the star in Genoa is the Lake Sturgeon. In an oblong building there are a handful of water tanks the size of garden ponds. Bubbles ascend from the pipes, and between them hundreds of young sturgeon can be seen swimming, each the size of a child’s hand. Bone plates protect the sturgeon from predators, their heads narrowing to a pointed mouth from which hang four little barbels.<\/p>\n<p>As the white settlers began to cast their nets here a few hundred years ago they repeatedly caught sturgeon. The fishermen killed the animals out of anger at the destruction they had caused to their nets, as sturgeon can grow old, and sturgeon can get big.<\/p>\n"},{"acf_fc_layout":"embed","title":"","embed":"<iframe title=\"Lake Sturgeon, Genoa National Fish Hatchery\" src=\"https:\/\/player.vimeo.com\/video\/454735452?dnt=1&amp;app_id=122963\" width=\"219\" height=\"390\" frameborder=\"0\" allow=\"autoplay; fullscreen; picture-in-picture\" allowfullscreen><\/iframe>","caption":"Lake Sturgeon at Genoa National Fish Hatchery. Film by Fritz Habekuss"},{"acf_fc_layout":"text","text":"<p>The settlers buried the bycatch fish in their fields as fertilizer, dried them to use as fuel for the boilers of the steam ships, or fed them to pigs. Then word got around how valuable their caviar is. The plague became a delicacy, and then really an endangered species.<\/p>\n<p>An employee of the American Fish and Wildlife Service, which operates the breeding facility, is standing next to one of the tanks and explains: “This was a pretty good year, we produced 180,000 sturgeon. We ship them everywhere, New Mexico, New York, Tennessee, Georgia, Maine. It’s not that simple. First they are fed on brine shrimp, later bloodworms, then krill. Look,&#8221; he says, and lifts the lid of a polystyrene box. It contains blood worms, frozen into a block and blood red. “We get this stuff from China.”<\/p>\n<p>The history of the breeding facility began in the 1930s, at the same time as the majority of the dams and locks were built along the river. Shipping on the Mississippi was booming, and like many other species, the river became an insurmountable barrier for the sturgeon. A brochure from the Fish and Wildlife Service tells the story so: “Fish populations in the lakes, streams, rivers, and coastal waters throughout the USA have shrunk or disappeared. The problems have increased with the growth of the human population, and it is down to all of us to solve them. With the aid of partners, the national breeding facilities are working towards ensuring a bright future for America’s fish and other water creatures.”<\/p>\n<p>It is an incredible quote, remarkable with respect to both its diagnosis as well as its refusal to draw the right conclusions. The brochure identifies population growth as the trigger (and not the even greater increase in the level of consumption, which is higher in the USA than almost anywhere), and it refuses to see that the breeding facility, as the supposed solution, is born from the same spirit as the problem: One cannot expect a revolution where nature is produced on an industrial scale.<\/p>\n<h1>Whoever wants to protect people must protect nature<\/h1>\n<p>A rigorous approach would involve seeing the river as something indivisible, as an organism which one can only preserve from destruction in its totality, not looking at species in isolation and breeding sturgeon in artificial ponds. The discussion is not about whether a river can be navigated or a tree felled. Such things are will still be permitted and no one wants to prohibit them. However there must be an awareness that the river has river rights, the sturgeon sturgeon rights, and the tree tree rights.<\/p>\n<p>The nature that surrounds us is not just a pile of inanimate matter, it also has an inner life. It is so radically different to our own that it is hard to find words for it. However, experiments have shown that honey bees can be pessimistic and crayfish can be frightened of the dark, that plants communicate with each other via networks of roots and fungi. We are slowly comprehending that increasing numbers of living creatures around us don’t simply exist, they also feel.<\/p>\n<p>For many indigenous people such ideas are not revolutionary, but have been part of their culture for millennia. They also think about mountains, forests, and rivers in this manner. It is no coincidence that the decisive impulse in the movement for nature rights has come from indigenous communities, whose ideas have not been over-influenced by the Western value system. Within this system man defines his role—as owner of the biosphere. He does not concede that nature itself can be the bearer of rights. “The idea that nature is merely a collection of things intended for human use is one of the most universal and unquestioned concepts in contemporary society,” wrote the lawyer and environmental expert David Boyd in his book <em>The Rights of Nature<\/em>. Boyd is not just a law professor, he is also the UN Special Rapporteur on human rights and the environment. He is convinced that the protection of nature has also always been a question of the protection of people. That is why he fights for their preservation.<\/p>\n<p>Near Minneapolis the Minnesota River flows into the Mississippi, which at this point is reminiscent of black tea. In contrast the Minnesota is milky as it is full of nutrients and sediment. Much of it originates from the fields of the industrial agriculture in its drainage basin. Above all it is the phosphorus and nitrogen which are applied as artificial fertilizer and manure to the fields in the form of slurry. Where the two rivers meet a clearly visible dividing line proceeds in the water for some distance: It is as if they repelled one another. What happens here has consequences half a continent further southwards at the mouth of the river. The Gulf of Mexico does not just have the largest oil and gas reserves in the USA, it is also home to the country’s largest fishing industry.<\/p>\n"},{"acf_fc_layout":"embed","title":"","embed":"<iframe title=\"Confluence of the Mississippi River and the Minnesota River by Tom Reiter\" width=\"640\" height=\"360\" src=\"https:\/\/www.youtube.com\/embed\/OgAhUDK2PAk?start=40&feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen><\/iframe>","caption":""},{"acf_fc_layout":"text","text":"<p>If one looks at a map of the Mississippi basin, the river resembles a gnarled tree which stretches its twisted branches in all directions. Its roots are formed by the bird foot-shaped delta which the river has created by depositing billions of tons of sediment over tens of thousands of years. Thus the river wrests land from the sea, and for a long time it was a conveyor belt for life in the Gulf, bringing the rare nutrients which everything in the area was hungry for.<\/p>\n<p>Today it is different. Every plant needs phosphorus and nitrogen, and in the soil both elements are only present in small quantities. However, the Mississippi now transports astronomical quantities of them into the Gulf. Above all they originate from the fields of the agro industry, which, almost exclusively, cultivates corn and soya on an enormous scale in the Midwest. This is then processed to make animal feed. Downstream are the buyers: CAFO “concentrated animal feeding operations”, huge feedlots for pigs, cattle, and chickens, some with tens of thousands of animals.<\/p>\n<p>In the United States almost thirteen times more animal feces than human feces are produced, and the excrement has to land somewhere. The disposal methods are adventurous: Part of the pig muck, which is relatively runny, is projected into the air and dispersed by the wind, landing somewhere. However, the majority of the slurry ends up on the fields as fertilizer. There are no restrictions on the quantity. The plants can absorb some of it, but not all. The large rest is washed into the Mississippi by the rain and carried into the Gulf of Mexico. Here algae delight in the abundance of nutrients. Similar to the diatoms in the Antarctic, the algae grow and grow and grow to form huge carpets which after dying and sinking to the sea floor produce low-oxygen dead zones in which hardly any living  creature can exist. The ocean suffocates. A desert on the seafloor, created by the industrial agriculture 1,500 kilometers away. In some years the dead zone in the Gulf of Mexico extends across an area of more than 2,000,000 hectares. Ultimately, humans also suffer, as the fishermen increasingly pull empty nets from the depths. One calls such regions “sacrifice zones.” The prosperity of the rich farmers in the north is paid for by the fishermen in the south. The third lesson that the Mississippi teaches us: If no one is called to account for their actions, then nothing changes.<\/p>\n<p>If the Mississippi was a person then one could sue the people responsible on its behalf. Not because they violate environmental regulations, but because too much fertilizer is poisonous, and that contravenes the river’s right to physical integrity. Farmers would then have to pay fines, along with the operators of feedlots or oil refineries, because they violate the river’s health and dignity. The trick in the activists’ demands: As a legal person the Mississippi itself would be the recipient of the fines and penalty fees. The money would no longer simply flow into the coffers of the State of Louisiana, instead it could be used for rewilding measures such as dike relocation or the dismantling of dams. It would make the river healthier.<\/p>\n<h1>Crime: ecocide<\/h1>\n<p>To state things clearly: Environmental crimes are crimes against humans. Always. Whoever feeds wastewater into a river or pollutes the air, poisons plants, animals, and ultimately people too. Whoever knowingly accepts the release of large quantities of climate-damaging gases into the atmosphere, negligently accepts the suffering of people.<\/p>\n<p>Ecocide, the large-scale destruction of biodiversity, is a crime against humanity, and it should be treated as such. However, this is not the case. An attempt to include the destruction of nature in the International Criminal Court’s Rome Statute in 1996 proved unsuccessful. However, thanks to the organization Ecological Defence Integrity, the idea is being discussed again. “We need an extension of our collective responsibility, we need to take care of the whole living world,” said the now deceased founder, Polly Higgins, “The earth needs a good lawyer.”<\/p>\n<p>In actual fact, personal liability could shift power structures. If managers or heads of government could actually be held accountable for the natural destruction caused by their companies or administrations, if they faced fines or even imprisonment, this would be a game changer. Up until now no one needs to fear being called to responsibility for the forest fires in Australia or the destruction of fishing grounds in the Atlantic. The destruction of the foundations of human life is not a crime and therefore cannot be punished.<\/p>\n<h1>Tragedy of the Commons<\/h1>\n<p>Farmers are not evil people. Many of them are under enormous economic pressure. In order to survive they have to squeeze as much profit from their fields and animals as possible. If slurry ends up in the Mississippi and is washed into the Gulf, then that is aggravating—however, the farmers are neither legally responsible, nor liable to pay damages for the environmental destruction. The same applies to the huge, publicly listed meat and animal feed concerns. They rake in the profits and pass on the consequential costs to the general public, future generations, and nature. It is the “Tragedy of the Commons,&#8221; of communal property, as described by Garrett Hardin in the magazine <em>Science<\/em> in 1968. Put briefly, the tragedy proceeds as follows:<\/p>\n<p>A couple of farmers share a communal pasture, the common. Each of them herds the same number of cattle onto it, however the total number remains below the threshold that would lead to overgrazing. Then a framer doubles the number of his cattle. Now the grass on the pasture doesn’t grow quite as well. But now one of the farmers is twice as rich as the others. They all know that a meadow can die if too many animals trample over it. However, they are also egotistical, and so each one of them asks why they in particular should stick to the rules when the meadow is already overused. So all the famers herd more cattle onto the common. The green meadow is quickly transformed into a muddy field on which no cattle can graze anymore. Everyone saw it coming. However, everyone knew that it is no use being the only one who is modest, as the meadow would be destroyed by the others anyway. And on top of that he would have earned even less than all the others. At the end everyone lost everything. A tragedy.<\/p>\n<p>Does the story sound familiar? The “Tragedy of the Commons” is now a global story which repeats itself a thousand fold. In the overfished seas, in the atmosphere enriched with greenhouse gases, in the Mississippi contaminated with slurry. Every person uses the common property of nature—until it is lost to all.<\/p>\n<p>However, the tragedy need not have a sad ending, as proven by the research of the Nobel Prize winner for economics, Elinor Ostrom. She has shown that self-managed communal property can even produce the highest yields on a sustained basis. The precondition: There are rules, prohibitions, laws. As in the past. As the Italian law professor Ugo Mattei argues, one can read economic history since the Middle Ages as capital’s assault on the established commons structures. Step for step ever more land and water, one lake and one forest after the other, has been privatized. What used to belong to everyone is now a business for the few.<\/p>\n<p>It is here, at the latest, that we arrive at the Mississippi again. As a few people profit considerably from its exploitation, it is treated ruthlessly. The general public are left to pay the ecological and social costs.<\/p>\n<p>If there were strong rights for nature, it would be different. The philosopher Daniele Dell’Agli even fundamentally questions our right of ownership: “Yes, lease, cultivate, and use according to strict rules oriented towards the common welfare—but without a property title, without the right and the power to sell humanity’s property, raise interest on it, utilize it, or employ it as an extortionary deposit.” Capitalism was first able to develop its destructive power over nature and humans with the backing of a liberalized property law.  As in Donaldsonville, Louisiana, 173.6 miles upriver, where a factory is located and a pipeline ends.<\/p>\n<p>Donaldsonville is situated between Baton Rouge and New Orleans. There is hardly anywhere else in the USA with a higher concentration of petrochemical industry plants. The residents have a nickname for their region, they call it “Cancer Alley.” In some municipalities the probability of contracting cancer is 700 times higher than the national average. More than seventy oil refineries, fertilizer, plastic, and neoprene factories, steel and aluminum works are closely congregated along this stretch of the Mississippi. What is manufactured here is distributed throughout the world. However, the buyers in Hamburg, Hanoi, or Hurghada have no idea of the toxic waste that is generated during their production.<\/p>\n<p>In Donaldsonville, every man, woman, and child breathes in the poison. The region in which 75 percent of the population is Afro-American, and whose income is significantly below the national average, is a “sacrifice zone.” One could describe the whole of Cancer Alley as such. Human and ecological collateral damage, which unfortunately cannot be avoided if one wants to do business.<\/p>\n"},{"acf_fc_layout":"image","display":"column","image":[{"ID":28430,"id":28430,"title":"20190923_154216","filename":"20190923_154216-scaled.jpg","filesize":647724,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/20190923_154216-scaled.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/20190923_154216-2\/","alt":"","author":"12","description":"Photo by Fritz Habekuss","caption":"The Mississippi River’s banks are host to numerous industrial facilities. Its water is used for cooling and to transport goods to and from the factories— the river itself becomes a mean of production. ","name":"20190923_154216-2","status":"inherit","uploaded_to":0,"date":"2020-09-04 12:46:49","modified":"2020-09-04 15:30:10","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":2560,"height":1920,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/20190923_154216-768x576.jpg","thumbnail-width":768,"thumbnail-height":576,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/20190923_154216-300x225.jpg","medium-width":300,"medium-height":225,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/20190923_154216-768x576.jpg","medium_large-width":768,"medium_large-height":576,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/20190923_154216-1400x1050.jpg","large-width":1400,"large-height":1050,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/20190923_154216-1536x1152.jpg","1536x1536-width":1536,"1536x1536-height":1152,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/20190923_154216-2048x1536.jpg","2048x2048-width":2048,"2048x2048-height":1536,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/20190923_154216-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/20190923_154216-1600x1200.jpg","feature-width":1600,"feature-height":1200}}]},{"acf_fc_layout":"text","text":"<p>A drop of water in the Mississippi takes ninety day to flow from the source to the river mouth. Here the many drops combined are unbelievably powerful—and the hubris of those who believe they have tamed the great old river becomes visible. For with every centimeter deeper the river bed is dredged, with every meter that the dikes are raised, the energy of the water mass increases. More water in less space means more violence. One of its victims: New Orleans.<\/p>\n<p>From here it is not far to the mouth of the river. And in order to shorten the distance for the large freighters, tankers, and container ships , the Army Corps of Engineers built a canal in the 1960s. The Mississippi River Grand Outlet, for short Mr. Go, devoured billions. It was advertised with the slogan: “The Mississippi built a good connection to the sea. We are building a better one.” It was a megalomaniacal statement, and one with a bitter punchline.<\/p>\n<p>Far fewer ships than expected used Mr. Go. Instead, hurricanes could took the shortcut to New Orleans. On two occasions destructive storms have carried flood waves into the city via Mr. Go, tearing down houses and killing people. The last one to reap destruction was Katrina in 2005. Today 250,000 less people live in New Orleans than before the storm as so many lost their houses. Above all it was the poor, without insurance, savings account, or share portfolio, who had to pay for this megalomania.<\/p>\n<p>At some point a lake disappears, dries out, becomes overgrown. In contrast a river doesn’t die so easily, the Mississippi has a long life. It is stronger than the human art of engineering, stronger than the dams and dikes. It is more patient than concrete, it thinks in millennia. Mark Twain wrote of the Mississippi that one: “cannot tame that lawless stream, cannot curb it or confine it, cannot say to it, go here, or go there, and make it obey; cannot save a shore that it has sentenced; cannot bar its path with an obstruction which it cannot tear down, dance over and laugh at.”<\/p>\n<p>What is a river then: a highway? A blue line on the map? A spiritual source? A habitat and a pantry? A place of hubris? A technical challenge?<\/p>\n<p>All that and more. However, the Mississippi is mute, it cannot speak for itself. But that is true for companies, foundations, people suffering from dementia, cities, states, and children too. And they have rights despite this. For very good reasons. This protects them from exploitation and destruction. This was not always the case.<\/p>\n<p>In <em>The Descent of Man<\/em>, Charles Darwin describes how our morality has expanded its scope throughout the history of our species. At the beginning it just encompassed ourselves and our close family members. Step by step, Homo sapiens began to take an interest in the “happiness of all his fellow men,” later “his sympathies became more tender” and also included people with disabilities, the injured, and finally animals.<\/p>\n<p>It is time for even more tender sympathy. When we realized that the sun did not revolve around us, the Middle Ages came to an end. Today we are learning that we are not the only creatures with feelings, thoughts, and an inner life. Our legal understanding still rigorously suppresses this insight. In order to do it justice we must extend our morality. And if stock corporations can have rights, then there is no reason to deny them to the Mississippi.<\/p>\n<p>&nbsp;<\/p>\n<p><em>This is a translation of the original German text, taken from <\/em>Über Leben – Zukunftsfrage Artensterben: Wie wir die Ökokrise überwinden<em>, by Dirk Steffens and Fritz Habekuß, published by <a href=\"https:\/\/www.randomhouse.de\/Buch\/UEber-Leben\/Dirk-Steffens\/Penguin\/e567470.rhd\">Penguin Verlag<\/a>, 2020.<\/em><\/p>\n<div id=\"gtx-trans\" style=\"position: absolute; left: 70px; top: 852px;\">\n<div class=\"gtx-trans-icon\"><\/div>\n<\/div>\n"}]},"contributors":[{"ID":28425,"post_author":"12","post_date":"2020-09-04 14:40:57","post_date_gmt":"2020-09-04 12:40:57","post_content":"","post_title":"Fritz Habekuß","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"fritz-habekus","to_ping":"","pinged":"","post_modified":"2020-09-04 17:28:13","post_modified_gmt":"2020-09-04 15:28:13","post_content_filtered":"","post_parent":0,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contributor&#038;p=28425","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"fiona.shipwright","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/fritz-habekus\/","acf":{"first_name":"Fritz ","last_name":"Habekuß"}}],"projects":[{"ID":2775,"post_author":"3","post_date":"2019-08-20 19:14:01","post_date_gmt":"2019-08-20 17:14:01","post_content":"<p class=\"text\">What travel routes, forms of travel, and narratives are suitable for the new planetary realities?<\/p>\n  <p>From September to November 2019, the <em>Anthropocene River Journey<\/em> meanders on and along the Mississippi River and its tributaries as part of a canoe-based, eighty-day expedition down the river from the headwaters in Northern Minnesota to the Gulf of Mexico. Students of the Augsburg University’s <em>River Semester <\/em>and twenty-five scholars, artists, and activists from around the world bring together the findings and practices of the individual field stations and collect their own observational research, making connections with local people along the way. Participants will use their <em>Anthropocene River Journey<\/em> online pages to collect the research and draw it into a common narrative depicting the downstream connections of the river system, engaging ongoing debates on how to react to, cope, and deal with the effects of the Anthropocene.<\/p>\n <p>How do we travel through the Anthropocene? This question is not only an ecologically ethical one—being directly related to processes of resource depletion and fossil fuel extraction—but also has an aesthetically conceptual dimension. Previously, travel anticipated the unknown—a “foreignness”—which the traveler or travelers familiarized themselves with and appropriated. In the Anthropocene, where a limitless interweaving of humankind, nature, technology, and economics replaces the white patches of terra incognita, this logic runs into nothingness. But what travel routes, forms of travel, and narratives are suitable for the new planetary realities? And how could travel be understood as a cultural technique of relating to something rather than as a process of appropriation?<\/p>\n<p>These are the prerequisites under which students, scientists, artists, journalists, and authors explore the Mississippi in an <em>Anthropocene River Journey<\/em>. Calling in at the five Field stations along the river, travelers develop and test new types of access to the complexity of the Anthropocene river system in talks, lectures, and excursions. At some stages, they are accompanied by students from Augsburg University, Minneapolis, who, as part of the <em>River Semester<\/em>, are covering the entire length of the Mississippi River—from the source regions in the north to the Gulf of Mexico—in canoes and vans in about eighty days. In experimental seminars on ecology, political science, biology, art, astronomy, and history, they are seeking answers to the challenges of the Anthropocene.<\/p>\n","post_title":"Anthropocene River Journey","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"anthropocene-river-journey","to_ping":"","pinged":"","post_modified":"2020-09-05 14:50:53","post_modified_gmt":"2020-09-05 12:50:53","post_content_filtered":"","post_parent":8,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=2775","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"mira.witte_admin","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-journey\/","acf":{"thumbnail":{"ID":11439,"id":11439,"title":"Journey Video Poster Frame","filename":"placeholder.jpg","filesize":90225,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/placeholder.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/presentations\/morning-session-anthropocene-river-journey\/placeholder\/","alt":"","author":"1","description":"","caption":"","name":"placeholder","status":"inherit","uploaded_to":15034,"date":"2019-09-19 08:46:56","modified":"2019-11-09 22:43:33","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1920,"height":1080,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/placeholder-768x432.jpg","thumbnail-width":768,"thumbnail-height":432,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/placeholder-300x169.jpg","medium-width":300,"medium-height":169,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/placeholder-768x432.jpg","medium_large-width":768,"medium_large-height":432,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/placeholder-1400x788.jpg","large-width":1400,"large-height":788,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/placeholder.jpg","1536x1536-width":1536,"1536x1536-height":864,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/placeholder.jpg","2048x2048-width":1920,"2048x2048-height":1080,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/placeholder-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/placeholder-1600x900.jpg","feature-width":1600,"feature-height":900}},"contributors":false,"methods":[{"term_id":10,"name":"Field Work","slug":"field-work","term_group":0,"term_taxonomy_id":10,"taxonomy":"method","description":"","parent":0,"count":150,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":2,"name":"Sensing","slug":"sensing","term_group":0,"term_taxonomy_id":2,"taxonomy":"method","description":"","parent":0,"count":86,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":3,"name":"Storytelling","slug":"storytelling","term_group":0,"term_taxonomy_id":3,"taxonomy":"method","description":"","parent":0,"count":143,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"keywords":[{"term_id":282,"name":"Water","slug":"water","term_group":0,"term_taxonomy_id":282,"taxonomy":"keyword","description":"","parent":0,"count":77,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":205,"name":"Education","slug":"education","term_group":0,"term_taxonomy_id":205,"taxonomy":"keyword","description":"","parent":0,"count":32,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":206,"name":"Embodiment","slug":"embodiment","term_group":0,"term_taxonomy_id":206,"taxonomy":"keyword","description":"","parent":0,"count":21,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":208,"name":"Engagement","slug":"engagement","term_group":0,"term_taxonomy_id":208,"taxonomy":"keyword","description":"","parent":0,"count":28,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"","lat":"38.626526838378","lng":"-90.199127197266","zoom":"10","markers":"[]","layers":"[\"Stamen.TonerLite\"]","version":"1.1.0"},"teaser_text":"<p class=\"text\">What travel routes, forms of travel, and narratives are suitable for the new planetary realities?<\/p>\n"}}],"methods":[{"term_id":4,"name":"Field Study","slug":"field-study","term_group":0,"term_taxonomy_id":4,"taxonomy":"method","description":"","parent":0,"count":111,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":8,"name":"Reflection","slug":"reflection","term_group":0,"term_taxonomy_id":8,"taxonomy":"method","description":"","parent":0,"count":189,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":10,"name":"Field Work","slug":"field-work","term_group":0,"term_taxonomy_id":10,"taxonomy":"method","description":"","parent":0,"count":150,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":335,"name":"Engagement","slug":"engagement","term_group":0,"term_taxonomy_id":335,"taxonomy":"method","description":"","parent":0,"count":92,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"keywords":[{"term_id":173,"name":"Agency","slug":"agency","term_group":0,"term_taxonomy_id":173,"taxonomy":"keyword","description":"","parent":0,"count":53,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":174,"name":"Agriculture","slug":"agriculture","term_group":0,"term_taxonomy_id":174,"taxonomy":"keyword","description":"","parent":0,"count":58,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":176,"name":"Anthropos","slug":"anthropos","term_group":0,"term_taxonomy_id":176,"taxonomy":"keyword","description":"","parent":0,"count":22,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":189,"name":"Commodities","slug":"commodities","term_group":0,"term_taxonomy_id":189,"taxonomy":"keyword","description":"","parent":0,"count":47,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":324,"name":"Environmental Justice","slug":"environmentaljustice","term_group":0,"term_taxonomy_id":324,"taxonomy":"keyword","description":"","parent":0,"count":51,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":225,"name":"Human-animal relations","slug":"human-animal-relations","term_group":0,"term_taxonomy_id":225,"taxonomy":"keyword","description":"","parent":0,"count":30,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":226,"name":"Human-environment relations","slug":"human-environment-relations","term_group":0,"term_taxonomy_id":226,"taxonomy":"keyword","description":"","parent":0,"count":124,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":277,"name":"Toxicity","slug":"toxicity","term_group":0,"term_taxonomy_id":277,"taxonomy":"keyword","description":"","parent":0,"count":13,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Saint Anthony Falls, Minneapolis, MN, USA","lat":44.9821877,"lng":-93.2555026,"zoom":14,"place_id":"ChIJJUPlSHsts1IRBvbbSPC6S3o","name":"Saint Anthony Falls","city":"Minneapolis","state":"Minnesota","state_short":"MN","post_code":"55414","country":"United States","country_short":"US"},"seo":""},"author_name":"fiona.shipwright","project_parents":[{"id":2775,"title":"Anthropocene River Journey","post_title":"Anthropocene River Journey","slug":"anthropocene-river-journey","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-journey\/","post_type":"project"},{"id":8,"title":"Mississippi. An Anthropocene River","post_title":"Mississippi. An Anthropocene River","slug":"mississippi","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/","post_type":"project"}],"_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/28426"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/contribution"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/12"}],"version-history":[{"count":16,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/28426\/revisions"}],"predecessor-version":[{"id":28509,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/28426\/revisions\/28509"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=28426"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=28426"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=28426"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=28426"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]