[{"id":18738,"date":"2020-02-10T15:18:00","date_gmt":"2020-02-10T14:18:00","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contribution&#038;p=18738"},"modified":"2020-02-11T14:45:07","modified_gmt":"2020-02-11T13:45:07","slug":"an-anthropocene-challenge-creating-models-for-landscape-scale-change","status":"publish","type":"contribution","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/an-anthropocene-challenge-creating-models-for-landscape-scale-change\/","title":{"rendered":"An Anthropocene Challenge: Creating models for landscape-scale change"},"content":{"rendered":"<p>How can we develop landscapes in response to the Anthropocene? A reflection on the defunct Upper Harbor Terminal complex.<\/p>\n<p>John O. Anfinson works for the US National Park Service at Superintendent at Mississippi National River and Recreation Area, Minnesota. In this text, he considers the development plans for Minneapolis’ now defunct Upper Harbor Terminal shipping barge complex. It is endeavors at this specific site, he suggests, that could offer guidance for developing other landscapes, far beyond the Mississippi context, in response to the Anthropocene.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>How can we develop landscapes in response to the Anthropocene? A reflection on the defunct Upper Harbor Terminal complex. John O. Anfinson works for the US National Park Service at Superintendent at Mississippi National River and Recreation Area, Minnesota. In this text, he considers the development plans for Minneapolis’ now defunct Upper Harbor Terminal shipping [&hellip;]<\/p>\n","protected":false},"author":10,"template":"","method":[8],"keyword":[169,199,226,241,243,254],"folksonomy":[],"acf":{"subtitle":"","thumbnail":{"ID":18743,"id":18743,"title":"Deindustrial River 1","filename":"Deindustrial-River-1.jpg","filesize":811850,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-1.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/an-anthropocene-challenge-creating-models-for-landscape-scale-change\/deindustrial-river-1\/","alt":"","author":"10","description":"Photo by John Anfinson","caption":"","name":"deindustrial-river-1","status":"inherit","uploaded_to":18738,"date":"2020-02-10 14:22:31","modified":"2020-02-10 14:30:50","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":3264,"height":2448,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-1-768x576.jpg","thumbnail-width":768,"thumbnail-height":576,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-1-300x225.jpg","medium-width":300,"medium-height":225,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-1-768x576.jpg","medium_large-width":768,"medium_large-height":576,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-1-1400x1050.jpg","large-width":1400,"large-height":1050,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-1.jpg","1536x1536-width":1536,"1536x1536-height":1152,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-1.jpg","2048x2048-width":2048,"2048x2048-height":1536,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-1-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-1-1600x1200.jpg","feature-width":1600,"feature-height":1200},"credits":null},"display_as_feature_image":false,"teaser_text":"<p>How can we develop landscapes in response to the Anthropocene? A reflection on the defunct Upper Harbor Terminal complex.<\/p>\n","abstract":"<p>John O. Anfinson works for the US National Park Service at Superintendent at Mississippi National River and Recreation Area, Minnesota. In this text, he considers the development plans for Minneapolis’ now defunct Upper Harbor Terminal shipping barge complex. It is endeavors at this specific site, he suggests, that could offer guidance for developing other landscapes, far beyond the Mississippi context, in response to the Anthropocene.<\/p>\n","footer_title":"","footer_collapsible":false,"footer_content":"","_content":{"truncate_sidenotes":false,"content":[{"acf_fc_layout":"text","text":"<p>North America’s greatest river flows by the former Upper Harbor Terminal (UHT) in Minneapolis, Minnesota. The one constant presence since the glaciers retreated some 12,000 years ago, the Mississippi River that courses by the former barge shipping terminal, out of use since 2014, has been part of the river’s migratory bird flyway from the earliest of days. It has borne countless American Indian canoes and hosted their encampments along its banks. It guided the earliest European explorers upstream above St. Anthony Falls to lay claim to the lands of the Dakota and Ojibwe peoples. Little evidence remains of the log booms, sawmills, and other early businesses that once crowded the river above the falls. With commercial barge shipping now ceased, the UHT and other barge terminals are being demolished. The river remains, waiting for the next episode of human occupation. Many different development plans and approaches have been proposals, vying with one another to shape this next instalment. In considering any of them, we should ask what will our relationship to the one constant—the Mississippi River—look like in the twenty-first century era of the Anthropocene?<\/p>\n<p>The Mississippi River has been both a professional and personal passion of mine for more than three decades. One of my great frustrations is the disconnect between what people say about the Mississippi River and how they treat it. Nearly everyone who writes about the Mississippi or who has plans for the land along it, refers to it as an “icon,” the “Mighty Mississippi,” the “Great River,” one of the world’s greatest rivers. But if asked to revise or adapt their plans to be worthy of such a treasure, too often they would prefer that it be great, mighty, or iconic …somewhere else. My vision is for a development that truly embraces the river’s significance. I believe such a vision could serve everyone, although everyone may not get everything they want.<\/p>\n<p>Many see the UHT site as a blank slate. In my experience, such opportunities lead to the most contested of places, as people with competing interests see an opportunity to implement or promote their vision of the river’s future place in society, whether for their own profit or for some greater social good.<\/p>\n"},{"acf_fc_layout":"text","text":"<h2>A blank slate?<\/h2>\n<p>The city of Minneapolis looks at the UHT site as a potential economic engine for itself and the towns and communities surrounding it. The site’s developers are proposing a “world-class” music event center, an innovation hub, and extensive housing units. Both the city authorities and developers promise the site will become a business incubator, generate jobs, provide public park and playground spaces, and connect the communities of the falls to the river’s recreational potential. Some representatives of North and Northeast Minneapolis are demanding affordable housing and jobs, but they fear grandiose plans for the site will lead to gentrification, driving them out. Some neighborhood residents and many from outside of Minneapolis see an opportunity for projects that address climate change and environmental justice. And, on a national-interest level, the vision of the National Park Service (NPS) must also be represented, as most of the site is located within the Mississippi National River and Recreation Area (Mississippi NRRA). The NPS demands a higher level of planning and protection, which will not align with the goals of some. While 48 acres and one mile of the Mississippi riverfront seems like a lot of land, one site simply cannot meet all of these demands.<\/p>\n"},{"acf_fc_layout":"image","display":"column","image":[{"ID":18748,"id":18748,"title":"Deindustrial River 2","filename":"Deindustrial-River-2.jpg","filesize":154048,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-2.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/an-anthropocene-challenge-creating-models-for-landscape-scale-change\/deindustrial-river-2-2\/","alt":"","author":"10","description":"Image by the City of Minneapolis","caption":"Plan for a performing arts center at the Upper Harbor Terminal.","name":"deindustrial-river-2-2","status":"inherit","uploaded_to":18738,"date":"2020-02-10 14:25:18","modified":"2020-02-10 14:27:27","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1200,"height":680,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-2-768x435.jpg","thumbnail-width":768,"thumbnail-height":435,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-2-300x170.jpg","medium-width":300,"medium-height":170,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-2-768x435.jpg","medium_large-width":768,"medium_large-height":435,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-2.jpg","large-width":1200,"large-height":680,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-2.jpg","1536x1536-width":1200,"1536x1536-height":680,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-2.jpg","2048x2048-width":1200,"2048x2048-height":680,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-2-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-2.jpg","feature-width":1200,"feature-height":680}}]},{"acf_fc_layout":"text","text":"<h1>The  many landscapes of the Mississippi and the National Park Service model<\/h1>\n<p>The NPS offers a model of river protection and development that could shape development projects all along the Mississippi River. Recognizing the Mississippi River’s importance to the Twin Cities’ local and national identity, river advocates convinced Governor Wendell Anderson to designate 72 miles of the river flowing through the Twin Cities as a State Critical Area in 1976. They won even greater recognition in 1988, when Congress added those 72 miles to the National Park System as the Mississippi NRRA.<\/p>\n<p>The NPS preserves America’s greatest and most significant places, and the Mississippi NRRA is the only national park whose mission is protecting and enhancing the Mississippi River. The Mississippi NRRA has various stories and landscapes, but those of the Mississippi River around the UHT contribute to our national narrative and to America’s national identity, which is why it was established by congress. With 48 acres and one mile of riverfront, the development opportunity presented by the UHT’s closing will have profound implications for the Mississippi River and the national park. That is why the NPS is engaged in the conversation about its future.<\/p>\n<p>Unlike rural sites such as the larger, western national parks or eastern national battlefields, the Mississippi NRRA must define its own identity as a national park. One way of doing so is to become a model of world-class river development. Cities along the Mississippi NRRA’s corridor have an opportunity to exhibit the highest and best practices of planning, design, and civic engagement, with the NPS demanding the excellence it expects of developments within its network—such as those at the National Mall and Memorials, the Grand Canyon, Gettysburg, Mesa Verde, and Yellowstone. We will continue to expect excellence of our newest park units, like the monuments to Stonewall, César E. Chávez, and Charles Young Buffalo Soldiers, as well as here along the Mississippi.<\/p>\n<p>The Mississippi NRRA runs through one of the most unique reaches of the entire Mississippi River. Nowhere along its 2,350-mile course does it change more dramatically over such a short distance. The Mississippi enters from the north as a prairie river. Throughout this reach, the land runs up to the river’s banks, not bluffs. It has a couple dozen islands and little floodplain. At St. Anthony Falls, the Mississippi dives into a narrow 8.5-mile gorge, dropping more than 110 feet. The large-floodplain river begins at the mouth of the Minnesota River and extends far to the south. This is the river made renowned by Mark Twain, characterized by a broad valley and a wide floodplain, with many side channels, backwater lakes, wetlands, and wooded islands. The UHT lies along the prairie river, and so site and building design should flow from the prairie river and the history the place has seen.<\/p>\n"},{"acf_fc_layout":"text","text":"<h1>Future plans and the future of planning<\/h1>\n<p>Despite objections from neighborhood residents and local organizations, the City of Minneapolis unanimously approved a concept plan that calls for three structures: a Community Performing Arts Center (CPAC), an innovation hub, and a hospitality center or hotel. Other than for the Minneapolis Park and Recreation Board’s plans, none of the designs or presentations have shown any intentional inspiration or interest related to the Mississippi River. Instead, each of the CPAC, innovation hub, and hospitality center could be located on any street or boulevard.<\/p>\n<p>Everyone wants North Minneapolis to thrive, but success will bring change to the adjoining neighborhoods. Planning must consider the community’s needs while knowing that the community will likely change over the coming decades. Whatever gets built will inevitably shape the neighborhoods and their relationship to the river, which means the city needs to plan not only for the current neighborhoods, but for those of tomorrow.<\/p>\n<p>RiverFirst—the city’s master plan for the Mississippi River above St. Anthony Falls—insists that “our community will redefine our region’s relationship to the river and transform the Upper Mississippi Riverfront into a regional economic engine and world-class cultural and recreational destination.”<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span><span class=\"annotation-content-inner\">“RiverFirst.” <em>Minneapolis Parks Foundation<\/em>, Aug 23, 2019: <a href=\"https:\/\/mplsparksfoundation.org\/riverfirst\/\" target=\"_blank\" rel=\"noopener\">mplsparksfoundation.org\/riverfirst\/<\/a><\/span><\/span><\/span> But a strip of parkland, buffering the river from a development indifferent to the Mississippi River, does not redefine the city’s or the region’s relationship to the river. It speaks more of the twentieth century than the twenty-first.<\/p>\n<p>Some elements of the concept plan are not inherently problematic. A performing arts venue could draw thousands of visitors; a community innovation hub could be a catalyst for positive cultural and economic connections in adjoining neighborhoods; a hospitality center, when and if needed, could be an economic boon to the area; affordable housing and business offices located on the site’s west side reduce impacts to the areas nearest the river and are critical to north Minneapolis’s economic and social well-being; the parkland running along the Mississippi and woven into the site will connect people to the river; and the City and Park and Recreation Board have formed citizen advisory committees to gather more community input.<\/p>\n<p>However, RiverFirst’s vision begs defining what constitutes an economic engine. Prior economic engines that drove commerce above the falls are gone or going. Beginning in the 1860s, timber fueled the first era, based on the fiction of an inexhaustible supply of timber, but that timber ran out. The boom was good while it lasted, propelling Minneapolis to the forefront of lumber production in the United States, providing jobs for many and great wealth for a few. No lumber mills remain, their presence erased by the early 1920s.<\/p>\n<p>Opening in 1968, the UHT was also based on a fiction: the idea that Minneapolis could be the commercial navigation bookend to New Orleans. This dream ignored the physical reality of the Mississippi River above its confluence with the Minnesota River. The river through Minneapolis is too narrow and the locks too small to achieve the economies of scale needed to vie with other modes of shipping. Unlike lumber, commercial navigation never flourished in the 52 years between the opening of the Upper St. Anthony Falls Lock and the lock’s closure by an Act of Congress in 2015. City officials and developers see the performing arts center as the new economic engine—the new main attraction—but what is the foundation for this thinking? Timber and barge terminals needed the river, though they demanded substantial sacrifices from it. The CPAC, innovation hub, and hospitality center as currently proposed do not need the Mississippi River, although the new developments could leverage the river’s presence to sell their plans more easily and profitably.<\/p>\n"},{"acf_fc_layout":"image","display":"column","image":[{"ID":18743,"id":18743,"title":"Deindustrial River 1","filename":"Deindustrial-River-1.jpg","filesize":811850,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-1.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/an-anthropocene-challenge-creating-models-for-landscape-scale-change\/deindustrial-river-1\/","alt":"","author":"10","description":"Photo by John Anfinson","caption":"","name":"deindustrial-river-1","status":"inherit","uploaded_to":18738,"date":"2020-02-10 14:22:31","modified":"2020-02-10 14:30:50","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":3264,"height":2448,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-1-768x576.jpg","thumbnail-width":768,"thumbnail-height":576,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-1-300x225.jpg","medium-width":300,"medium-height":225,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-1-768x576.jpg","medium_large-width":768,"medium_large-height":576,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-1-1400x1050.jpg","large-width":1400,"large-height":1050,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-1.jpg","1536x1536-width":1536,"1536x1536-height":1152,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-1.jpg","2048x2048-width":2048,"2048x2048-height":1536,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-1-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/Deindustrial-River-1-1600x1200.jpg","feature-width":1600,"feature-height":1200}}]},{"acf_fc_layout":"text","text":"<h1>Post-industrial recovery and resilience<\/h1>\n<p>The river’s ecosystem from just above St. Anthony Falls to just past the UHT began changing with the end of navigation in 2015. The US Army Corps of Engineers no longer dredges the channel; massive, diesel-powered towboat propellers no longer tear up the river bottom; the river’s bed is returning to a more natural landscape, creating new habitats for mussels, aquatic vegetation, fish, and other species. The hope is that any new development brings recovery and resilience to the adjoining neighborhoods and introduces local residents and visitors to a twenty-first-century relationship with America’s greatest river. Such a relationship would include: a design that considers the health of the river and its adjoining lands above any given development; planning sensitive to the impacts on surrounding neighborhoods, socially, economically, and environmentally; and architectural and landscape design flowing from the location on the river and its history.<\/p>\n<p>Addressing the problems of the Anthropocene is about scale. Positive individual actions, at specific sites, can only make a difference if repeated across large landscapes. With what it does at the UHT site, Minneapolis has a chance to export a new relationship with the Mississippi River to other sites along this river and to rivers around the world.<\/p>\n"}]},"contributors":[{"ID":3146,"post_author":"1","post_date":"2019-08-21 12:37:20","post_date_gmt":"2019-08-21 10:37:20","post_content":"","post_title":"John Anfinson","post_excerpt":"","post_status":"publish","comment_status":"open","ping_status":"open","post_password":"","post_name":"john-anfinson","to_ping":"","pinged":"","post_modified":"2019-08-21 12:37:20","post_modified_gmt":"2019-08-21 10:37:20","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/john-anfinson\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/john-anfinson\/","acf":{"first_name":"John","last_name":"Anfinson"}}],"projects":[{"ID":17150,"post_author":"10","post_date":"2020-02-10 14:58:12","post_date_gmt":"2020-02-10 13:58:12","post_content":"<p>An essay collection exploring the past and future infrastructural interventions into the Mississippi River.<\/p>\n  <p>Taking as a starting point its concerns with the past infrastructural interventions into the Mississippi River as well those developments still to come, three of Field Station 1’s primary organizers, <a href=\"https:\/\/anthropocene-curriculum.org\/contributors\/morgan-adamson\">Morgan Adamson<\/a>, <a href=\"https:\/\/anthropocene-curriculum.org\/contributors\/bruce-braun\">Bruce Braun<\/a>, and <a href=\"https:\/\/anthropocene-curriculum.org\/contributors\/roopali-phadke\">Roopali Phadke<\/a>, have commissioned a collection of essays to explore these conditions further. In this introductory text, they foreground the entanglement of social, political and ecological tributaries that comprise the post-industrial river and are considered in the essays that follow.<\/p>\n ","post_title":"After the Industrial River: Essay Collection","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"essay-series","to_ping":"","pinged":"","post_modified":"2020-02-14 10:43:01","post_modified_gmt":"2020-02-14 09:43:01","post_content_filtered":"","post_parent":1247,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=project&#038;p=17150","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"astrid.zimmermann","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-1-sediment-settlement-sentiment\/essay-series\/","acf":{"thumbnail":{"ID":17151,"id":17151,"title":"After the Industrial River 3","filename":"Deindustrial-River-3.jpg","filesize":1811162,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/Deindustrial-River-3.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-1-sediment-settlement-sentiment\/essay-series\/deindustrial-river-3\/","alt":"","author":"10","description":"Albumen print by Benjamin Franklin Upton.","caption":"St. Anthony Falls, 1863. ","name":"deindustrial-river-3","status":"inherit","uploaded_to":17150,"date":"2020-01-17 14:24:06","modified":"2020-02-10 15:21:28","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":4272,"height":3271,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/Deindustrial-River-3-768x588.jpg","thumbnail-width":768,"thumbnail-height":588,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/Deindustrial-River-3-300x230.jpg","medium-width":300,"medium-height":230,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/Deindustrial-River-3-768x588.jpg","medium_large-width":768,"medium_large-height":588,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/Deindustrial-River-3-1400x1072.jpg","large-width":1400,"large-height":1072,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/Deindustrial-River-3.jpg","1536x1536-width":1536,"1536x1536-height":1176,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/Deindustrial-River-3.jpg","2048x2048-width":2048,"2048x2048-height":1568,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/Deindustrial-River-3-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/Deindustrial-River-3-1567x1200.jpg","feature-width":1567,"feature-height":1200}},"teaser_text":"<p>An essay collection exploring the past and future infrastructural interventions into the Mississippi River.<\/p>\n","contributors":[{"ID":3002,"post_author":"1","post_date":"2019-08-21 12:37:08","post_date_gmt":"2019-08-21 10:37:08","post_content":"","post_title":"Bruce Braun","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"bruce-braun","to_ping":"","pinged":"","post_modified":"2019-11-04 15:48:59","post_modified_gmt":"2019-11-04 14:48:59","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/bruce-braun\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/bruce-braun\/","acf":{"first_name":"Bruce","last_name":"Braun"}},{"ID":3293,"post_author":"1","post_date":"2019-08-21 12:37:34","post_date_gmt":"2019-08-21 10:37:34","post_content":"","post_title":"Roopali Phadke","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"roopali-phadke","to_ping":"","pinged":"","post_modified":"2019-08-22 16:25:04","post_modified_gmt":"2019-08-22 14:25:04","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/roopali-phadke\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/roopali-phadke\/","acf":{"first_name":"Roopali","last_name":"Phadke"}},{"ID":3240,"post_author":"1","post_date":"2019-08-21 12:37:28","post_date_gmt":"2019-08-21 10:37:28","post_content":"","post_title":"Morgan Adamson","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"morgan-adamson","to_ping":"","pinged":"","post_modified":"2019-11-04 15:22:41","post_modified_gmt":"2019-11-04 14:22:41","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/morgan-adamson\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/morgan-adamson\/","acf":{"first_name":"Morgan","last_name":"Adamson"}}],"methods":[{"term_id":5,"name":"Case Study","slug":"case-study","term_group":0,"term_taxonomy_id":5,"taxonomy":"method","description":"","parent":0,"count":130,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":8,"name":"Reflection","slug":"reflection","term_group":0,"term_taxonomy_id":8,"taxonomy":"method","description":"","parent":0,"count":189,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"keywords":[{"term_id":229,"name":"Infrastructure","slug":"infrastructure","term_group":0,"term_taxonomy_id":229,"taxonomy":"keyword","description":"","parent":0,"count":82,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":241,"name":"Model","slug":"model","term_group":0,"term_taxonomy_id":241,"taxonomy":"keyword","description":"","parent":0,"count":17,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":281,"name":"Waste","slug":"waste","term_group":0,"term_taxonomy_id":281,"taxonomy":"keyword","description":"","parent":0,"count":18,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":226,"name":"Human-environment relations","slug":"human-environment-relations","term_group":0,"term_taxonomy_id":226,"taxonomy":"keyword","description":"","parent":0,"count":124,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":222,"name":"History","slug":"history","term_group":0,"term_taxonomy_id":222,"taxonomy":"keyword","description":"","parent":0,"count":125,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Minnesota, USA","lat":"46.729553","lng":"-94.6858998"}}}],"methods":[{"term_id":8,"name":"Reflection","slug":"reflection","term_group":0,"term_taxonomy_id":8,"taxonomy":"method","description":"","parent":0,"count":189,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"keywords":[{"term_id":169,"name":"Adaptation","slug":"adaptation","term_group":0,"term_taxonomy_id":169,"taxonomy":"keyword","description":"","parent":0,"count":22,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":199,"name":"Degradation","slug":"degradation","term_group":0,"term_taxonomy_id":199,"taxonomy":"keyword","description":"","parent":0,"count":16,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":226,"name":"Human-environment relations","slug":"human-environment-relations","term_group":0,"term_taxonomy_id":226,"taxonomy":"keyword","description":"","parent":0,"count":124,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":254,"name":"Resilience","slug":"resilience","term_group":0,"term_taxonomy_id":254,"taxonomy":"keyword","description":"","parent":0,"count":16,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":243,"name":"Naturecultures","slug":"naturecultures","term_group":0,"term_taxonomy_id":243,"taxonomy":"keyword","description":"","parent":0,"count":46,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":241,"name":"Model","slug":"model","term_group":0,"term_taxonomy_id":241,"taxonomy":"keyword","description":"","parent":0,"count":17,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Minneapolis, MN, USA","lat":"44.977753","lng":"-93.2650108"}},"author_name":"astrid.zimmermann","project_parents":[{"id":17150,"title":"After the Industrial River: Essay Collection","post_title":"After the Industrial River: Essay Collection","slug":"essay-series","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-1-sediment-settlement-sentiment\/essay-series\/","post_type":"project"},{"id":1247,"title":"Field Station 1: Sediment, Settlement, Sentiment","post_title":"Field Station 1: Sediment, Settlement, Sentiment","slug":"field-station-1-sediment-settlement-sentiment","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-1-sediment-settlement-sentiment\/","post_type":"project"},{"id":579,"title":"Field Stations","post_title":"Field Stations","slug":"field-stations","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/","post_type":"project"},{"id":8,"title":"Mississippi. An Anthropocene River","post_title":"Mississippi. An Anthropocene River","slug":"mississippi","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/","post_type":"project"}],"_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/18738"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/contribution"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/10"}],"version-history":[{"count":32,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/18738\/revisions"}],"predecessor-version":[{"id":19123,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/18738\/revisions\/19123"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=18738"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=18738"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=18738"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=18738"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]