[{"id":12309,"date":"2018-11-07T10:55:26","date_gmt":"2018-11-07T09:55:26","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contribution&#038;p=12309"},"modified":"2020-05-29T13:47:13","modified_gmt":"2020-05-29T11:47:13","slug":"anthropocene-campus-melbourne-2018-a-report","status":"publish","type":"contribution","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/anthropocene-campus-melbourne-2018-a-report\/","title":{"rendered":"Anthropocene Campus Melbourne 2018: A Report"},"content":{"rendered":"<p class=\"text\">This report reflects on the ACM18’s guiding theme of “the Elemental” and traces how the concept of the Anthropocene relates to problems of materiality.<\/p>\n<p>&nbsp;<\/p>\n<p>The definition of the Anthropocene concept has been ambivalently debated. There is, however, no doubt about the Anthropocene’s attachement to problems of materiality which articulate themselves in very concrete and tangible ways. The following report engages in a reflection on these material concerns and the Anthropocene’s interconnection to matters of “the Elemental.”<\/p>\n","protected":false},"excerpt":{"rendered":"<p>This report reflects on the ACM18’s guiding theme of “the Elemental” and traces how the concept of the Anthropocene relates to problems of materiality. &nbsp; The definition of the Anthropocene concept has been ambivalently debated. There is, however, no doubt about the Anthropocene’s attachement to problems of materiality which articulate themselves in very concrete and [&hellip;]<\/p>\n","protected":false},"author":10,"template":"","method":[8],"keyword":[194,231,232],"folksonomy":[],"acf":{"subtitle":"","thumbnail":{"ID":12311,"id":12311,"title":"Tim","filename":"Tim.jpg","filesize":6451161,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/Tim.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/anthropocene-campus-melbourne-2018-a-report\/tim\/","alt":"","author":"10","description":"Photograph by Flavio D'Abramo","caption":"The first field trip took place in a park nearby Deakin University's downtown Burwood Campus where autochthone floras have been replanted.","name":"tim","status":"inherit","uploaded_to":12309,"date":"2019-09-24 08:56:58","modified":"2020-04-28 16:33:25","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":4032,"height":3024,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/Tim-768x576.jpg","thumbnail-width":768,"thumbnail-height":576,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/Tim-300x225.jpg","medium-width":300,"medium-height":225,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/Tim-768x576.jpg","medium_large-width":768,"medium_large-height":576,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/Tim-1400x1050.jpg","large-width":1400,"large-height":1050,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/Tim.jpg","1536x1536-width":1536,"1536x1536-height":1152,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/Tim.jpg","2048x2048-width":2048,"2048x2048-height":1536,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/Tim-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/Tim-1600x1200.jpg","feature-width":1600,"feature-height":1200},"credits":null},"display_as_feature_image":false,"teaser_text":"<p class=\"text\">This report reflects on the ACM18’s guiding theme of “the Elemental” and traces how the concept of the Anthropocene relates to problems of materiality.<\/p>\n<p>&nbsp;<\/p>\n","abstract":"<p>The definition of the Anthropocene concept has been ambivalently debated. There is, however, no doubt about the Anthropocene’s attachement to problems of materiality which articulate themselves in very concrete and tangible ways. The following report engages in a reflection on these material concerns and the Anthropocene’s interconnection to matters of “the Elemental.”<\/p>\n","footer_title":"","footer_collapsible":false,"footer_content":"","_content":{"truncate_sidenotes":false,"content":[{"acf_fc_layout":"image","display":"column","image":[{"ID":12314,"id":12314,"title":"docklands","filename":"docklands.jpg","filesize":4594885,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/docklands.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/anthropocene-campus-melbourne-2018-a-report\/docklands\/","alt":"","author":"10","description":"Photograph by Flavio D'Abramo","caption":"The Docklands as seen from under the Princes bridge.","name":"docklands","status":"inherit","uploaded_to":12309,"date":"2019-09-24 08:59:28","modified":"2020-04-28 16:36:11","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":4032,"height":2124,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/docklands-768x405.jpg","thumbnail-width":768,"thumbnail-height":405,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/docklands-300x158.jpg","medium-width":300,"medium-height":158,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/docklands-768x405.jpg","medium_large-width":768,"medium_large-height":405,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/docklands-1400x738.jpg","large-width":1400,"large-height":738,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/docklands.jpg","1536x1536-width":1536,"1536x1536-height":809,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/docklands.jpg","2048x2048-width":2048,"2048x2048-height":1079,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/docklands-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/docklands-1600x843.jpg","feature-width":1600,"feature-height":843}}]},{"acf_fc_layout":"text","text":"<p>The Anthropocene Campus held in Melbourne in 2018 (ACM18) brought lectures, reflections, workgroups, off-site events, and fieldwork activities under the theme “the Elemental.” It organized seminar streams around the main theme of the four elements, which play a major role in the changes induced by anthropic activities at a global scale: earth, fire, water, and air\/flesh. The change of climatic dynamics has caused, for instance, an increase in bushfires in Queensland, the northern tropical part of Australia. The cause for this rise in temperatures and droughts underpinning this anthropocenic phenomenon is the increasing emissions of carbon that have altered the climate itself. The main activities of ACM18 have not only taken place in Deakin University’s downtown Burwood Campus, but also led us to the so-called Docklands. Once the city’s old docks area, it has been transformed into a large-scale commercial, residential, and leisure development project, which is slowly seeping to the west of Southern Cross Station.<\/p>\n"},{"acf_fc_layout":"text","text":"<p>At the opening event, the main ACM18 organizer, Timothy Neale—research fellow in the Alfred Deakin Institute for Citizenship and Globalisation at Deakin University—laid out the core idea of the theme of the Elemental and referred to the three semantic levels of the term: the chemical, which denotes the chemical elements in the periodic table; the environmental, which refers to the milieus in which we are all embedded, the taken-for-granted material background of our habits; and lastly, the philosophical or ontological, in which the elemental stands for a claim about the conditions of the possibility of life and matter. With respect to its philosophical meaning, the elemental signifies categories from which every other material derives, but which are not derivatives themselves. Neale made explicit reference to Aristotle, who used the same four elements which have shaped the core of ACM18. The theme Elemental captures something tangible about the world and yet, at the same time, remains excessive to human agency. Indeed, human agency often has had to chase after the elemental. In other words, equating humans in the Anthropocene to a geological force means that the natural elements cannot be under the direct control of our species.<\/p>\n"},{"acf_fc_layout":"image","display":"carousel","image":[{"ID":12311,"id":12311,"title":"Tim","filename":"Tim.jpg","filesize":6451161,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/Tim.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/anthropocene-campus-melbourne-2018-a-report\/tim\/","alt":"","author":"10","description":"Photograph by Flavio D'Abramo","caption":"The first field trip took place in a park nearby Deakin University's downtown Burwood Campus where autochthone floras have been replanted.","name":"tim","status":"inherit","uploaded_to":12309,"date":"2019-09-24 08:56:58","modified":"2020-04-28 16:33:25","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":4032,"height":3024,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/Tim-768x576.jpg","thumbnail-width":768,"thumbnail-height":576,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/Tim-300x225.jpg","medium-width":300,"medium-height":225,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/Tim-768x576.jpg","medium_large-width":768,"medium_large-height":576,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/Tim-1400x1050.jpg","large-width":1400,"large-height":1050,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/Tim.jpg","1536x1536-width":1536,"1536x1536-height":1152,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/Tim.jpg","2048x2048-width":2048,"2048x2048-height":1536,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/Tim-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/01\/Tim-1600x1200.jpg","feature-width":1600,"feature-height":1200}}]},{"acf_fc_layout":"text","text":"<p>The stream “Fire,” for instance (where participants worked on questions such as “How do we come to know fire and its behavior, risks, benefits, and costs?”), has been complemented by the lectures from a firefighter, a forest ranger, and a researcher of the Australian Bureau of Meteorology. The prospect of increasingly frequent droughts, higher temperatures, and windier seasonal weather are the climatic characteristics that have determined the rate of fire emergence in Australia. Given by professionals who directly handle the challenges the Anthropocene has brought, the presentations on fire illustrated the impact of climate change on Australian lands.<\/p>\n<p>After Neale’s opening speech, Professor Lesley Head, who leads the School of Geography at Melbourne University, took to the floor to tell the story of “Typha, the Once and Future Planty Companion.” Lesley Head invoked a new appraisal of both Typha as a sustainable crop and of the knowledge and practices of the indigenous people of Australia, mainly by focusing on the relationship between the Typha plant—also known as Cattail—and the Aborigines who use it for many purposes. Typha can indeed adapt well in wetlands and, at the same time, be used both as a food and as a weaving material for ropes and clothes. Further, it serves as a building material due to its compressive strength and its heat-, fire-, and noise insulation abilities.<\/p>\n<p>Another key lecture titled “The Anthropocene In and Within the Cell,” given by Professor Hannah Landecker—head of the Institute for Society and Genetics at University of California Los Angeles—took place in the Library at The Dock, one of Melbourne’s public libraries. Landecker suggested that, similar to paleontologists’ treatment of rock strata—where researchers can “read” major climatic changes that have happened over the course of millennia—the metabolism, observable from within the cells of organisms, can be considered a record of what has happened in the environment. The lecture was a proposal for metabolic strata and metabolic ethics. Landecker’s main insight with regard to the Anthropocene concerns the logics beyond the production and use of antibiotics and chemotherapeutics by the agribusiness industry. This is rooted in a deterministic take on genetics, which runs counter to the logics developed in the biological, environmental, and epidemiologic sciences since at least a century ago, as exemplified by the research field of epigenetics.<\/p>\n"},{"acf_fc_layout":"text","text":"<p>The panel, “What is the Forecast?,” focused on how forecasts are produced and what future forecasts foresee about the Anthropocene. It featured Briohny Doyle’s talk “Dramatizing the forecast,” Ruth Morgan’s contribution “Water Futures,” which focused on how water managers in Western Australia addressed scenarios for drier futures for the capital city of Perth, and lastly Lauren Rickard’s talk “Producing the Anthropocene, Producing Futures.”<\/p>\n<p>Professor Rickard’s research at RMIT University, Melbourne, has mainly focused on the history of forecasting within the framework of the political economy. In contrast to other scholars at the ACM18 who have been hesitant to point to the political and economic roots of scientific institutions, Rickard openly acknowledges the geopolitical context and the political premises, such as merchant capitalism, that have allowed the emergence of a new calculative, risk-taking attitude toward the future. Analyses like the one proposed by Rickards are especially useful for understanding the Anthropocene in its longue durée and, at the same time, are fruitful to developing solutions of a social and political nature.<\/p>\n<p>Professor David Turnbull, head of the Science and Technology Studies (STS) program at Deakin University, gave a lecture titled “Out of Africa and into the Amazonas: Nonlinear Anthropocene Narratives of Movement and territorialization.” He has shown the need to conceive the Anthropocene in a different way by taking into consideration the many agencies represented by the various autochthone populations: For instance, those in the Amazonas, which guarantee climatic equilibrium at a global scale through their adaption of specific values and practices of land management. On a theoretical level, Turnbull pointed to the “Out of Africa” hypothesis of the African multiregionalists. According to this theory, the competing model of the “tree of life” that suggests that all living beings descended from one type of cell or organism (as proposed by Darwin) must be changed. Specifically, Turnbull analyzed this subject matter through the scholarship of American microbiologist Carl Woese and evolutionary and molecular biologist Ford Doolittle, both of whose theories were underpinned by the mechanism of horizontal gene transfer.<\/p>\n<p>Professor Margaret Jolly—from the Australian National University (ANU) College of Asia and the Pacific—delivered one of the ACM18’s final key lectures titled “Engendering the Anthropocene,” which showed evidence that the effects of the Anthropocene are more devastating in the Pacific than in other places. Jolly has developed a critique concerning the big institutions of capitalist countries, which she argues have placed responsibility for solving the problems of the Anthropocene on the shoulders of women without considering other structural aspects. She pointed out how the United Nations’ entity dedicated to gender equality and the empowerment of women—UN Women—considers women’s distinctive role in society as a resource for the adaptation to and management of the effects of climate change. In this context, Jolly referred to the work of Bernadette Resurrección, who has shown how Eurocentric conceptions of women as being closer to nature than men, occludes an analysis of the distant causes of the Anthropocene, such as fossil-fueled economies. In effect, women are assigned the dual role of climate victims and powerful agents of change.<\/p>\n"},{"acf_fc_layout":"text","text":"<p>Another occasion to witness the scope of the Anthropocene was the public conversation led by professor of Anthropology Eben Kirksey with artist Patricia Piccinini and synthetic biologist Claudia Vickers. The tension between the positions of Piccinini and Vickers concerned, on the one hand, the aims of technology and on the other, the aesthetics of art, which veer into opposite directions. Indeed, the fact that technology cares neither for the environment nor for the survival of organisms is an ever-present issue in most of Piccinini’s work. One of her pieces, titled Bootflower, featured in the exhibition M\/Others and Future Humans at the Testing Grounds space.<\/p>\n<p>The closing lecture of ACM18 was by Karen Barad—Professor of Feminist Studies, Philosophy, and History of Consciousness at the University of California, Santa Cruz. In her talk titled “After the End of the World: Transmutation of the Elements, Radioactive Refugeeism, and Alchemical Wonderism,” Barad told the story of the nuclear and thermonuclear blasts operated by the United States Government and authorized by the United Nations in the Pacific islands. What she demonstrated was that the nucleus of the atom holds an implosion of multilayered violent legacies, those of colonialism, racism, extractive capitalism, militarism, and neocolonialism. These elements have disrupted the lives of people who still live and have lived on the Pacific islands and who have repeatedly experienced the undoing of atomic power and its related legacies.<\/p>\n<p>The diverse activities of ACM18 have demonstrated the controversial “nature” of the Anthropocene. For some, its inception is marked through the onset of industrial, capitalist activities rooted in the extraction and use of fossil fuels or in the beginnings of the agribusiness industry and the related mass-use of antibiotics and chemotherapeutics. Then again, for others the Anthropocene began with the nuclear fallout produced by the militaries during the Cold War or with the colonial extermination of autochthon civilizations that, for centuries and through specific practices of land management, have allowed stable patterns of climatic equilibrium. As an occasion to gather different and informed points of view from the public, activists, experts, and artists, ACM18 consolidated the debate on the Anthropocene in locations often outside academia. ACM18 facilitated the public sharing, extension, and enrichment of imaginaries and highlighted the concerns, controversies, experiences, reflections, and sustainable futures in order that we are better able to face the growing disruption of the elemental we are currently witnessing.<\/p>\n"}]},"contributors":[{"ID":21537,"post_author":"12","post_date":"2020-03-23 12:07:20","post_date_gmt":"2020-03-23 11:07:20","post_content":"","post_title":"Flavio D’Abramo","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"flavio-dabramo","to_ping":"","pinged":"","post_modified":"2020-03-23 16:03:21","post_modified_gmt":"2020-03-23 15:03:21","post_content_filtered":"","post_parent":0,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contributor&#038;p=21537","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"fiona.shipwright","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/flavio-dabramo\/","acf":{"first_name":"Flavio","last_name":"D’Abramo"}}],"projects":[{"ID":11949,"post_author":"10","post_date":"2019-01-01 19:27:41","post_date_gmt":"2019-01-01 18:27:41","post_content":"<p class=\"text\">“The Elemental” served as the analytical focal point of the ACM18. But how does the ACM18’s commitment to questions of matter shape and affect processes of knowledge production and reproduction?<\/p>\n<p>&nbsp;<\/p>\n  <p>The co-creation of an interdisciplinary curriculum that is apt to tackle genuinely anthropocenic problems and challenges was the foundational predicatment of the ACM18. With this objective in mind, the ACM18 explored the concept of the Anthropocene from the vantage point of “the Elemental.” After four days of engaging in lectures, field trips, and workshops, the following reports and reflections revise how the ACM18’s commitment to matters of materiality inform and inspire novel forms of knowledge-making and collaboration.<\/p>\n ","post_title":"Recapitulations","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"recapitulations","to_ping":"","pinged":"","post_modified":"2021-02-01 16:31:00","post_modified_gmt":"2021-02-01 15:31:00","post_content_filtered":"","post_parent":4988,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=project&#038;p=11949","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"astrid.zimmermann","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/anthropocene-campus-melbourne\/recapitulations\/","acf":{"thumbnail":{"ID":11950,"id":11950,"title":"1280px-Activated_Carbon_small","filename":"1280px-Activated_Carbon_small.jpg","filesize":77194,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/1280px-Activated_Carbon_small.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/project\/anthropocene-campus-melbourne\/recapitulations\/1280px-activated_carbon_small\/","alt":"","author":"10","description":"","caption":"","name":"1280px-activated_carbon_small","status":"inherit","uploaded_to":11949,"date":"2019-09-19 17:28:51","modified":"2019-09-19 17:28:51","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":741,"height":408,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/1280px-Activated_Carbon_small-150x150.jpg","thumbnail-width":150,"thumbnail-height":150,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/1280px-Activated_Carbon_small-300x165.jpg","medium-width":300,"medium-height":165,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/1280px-Activated_Carbon_small.jpg","medium_large-width":741,"medium_large-height":408,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/1280px-Activated_Carbon_small.jpg","large-width":741,"large-height":408,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/1280px-Activated_Carbon_small.jpg","1536x1536-width":741,"1536x1536-height":408,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/1280px-Activated_Carbon_small.jpg","2048x2048-width":741,"2048x2048-height":408,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/1280px-Activated_Carbon_small-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/1280px-Activated_Carbon_small.jpg","feature-width":741,"feature-height":408}},"teaser_text":"<p class=\"text\">“The Elemental” served as the analytical focal point of the ACM18. But how does the ACM18’s commitment to questions of matter shape and affect processes of knowledge production and reproduction?<\/p>\n<p>&nbsp;<\/p>\n","contributors":false,"methods":[{"term_id":8,"name":"Reflection","slug":"reflection","term_group":0,"term_taxonomy_id":8,"taxonomy":"method","description":"","parent":0,"count":189,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"keywords":[{"term_id":210,"name":"Epistemology","slug":"epistemology","term_group":0,"term_taxonomy_id":210,"taxonomy":"keyword","description":"","parent":0,"count":47,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":232,"name":"Knowledge transformation","slug":"knowledge-transformation","term_group":0,"term_taxonomy_id":232,"taxonomy":"keyword","description":"","parent":0,"count":35,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":190,"name":"Complexity","slug":"complexity","term_group":0,"term_taxonomy_id":190,"taxonomy":"keyword","description":"","parent":0,"count":47,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"folksonomy":false,"location":false}}],"methods":[{"term_id":8,"name":"Reflection","slug":"reflection","term_group":0,"term_taxonomy_id":8,"taxonomy":"method","description":"","parent":0,"count":189,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"keywords":[{"term_id":232,"name":"Knowledge transformation","slug":"knowledge-transformation","term_group":0,"term_taxonomy_id":232,"taxonomy":"keyword","description":"","parent":0,"count":35,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":231,"name":"Knowledge production","slug":"knowledge-production","term_group":0,"term_taxonomy_id":231,"taxonomy":"keyword","description":"","parent":0,"count":37,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":194,"name":"Critical materials","slug":"critical-materials","term_group":0,"term_taxonomy_id":194,"taxonomy":"keyword","description":"","parent":0,"count":8,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"tower 2 level 12\/727 Collins St, Melbourne VIC 3008, Australia","lat":-37.8210191,"lng":144.9499478,"zoom":14,"place_id":"Ej50b3dlciAyIGxldmVsIDEyLzcyNyBDb2xsaW5zIFN0LCBEb2NrbGFuZHMgVklDIDMwMDgsIEF1c3RyYWxpYSIsGioKFgoUChIJPbwXnVBd1moRGpGrv6lxEi4SEHRvd2VyIDIgbGV2ZWwgMTI","street_number":"727","street_name":"Collins Street","street_name_short":"Collins St","city":"Docklands","state":"Victoria","state_short":"VIC","post_code":"3008","country":"Australia","country_short":"AU"},"publish_to_dat":false},"author_name":"astrid.zimmermann","project_parents":[{"id":11949,"title":"Recapitulations","post_title":"Recapitulations","slug":"recapitulations","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/anthropocene-campus-melbourne\/recapitulations\/","post_type":"project"},{"id":4988,"title":"Anthropocene Campus Melbourne","post_title":"Anthropocene Campus Melbourne","slug":"anthropocene-campus-melbourne","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/anthropocene-campus-melbourne\/","post_type":"project"}],"_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/12309"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/contribution"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/10"}],"version-history":[{"count":26,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/12309\/revisions"}],"predecessor-version":[{"id":26149,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/12309\/revisions\/26149"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=12309"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=12309"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=12309"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=12309"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]