[{"id":19057,"date":"2016-05-23T13:58:22","date_gmt":"2016-05-23T11:58:22","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contribution&#038;p=19057"},"modified":"2020-05-11T15:34:30","modified_gmt":"2020-05-11T13:34:30","slug":"art-air-and-ideas-in-the-anthropocene-2","status":"publish","type":"contribution","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/art-air-and-ideas-in-the-anthropocene-2\/","title":{"rendered":"Art, Air, and Ideas in the Anthropocene"},"content":{"rendered":"<p>What does it mean to become aerosolar? Field notes from Berlin<\/p>\n<p class=\"text\">To become aerosolar is to imagine a metabolic and thermodynamic transformation of human societies’ relation with both the Earth and the Sun.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>What does it mean to become aerosolar? Field notes from Berlin To become aerosolar is to imagine a metabolic and thermodynamic transformation of human societies’ relation with both the Earth and the Sun.<\/p>\n","protected":false},"author":10,"template":"","method":[11,4],"keyword":[170,171,265],"folksonomy":[],"acf":{"subtitle":"","thumbnail":{"credits":null},"display_as_feature_image":false,"teaser_text":"<p>What does it mean to become aerosolar? Field notes from Berlin<\/p>\n","abstract":"<p class=\"text\">To become aerosolar is to imagine a metabolic and thermodynamic transformation of human societies’ relation with both the Earth and the Sun.<\/p>\n","footer_title":"","footer_collapsible":false,"footer_content":"<p>This article was first published on <a href=\"https:\/\/www.justinwestgate.com\/field-notes\/2018\/11\/24\/post-1-s5jhr\" target=\"_blank\" rel=\"noopener\">justinwestgate.com<\/a> on May 18, 2016.<\/p>\n","_content":{"truncate_sidenotes":false,"content":[{"acf_fc_layout":"text","text":"<p>Within the space of a week my world has been inverted. From experiencing unseasonably warm autumnal days on Australia’s east coast I’ve been transported to a cool spring in eastern Germany where the daytime highs are half the nighttime lows where I’ve come from. Just before dawn the air temperature is a little above freezing, and I’m now wearing all the clothes I’m traveling with, standing on an old airfield just south of central Berlin. The sun has not long risen and its rays are only just beginning to find their way over the tops of buildings and trees. Huddling with others, also gathered here on the field, we intuitively position ourselves in patches of growing sunlight, warming ourselves from the early morning chill.<\/p>\n<p>I’ve come to Berlin to be a part of an extended workshop bringing together some 120 or more scholars, researchers, and artists interested in issues that the Anthropocene concept exposes. This is the second “campus” that the Haus der Kulturen der Welt (House of World Cultures) in Berlin has organized, with this one focused on investigating the idea of the “Technosphere.” As part of a workshop we have been invited here, to Tempelhofer Feld, an airfield used until only recently and now a recreational reserve, to participate in the launching of some artistic sculptures by Berlin-based artist Tomás Saraceno. Saraceno’s work grapples with anthropocenic issues and today we will have first-hand experience with some of this work—large sun-powered lighter-than-air membranes—what he terms aerosolar sculptures.<\/p>\n<p>Put more simply, these are large balloons fuelled only by the warmth of the sun, which, warming the internal air of the structures, has the potential to power them indefinitely. This removes the device from the grip of petrochemical power—both physically and politically. And for Saraceno these sculptures—indeed, the wider aerosolar project—provoke a rethinking of our engagement with energy, elemental forces, space, and each other.<\/p>\n"},{"acf_fc_layout":"text","text":"<p>“To become aerosolar is to imagine a metabolic and thermodynamic transformation of human societies’ relation with both the Earth and the Sun. It is an invitation to think of new ways to move and sense the circulation of energy. And, it is a scalable process to re-pattern atmospheric dwelling and politics through an open-source ecology of practices, models, data—and a sensitivity to the more-than-human world.”<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span><span class=\"annotation-content-inner\">Tomás Saraceno, “Becoming Aerosolar: From solar sculptures to cloud cities,” in: Heather Davis and Etienne Turpin (eds), <em>Art in the Anthropocene: Encounters among aesthetics, politics, environments and epistemologies<\/em>. London: Open Humanities Press, 2015.<\/span><\/span><\/span> But more than just a piece of conceptual art, aerosolar experiments take different forms. One configuration—Museo Aero Solar—is a large aerosolar membrane fashioned from everyday plastic bags and contributed to by different groups in different locations around the world. Indeed, by taking the simple idea out into the world—into communities—and inviting people to engage with the making process (the materials required are in their basic form plastic bags, sticking tape, and sunshine), the project engages people with the concept in more everyday ways. And at the same time—in its simplicity—it is an iteration of the sociality it calls attention to: a networked, social, and ultimately less hierarchical model that might operate both spatially and politically.<\/p>\n<p>At its core, the project is one of reimagining: reimagining how we might do things differently in light of the intractable problems we face at the seeming culmination of the modern project. In anthropocenic terms, if we consider the technosphere to be the assemblage of material and immaterial technologies that envelop the surface of the planet, this project inserts a wedge into this to open up other ways of configuring technology and, as a result, our relationships with other entities—both human and other.<\/p>\n"},{"acf_fc_layout":"text","text":"<p>Back on the ground, I’m reminded of the kind of attention that this activity calls for. Working with these simple and abundant elements—air and sunlight—calls for a close attentiveness to conditions. The weather, of course, is a key determinant. Having sunlight is necessarily determined by the presence—or absence—of clouds. The amount of wind also impacts on the viability of the launch—as well as determining trajectories of travel; and the reason for the dawn scheduling is because this time of day often best provides still atmospheric conditions. Indeed, we have been blessed with a clear and still morning for this launch.<\/p>\n<p>The impact of such attentiveness has two particular outcomes. Firstly, it is an ongoing attunement to elemental conditions; and enhanced awareness of environmental conditions—weather in relation to season, also geography, but also an understanding of how different elemental conditions impact on the activity. What comes with this reliance on environmental conditions is the requirement for patience and timing. One has to wait for the right conditions; there is no guarantee that they will occur when you want them—and, indeed, no way to induce them. They require you to wait, to have an understanding that your own desire to act must yield to agencies beyond human control. In a sense, you must learn to be humble, to relinquish the ability to control.<\/p>\n<p>And, as we wait in the warming sun there is a bustling of activity on this now disused runway. The conditions have been deemed suitable for launch, and two nylon membranes are unpacked and the process of inflating these takes place. The procedure for filling these with air appears to be—rather simply—trailing them behind someone running. If nothing else, it is effective. Once inflated, these structures have the appearance of gigantic otherworldly creatures. They sit, after their initial expansion, grounded. As the surrounding air begins to warm, it gently stirs these creatures, making them seem somehow alive. And over the next hour I’m interested to watch the amount of attention these gentle structures require in being nursed to life. They are well attended—inspected and adjusted—as they prepare for activity. The process is highly tactile. There is much touching, stroking, prodding, and adjusting, and I assume the provision of feedback on things like temperature and pressure. This technology, with its relationship to elemental forces and its sensitivity to conditions, calls for a nurturing disposition, and a continued attentiveness to conditions as they change.<\/p>\n"},{"acf_fc_layout":"text","text":"<p>What comes to mind is ideas of “working with”—with elements, conditions, currents—which has sensibilities of Eastern philosophy, notably Taoism. One has to be able to let go thoughts of expectation, to be patient, to let go of a certain human desire to control. Critical Anthropocene scholarship points to fundamental flaws in modernist thinking, and suggests this needs serious rethinking. Simply, we need new and different models for understanding and engaging with the world—quite differently, and less on our own terms.<\/p>\n<p>The Aerocene project makes some wild suggestions: aerosolar travel, aerosolar communities, aerosolar space exploration. These are best not taken as practical proposals. Rather, I read them as design fictions: imaginative proposals which aid us in thinking more wildly about future possibilities. What makes these proposals slightly more intriguing is that the technology they employ is actually simple, practical, and real—it’s not based on some yet-to-be-invented configuration.<\/p>\n<p>But, rather than seeing these as end points, the real point is in experimenting with the ideas that these technologies and ideas open up. For example, there has been a recent collaboration with the Red Cross\/Red Crescent which is exploring the use of aersolar technology to launch camera payloads to map disaster-affected areas. My designer mind appreciates seeing artistic ideas taken into the world and finding distinctly practical application.<\/p>\n<p>At its heart the Aerocene project shows that simple ideas have the potential to have large impacts, and these can be driven by different kinds of sensibilities than those we are used to. In the same vein, it avoids the trap of trying to offer solutions. Rather, its proposals open up possibilities and stimuli for novel thinking about how it might well be applied. In the context of considering the implications of the Anthropocene and navigating new and different pathways through this, the provocations of the aerocene help spur us to consider the possibilities provided by the potential of the very air around us.<\/p>\n"}]},"contributors":[{"ID":3166,"post_author":"1","post_date":"2019-08-21 12:37:22","post_date_gmt":"2019-08-21 10:37:22","post_content":"","post_title":"Justin Westgate","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"justin-westgate","to_ping":"","pinged":"","post_modified":"2019-08-21 15:06:03","post_modified_gmt":"2019-08-21 13:06:03","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/justin-westgate\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/justin-westgate\/","acf":{"first_name":"Justin ","last_name":"Westgate"}}],"projects":[{"ID":18200,"post_author":"10","post_date":"2016-04-23 15:35:44","post_date_gmt":"2016-04-23 13:35:44","post_content":"<p>Is a different technosphere possible? Exploring this concept from the perpsective of the Aerocene: a nascent, collaborative, speculative vision of the future.<\/p>\n  <p>Is a different kind of technosphere possible? What forms of knowledge might a different technosphere require and engender? In order to explore such questions, we will take as our point of departure the Aerocene: a nascent, collaborative, speculative vision of the future.<\/p>\n <p>The concept of the “technosphere” developed by Peter Haff refers to an emergent, semi-autonomous “sphere” of the Earth, comparable to the hydrosphere or biosphere, currently being produced by a planet in flux. A growing number of human and nonhuman entities are being locked into this technosphere, which itself is tied into an accelerating exploitation of fossil fuels and other material resources, and depends on particular forms of knowledge production. The sort of questions one should ask therefore are: Is a different kind of technosphere possible? What forms of knowledge might a different technosphere require and engender? In order to explore such questions, we will take as our point of departure the Aerocene: a nascent, collaborative, speculative vision of the future proposed by Berlin-based artist Tomás Saraceno. In the Aerocene, societies become untethered from the Earth’s surface. Instead of relying on the extraction of resources from the Earth’s subterranean sinks and combusting them, the Aerocene, by contrast, simply encloses volumes of ambient air in envelopes, and thereby embarks in a collaboration with elemental flows of energy and matter. The Aerocene performs experiments in lighter-than-air motion, without fossil fuels or refined gases, to sustain the movements of a range of aerostatic devices for scientific research, for human transport—or even for human habitation in what Saraceno terms Cloud Cities. The Aerocene invites us to develop new forms of collaborative knowledge production, which combine the sciences and humanities, craft and philosophy, speculation and sensory experience.<\/p>\n<p>We will take the Aerocene as an alternative future technosphere, founded on a shift in the dominant global “thermodynamic imaginary” (Kiel Moe). Rather than immediately moving to technoscientific “solutions” and thereby implicitly consenting to a particular vision of the future, we will try to suspend entrenched disciplinary habits of thought and speculate about which future we actively wish to create. In exploring the Aerocene we will use techniques to unlearn ingrained, modernist “bifurcations” of thought (Alfred North Whitehead). We will develop forms of interdisciplinarity and transdisciplinarity that resist the allure of prematurely integrated forms of knowledge and that instead experience creative agonism between modes and ontologies of knowing (Andrew Barry).<\/p>\n<p>In groups, participants will bring together a range of different kinds of knowledge in order to articulate alternative versions of the Aerocene, flesh out particular aspects of Aerocene living, tackle distinct knowledge challenges, or raise objections to the idea of the Aerocene as an alternative technosphere. Playing with these different kinds of knowledge, we will also explore the different ways of knowing and sensing that the Aerocene makes possible, as we capture ambient air, release its latent powers, and make our bodies sensitive to its elemental properties.<\/p>\n","post_title":"Seminar: Knowing (in) the Anthropocene","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"knowing-in-the-anthropocene","to_ping":"","pinged":"","post_modified":"2020-06-04 14:57:34","post_modified_gmt":"2020-06-04 12:57:34","post_content_filtered":"","post_parent":9144,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=project&#038;p=18200","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"astrid.zimmermann","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2016\/knowing-in-the-anthropocene\/","acf":{"thumbnail":{"ID":18201,"id":18201,"title":"seminar_04_Knowing the Anthropocene","filename":"seminar_04_vis_up01.jpg","filesize":81089,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2016\/knowing-in-the-anthropocene\/seminar_04_vis_up01\/","alt":"","author":"10","description":"","caption":"","name":"seminar_04_vis_up01","status":"inherit","uploaded_to":18200,"date":"2020-02-03 14:38:46","modified":"2020-02-03 16:02:59","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1140,"height":641,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01-768x432.jpg","thumbnail-width":768,"thumbnail-height":432,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01-300x169.jpg","medium-width":300,"medium-height":169,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01-768x432.jpg","medium_large-width":768,"medium_large-height":432,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01.jpg","large-width":1140,"large-height":641,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01.jpg","1536x1536-width":1140,"1536x1536-height":641,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01.jpg","2048x2048-width":1140,"2048x2048-height":641,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01.jpg","feature-width":1140,"feature-height":641}},"teaser_text":"<p>Is a different technosphere possible? Exploring this concept from the perpsective of the Aerocene: a nascent, collaborative, speculative vision of the future.<\/p>\n","contributors":false,"methods":false,"keywords":[{"term_id":210,"name":"Epistemology","slug":"epistemology","term_group":0,"term_taxonomy_id":210,"taxonomy":"keyword","description":"","parent":0,"count":47,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":232,"name":"Knowledge transformation","slug":"knowledge-transformation","term_group":0,"term_taxonomy_id":232,"taxonomy":"keyword","description":"","parent":0,"count":35,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":218,"name":"Games","slug":"games","term_group":0,"term_taxonomy_id":218,"taxonomy":"keyword","description":"","parent":0,"count":1,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":197,"name":"Data","slug":"data","term_group":0,"term_taxonomy_id":197,"taxonomy":"keyword","description":"","parent":0,"count":30,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":187,"name":"Care","slug":"care","term_group":0,"term_taxonomy_id":187,"taxonomy":"keyword","description":"","parent":0,"count":37,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":221,"name":"Habits","slug":"habits","term_group":0,"term_taxonomy_id":221,"taxonomy":"keyword","description":"","parent":0,"count":14,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":242,"name":"Modernity","slug":"modernity","term_group":0,"term_taxonomy_id":242,"taxonomy":"keyword","description":"","parent":0,"count":8,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Haus der Kulturen der Welt, John-Foster-Dulles-Allee, Berlin, Germany","lat":52.51890849999999,"lng":13.3649115,"zoom":14,"place_id":"ChIJW-9xr7tRqEcRafqpF3pEPEc","name":"Haus der Kulturen der Welt","street_number":"10","street_name":"John-Foster-Dulles-Allee","city":"Berlin","state":"Berlin","post_code":"10557","country":"Germany","country_short":"DE"}}}],"methods":[{"term_id":11,"name":"Experiment","slug":"experiment","term_group":0,"term_taxonomy_id":11,"taxonomy":"method","description":"","parent":0,"count":67,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":4,"name":"Field Study","slug":"field-study","term_group":0,"term_taxonomy_id":4,"taxonomy":"method","description":"","parent":0,"count":111,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"keywords":[{"term_id":170,"name":"Aerocene","slug":"aerocene","term_group":0,"term_taxonomy_id":170,"taxonomy":"keyword","description":"","parent":0,"count":8,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":171,"name":"Aesthetics","slug":"aesthetics","term_group":0,"term_taxonomy_id":171,"taxonomy":"keyword","description":"","parent":0,"count":65,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":265,"name":"Speculative","slug":"speculative","term_group":0,"term_taxonomy_id":265,"taxonomy":"keyword","description":"","parent":0,"count":23,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Tempelhofer Feld, Tempelhofer Damm, Berlin, Germany","lat":"52.47539099999999","lng":"13.401893"},"publish_to_dat":false},"author_name":"astrid.zimmermann","project_parents":[{"id":18200,"title":"Seminar: Knowing (in) the Anthropocene","post_title":"Seminar: Knowing (in) the Anthropocene","slug":"knowing-in-the-anthropocene","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2016\/knowing-in-the-anthropocene\/","post_type":"project"},{"id":9144,"title":"Anthropocene Campus 2016","post_title":"Anthropocene Campus 2016","slug":"campus-2016","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2016\/","post_type":"project"}],"_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/19057"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/contribution"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/10"}],"version-history":[{"count":39,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/19057\/revisions"}],"predecessor-version":[{"id":25479,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/19057\/revisions\/25479"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=19057"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=19057"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=19057"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=19057"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]