[{"id":18729,"date":"2016-04-23T15:10:39","date_gmt":"2016-04-23T13:10:39","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contribution&#038;p=18729"},"modified":"2020-07-09T17:52:18","modified_gmt":"2020-07-09T15:52:18","slug":"bastar-diary","status":"publish","type":"contribution","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/bastar-diary\/","title":{"rendered":"Bastar Diary"},"content":{"rendered":"<p>A relfection on the knowledge of interconnectedness of the Muria Gond community.<\/p>\n<p>Once a year in central India, the &#8220;Muria Gond&#8221; community comes together for a harvest dance performance. The so-called &#8220;Kokerenge&#8221; hints at a tacit knowledge of interconnectedness, a knowledge that is threatened by the destructive forces of the mining industry.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>A relfection on the knowledge of interconnectedness of the Muria Gond community. Once a year in central India, the &#8220;Muria Gond&#8221; community comes together for a harvest dance performance. The so-called &#8220;Kokerenge&#8221; hints at a tacit knowledge of interconnectedness, a knowledge that is threatened by the destructive forces of the mining industry.<\/p>\n","protected":false},"author":10,"template":"","method":[8],"keyword":[225,226,235,240,243],"folksonomy":[],"acf":{"subtitle":"","thumbnail":{"credits":null},"display_as_feature_image":false,"teaser_text":"<p>A relfection on the knowledge of interconnectedness of the Muria Gond community.<\/p>\n","abstract":"<p>Once a year in central India, the &#8220;Muria Gond&#8221; community comes together for a harvest dance performance. The so-called &#8220;Kokerenge&#8221; hints at a tacit knowledge of interconnectedness, a knowledge that is threatened by the destructive forces of the mining industry.<\/p>\n","footer_title":"","footer_collapsible":false,"footer_content":"","_content":{"truncate_sidenotes":false,"content":[{"acf_fc_layout":"text","text":"<p>The State of Chhattisgarh in Central India is forest-covered and mineral-rich. The <em>Adivasi<\/em> (indigenous communities) have played a significant role in managing\/conserving natural resources sustainably for hundreds of years. Their culture, symbols, and ritualistic practices have emerged over centuries as part of their belief in the integration and nurturing of all living beings and the cyclical processes of nature. According to the <em>Adivasi<\/em>: “if humans do not cooperate and respect the environment and their relationship with the soil their existence will be in danger […]”; I see this as a process of communication and listening, being mobile with the possibilities of exposing oneself and exploring all the way around … a continual (self)-transformation …<\/p>\n<p>I associate my experience in Chhattisgarh with the “Anthropocene.” My being there has sensitized me to tacit knowledge. Oral cultures, encouraging the participatory life of the senses, are linked to the concept of the relationship between the human and the nonhuman world and its potential to create experiences at both conscious and subconscious levels. My concern, as an artist, observer, and researcher working with a feminist consciousness, has been to learn in what ways social intervention opens up social spaces and encourages ways which sustain dialogue and discourses, and to understand different knowledge systems in order to produce knowledge and to share knowledge … I am interested in the issues of eco-feminist praxis such as cross-cultural sharing and eco-feminist philosophy, which stresses notions of care and relationships with all life, as the neglected law pertaining to these areas, both in the southern and in the northern central part of India, is causing the destruction of forests, soil, and rivers. The agenda’s single-minded focus is on faster growth through human-driven\/anthropogenic environmental interruptions, where the intersection of regional and national politics is entangled with the imperatives of development and the power of national and global capital. These mineral-rich, heavily forested areas in Chhattisgarh have large indigenous populations whose existence and livelihoods link closely with the forest. The discovery of minerals in the region has led to questions about the legality of their exploitation by state and non-state actors … The process of land acquisition by private\/national and multinational industries for mining and power plants ignores the existence, identity, and knowledge systems of the <em>Adivasi<\/em> and the laws pertaining to these areas to prevent the kind of destruction and injustice that have followed. Such development projects have led ultimately to the undesired displacement of local habitants …<\/p>\n<p>&nbsp;<\/p>\n<hr \/>\n<p>&nbsp;<\/p>\n<p>Local people are encouraged to believe that the radical acceleration in the flows of capital has brought this remote corner of the world under a common umbrella of the global village that signifies the growing of global interconnectedness, whereas in fact the delusion of rapid economic growth has increased conflict and resentment within and among local communities. The hazardous damage to the natural environment is endangering the history, cultural heritage, and creative spirit as well as the perception of culture locally, in which both sensorial experience and philosophical reflection have been part of their being. Here I quote some of the people with whom I have been engaged in these mining areas: “<em>Mining may be an economic development for industry but not for our soil and soul.<\/em>” The local people think it is the end of “life,” as their relationship to the land, as I mentioned above, centers around a belief in nature’s cyclical processes. The “rule of law” has remained weak even though indigenous culture and land-holding patterns have been disrupted over the years. These days land assessments are carried out on the basis of development and enterprise to increase GDP. It is difficult to understand, within the commonly accepted Western notions of ownership or property, the <em>Adivasi<\/em>’s relationship to land, forest, animals, and water as it is rooted in very different conceptual frameworks. They have associations with nature that explain how the natural world offers an insight into the maintenance of being. Belief in both interconnectedness and interdependence has been part of the wisdom of these peoples for centuries, transmitted orally across generations. I would like to share my experience of discovering a dance performance, <em>Kokerenge<\/em> (cock-like walk), performed by the <em>Muria Gond<\/em> community in the Narayanpur district of Chhattisgarh in 1998, which for me produced unforgettable moments of sensorial intimacy and reciprocity with more than the human terrain. This is both a ritual and an artistic expression, with an emphasis on costumes, makeup, and accessories, but not performed for an audience as such.<\/p>\n<p>My research on the <em>Kokerenge<\/em> in Bastar—whereby after the annual harvest performers travel from village to village to pay tribute to the <em>Lingopen<\/em> (head of all deities), who symbolizes the entire Earth—has further stimulated my belief in how the arts could enhance the coming together of the senses and how the body and mind interact and collaborate. It is from such experiences that I have come to understand that “artistic and creative productions are expressions opening oneself to a range of visionary experiences in a culture, where the aesthetic experience is not only an individual but also a cultural phenomenon.”<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span><span class=\"annotation-content-inner\">John Dewey, <em>Art as Experience<\/em>. New York: Perigee Trade, 1959, p. 24.<\/span><\/span><\/span> In the <em>Kokerenge<\/em>, the participants gradually form a circle by coordinating the sound of the bells attached to leather belts that each performer wears. That moment of coordination is a poetic experience. The circle is a common form in many indigenous cultures and signifies transformation, movement, and continuity. It is a way of understanding and expressing interconnectedness.<\/p>\n<p>&nbsp;<\/p>\n<hr \/>\n<p>&nbsp;<\/p>\n<p>The <em>Kokerenge<\/em> in its cultural context reminds me of John Dewey’s insistence on “artistic expressions as articulating the significance of life for a certain culture […] a manifestation, and celebration of the life […] [a] means of promoting its development, the ultimate, their judgment upon the quality of a civilization and what a society considers as a meaningful and satisfying life.”<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span><span class=\"annotation-content-inner\">ibid., p.36<\/span><\/span><\/span> I have witnessed how communities are forced to lose touch with the Earth, their senses; how the <em>Kokerenge<\/em> performance, which takes place between midnight and dawn, is being relegated by the local authorities and the state police because of a fear of (anticipated) violence caused by forces from the extreme left. It is difficult to watch the process of destruction among cultures that have developed aesthetics or expressions based on their experiential knowledge, the functioning of social systems, and recognition of the significance of interrelatedness. The complexity of interdependencies has stimulated my interest in ecological aesthetics: the aesthetics of integration on the one hand and the probing into the historical roots of the culture of unsustainability on the other. My interest lies in understanding the anthropogenic environmental degradation of the planet that is leading to a culture of unsustainability. I do this by engaging with people as they confront conflict; and through artistic expressions, such as that described, one tries to understand the broader issues. It makes sense to me more than ever now to try to understand the significance of ecological perceptions of indigenous ways of life in different parts of the world and to look at how this wisdom has played a part in sustaining natural resources for thousands of years. How and why that wisdom has not been integrated into modern science and how the need to respect and practice the basic laws of planet Earth are now sensed by science, to protect its existence. Science informs us that the Earth transmits continuous sound frequencies but, unlike animals, we do not hear them …<\/p>\n"}]},"contributors":[{"ID":3248,"post_author":"1","post_date":"2019-08-21 12:37:28","post_date_gmt":"2019-08-21 10:37:28","post_content":"","post_title":"Navjot Altaf Mohamedi","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"navjot-altaf-mohamedi","to_ping":"","pinged":"","post_modified":"2019-08-21 14:38:02","post_modified_gmt":"2019-08-21 12:38:02","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/navjot-altaf-mohamedi\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/navjot-altaf-mohamedi\/","acf":{"first_name":"Navjot Altaf ","last_name":"Mohamedi"}}],"projects":[{"ID":18200,"post_author":"10","post_date":"2016-04-23 15:35:44","post_date_gmt":"2016-04-23 13:35:44","post_content":"<p>Is a different technosphere possible? Exploring this concept from the perpsective of the Aerocene: a nascent, collaborative, speculative vision of the future.<\/p>\n  <p>Is a different kind of technosphere possible? What forms of knowledge might a different technosphere require and engender? In order to explore such questions, we will take as our point of departure the Aerocene: a nascent, collaborative, speculative vision of the future.<\/p>\n <p>The concept of the “technosphere” developed by Peter Haff refers to an emergent, semi-autonomous “sphere” of the Earth, comparable to the hydrosphere or biosphere, currently being produced by a planet in flux. A growing number of human and nonhuman entities are being locked into this technosphere, which itself is tied into an accelerating exploitation of fossil fuels and other material resources, and depends on particular forms of knowledge production. The sort of questions one should ask therefore are: Is a different kind of technosphere possible? What forms of knowledge might a different technosphere require and engender? In order to explore such questions, we will take as our point of departure the Aerocene: a nascent, collaborative, speculative vision of the future proposed by Berlin-based artist Tomás Saraceno. In the Aerocene, societies become untethered from the Earth’s surface. Instead of relying on the extraction of resources from the Earth’s subterranean sinks and combusting them, the Aerocene, by contrast, simply encloses volumes of ambient air in envelopes, and thereby embarks in a collaboration with elemental flows of energy and matter. The Aerocene performs experiments in lighter-than-air motion, without fossil fuels or refined gases, to sustain the movements of a range of aerostatic devices for scientific research, for human transport—or even for human habitation in what Saraceno terms Cloud Cities. The Aerocene invites us to develop new forms of collaborative knowledge production, which combine the sciences and humanities, craft and philosophy, speculation and sensory experience.<\/p>\n<p>We will take the Aerocene as an alternative future technosphere, founded on a shift in the dominant global “thermodynamic imaginary” (Kiel Moe). Rather than immediately moving to technoscientific “solutions” and thereby implicitly consenting to a particular vision of the future, we will try to suspend entrenched disciplinary habits of thought and speculate about which future we actively wish to create. In exploring the Aerocene we will use techniques to unlearn ingrained, modernist “bifurcations” of thought (Alfred North Whitehead). We will develop forms of interdisciplinarity and transdisciplinarity that resist the allure of prematurely integrated forms of knowledge and that instead experience creative agonism between modes and ontologies of knowing (Andrew Barry).<\/p>\n<p>In groups, participants will bring together a range of different kinds of knowledge in order to articulate alternative versions of the Aerocene, flesh out particular aspects of Aerocene living, tackle distinct knowledge challenges, or raise objections to the idea of the Aerocene as an alternative technosphere. Playing with these different kinds of knowledge, we will also explore the different ways of knowing and sensing that the Aerocene makes possible, as we capture ambient air, release its latent powers, and make our bodies sensitive to its elemental properties.<\/p>\n","post_title":"Seminar: Knowing (in) the Anthropocene","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"knowing-in-the-anthropocene","to_ping":"","pinged":"","post_modified":"2020-06-04 14:57:34","post_modified_gmt":"2020-06-04 12:57:34","post_content_filtered":"","post_parent":9144,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=project&#038;p=18200","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"astrid.zimmermann","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2016\/knowing-in-the-anthropocene\/","acf":{"thumbnail":{"ID":18201,"id":18201,"title":"seminar_04_Knowing the Anthropocene","filename":"seminar_04_vis_up01.jpg","filesize":81089,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2016\/knowing-in-the-anthropocene\/seminar_04_vis_up01\/","alt":"","author":"10","description":"","caption":"","name":"seminar_04_vis_up01","status":"inherit","uploaded_to":18200,"date":"2020-02-03 14:38:46","modified":"2020-02-03 16:02:59","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1140,"height":641,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01-768x432.jpg","thumbnail-width":768,"thumbnail-height":432,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01-300x169.jpg","medium-width":300,"medium-height":169,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01-768x432.jpg","medium_large-width":768,"medium_large-height":432,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01.jpg","large-width":1140,"large-height":641,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01.jpg","1536x1536-width":1140,"1536x1536-height":641,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01.jpg","2048x2048-width":1140,"2048x2048-height":641,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01.jpg","feature-width":1140,"feature-height":641}},"teaser_text":"<p>Is a different technosphere possible? Exploring this concept from the perpsective of the Aerocene: a nascent, collaborative, speculative vision of the future.<\/p>\n","contributors":false,"methods":false,"keywords":[{"term_id":210,"name":"Epistemology","slug":"epistemology","term_group":0,"term_taxonomy_id":210,"taxonomy":"keyword","description":"","parent":0,"count":47,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":232,"name":"Knowledge transformation","slug":"knowledge-transformation","term_group":0,"term_taxonomy_id":232,"taxonomy":"keyword","description":"","parent":0,"count":35,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":218,"name":"Games","slug":"games","term_group":0,"term_taxonomy_id":218,"taxonomy":"keyword","description":"","parent":0,"count":1,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":197,"name":"Data","slug":"data","term_group":0,"term_taxonomy_id":197,"taxonomy":"keyword","description":"","parent":0,"count":30,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":187,"name":"Care","slug":"care","term_group":0,"term_taxonomy_id":187,"taxonomy":"keyword","description":"","parent":0,"count":37,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":221,"name":"Habits","slug":"habits","term_group":0,"term_taxonomy_id":221,"taxonomy":"keyword","description":"","parent":0,"count":14,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":242,"name":"Modernity","slug":"modernity","term_group":0,"term_taxonomy_id":242,"taxonomy":"keyword","description":"","parent":0,"count":8,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Haus der Kulturen der Welt, John-Foster-Dulles-Allee, Berlin, Germany","lat":52.51890849999999,"lng":13.3649115,"zoom":14,"place_id":"ChIJW-9xr7tRqEcRafqpF3pEPEc","name":"Haus der Kulturen der Welt","street_number":"10","street_name":"John-Foster-Dulles-Allee","city":"Berlin","state":"Berlin","post_code":"10557","country":"Germany","country_short":"DE"}}}],"methods":[{"term_id":8,"name":"Reflection","slug":"reflection","term_group":0,"term_taxonomy_id":8,"taxonomy":"method","description":"","parent":0,"count":189,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"keywords":[{"term_id":240,"name":"Mining","slug":"mining","term_group":0,"term_taxonomy_id":240,"taxonomy":"keyword","description":"","parent":0,"count":11,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":235,"name":"Local knowledge","slug":"local-knowledge","term_group":0,"term_taxonomy_id":235,"taxonomy":"keyword","description":"","parent":0,"count":56,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":243,"name":"Naturecultures","slug":"naturecultures","term_group":0,"term_taxonomy_id":243,"taxonomy":"keyword","description":"","parent":0,"count":46,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":225,"name":"Human-animal relations","slug":"human-animal-relations","term_group":0,"term_taxonomy_id":225,"taxonomy":"keyword","description":"","parent":0,"count":30,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":226,"name":"Human-environment relations","slug":"human-environment-relations","term_group":0,"term_taxonomy_id":226,"taxonomy":"keyword","description":"","parent":0,"count":124,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Bastar, Chhattisgarh, India","lat":"19.2073279","lng":"81.9338685"},"publish_to_dat":false,"seo":""},"author_name":"astrid.zimmermann","project_parents":[{"id":18200,"title":"Seminar: Knowing (in) the Anthropocene","post_title":"Seminar: Knowing (in) the Anthropocene","slug":"knowing-in-the-anthropocene","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2016\/knowing-in-the-anthropocene\/","post_type":"project"},{"id":9144,"title":"Anthropocene Campus 2016","post_title":"Anthropocene Campus 2016","slug":"campus-2016","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2016\/","post_type":"project"}],"_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/18729"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/contribution"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/10"}],"version-history":[{"count":31,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/18729\/revisions"}],"predecessor-version":[{"id":26972,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/18729\/revisions\/26972"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=18729"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=18729"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=18729"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=18729"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]