[{"id":22952,"date":"2014-11-23T15:09:34","date_gmt":"2014-11-23T14:09:34","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contribution&#038;p=22952"},"modified":"2020-06-03T11:57:42","modified_gmt":"2020-06-03T09:57:42","slug":"comics-and-graphic-novels","status":"publish","type":"contribution","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/comics-and-graphic-novels\/","title":{"rendered":"Comics and Graphic Novels"},"content":{"rendered":"<p class=\"text\">This reflection addresses the concept of “Slow Media” and is an attempt to understand its consequences, mostly through the lens of comics, graphic novels, and the culture of comics.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>This reflection addresses the concept of “Slow Media” and is an attempt to understand its consequences, mostly through the lens of comics, graphic novels, and the culture of comics.<\/p>\n","protected":false},"author":97,"template":"","method":[8],"keyword":[253,274],"folksonomy":[],"acf":{"subtitle":"","thumbnail":{"credits":null},"display_as_feature_image":true,"teaser_text":"<p class=\"text\">This reflection addresses the concept of “Slow Media” and is an attempt to understand its consequences, mostly through the lens of comics, graphic novels, and the culture of comics.<\/p>\n","abstract":"","footer_title":"","footer_collapsible":false,"footer_content":"","_content":{"content":[{"acf_fc_layout":"text","text":"<p>This reflection addresses the concept of “Slow Media,” and is an attempt to understand its consequences mostly through the lens of comics and the culture of comics. Slow Media has been characterized as a commitment to “disconnect” and to reclaim our own time from the relentless intrusion of media on our lives—in particular, corporate and social media that vie to commoditize human experience. It has been seen as an inevitable response to the technological revolution that is underway, epitomized by the ubiquitous presence of the Internet in everyday life.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Sabria David, et al., “The Slow Media Manifesto,” <em>Slow Media<\/em> (posted 2010), <a href=\"http:\/\/en.slow-media.net\/manifesto\" target=\"_blank\" rel=\"noopener\">online<\/a> (accessed 12\/07\/2015).<\/span><\/span> At a first glance, it is about renegotiating our relationship with the constant stream of information, wherever this negotiation is possible.<\/p>\n<p>In the following discussion, we will suggest our own working definition based on the debate during the Anthropocene Campus and on previous definitions (in particular the one proposed by “The Slow Media Manifesto”),<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Ibid.<\/span><\/span> using comics as a lens. As we will see, talking about Slow Media forces us to consider not only media as a means for creative or rhetorical expression, but also how the characteristics of media have social and ideological implications.<\/p>\n"},{"acf_fc_layout":"text","text":"<p><strong>Is fast always less? (Is digital always fast?)<\/strong><\/p>\n<p>It should be clarified that we cannot categorically state kinds or properties of media that are “slow&#8221; or “not-slow.&#8221; When we speak of Slow Media, we refer to a form of engagement with media. We must also dispel the notion that “connectedness,” accessibility, and specific channels of distribution, mainly the digital, are ethically opposite to Slow Media (Slow Media is not a refusal of technology). Firstly, digital media is a powerful means of personal and public communication and offers a wealth of alternatives to mass media and cultural hegemony. Digital media levels social and cultural inequalities, through such devices as file sharing, social media and hacktivism.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>N. Katherine Hayles, <em>How We Think: Digital media and contemporary technogenesis<\/em>. Chicago: University of Chicago Press, 2012, p. 18.<\/span><\/span> Its networked structure is refractory to the kind of state or corporate control we observe in unidirectional channels of communication, such as television or newspapers. Our online experience can be fitted to our specific needs, interests, and habits as well as provide spaces for participation and cooperation.<\/p>\n<p>Secondly, the effects of computers and digital media on our cognitive and even physical abilities can both be dramatic and nuanced, and cannot be shoehorned as unequivocally “good” or “bad.” It is true that “being connected” may promote specific behaviors, such as compulsive consumption of social media. It is also an endless source of distractions that demand attention, from email to instant messaging and even game applications.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Hayles, <em>How We Think<\/em>.<\/span><\/span> At the same time, this accelerated accretion of content has promoted the development of a highly engaged and self-aware Internet culture, which is generating something new from the particular digital environment that it inhabits and the ever-more atomized particles of culture. Collage, pastiche, and derivation have never been so popular in the service of creative exploration. Even though this trend does not restrict itself to the vocabulary of popular culture, the majority of these works range from alternate universe stories with the characters in <em>Game of Thrones<\/em>, to improbable <em>Star Wars<\/em>‒<em>Sesame Street<\/em> crossovers. A particularly impressive example of this phenomenon is the monumental collective comics project <a href=\"http:\/\/www.bartkira.com\/\" target=\"_blank\" rel=\"noopener\">Bartkira<\/a>, which repopulates Katsuhiro Otomo’s dystopic manga Akira with characters and settings from the <em>Simpsons<\/em>. Even though these works mostly appropriate franchise characters, they do so often by subverting social norms and the ideologies implicit in the original works.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Suzanne Scott, “Fangirls in Refrigerators: The politics of (in)visibility in comic book culture,” <em>Transformative Works and Cultures<\/em>, vol. 13 (2013); Hampton, Darlene Rose, “Bound Princes and Monogamy Warnings: Harry Potter, slash, and queer performance in LiveJournal communities,”<em>Transformative Works and Cultures<\/em>, vol. 18 (2015).<\/span><\/span> That these “bastard” creative practices find their place mostly on social networks (tumblr is a good example) suggests that they may be inspired by the very structure of social media—specifically, the constant stream of unrelated information. The juxtaposition of unrelated material may generate accidental meanings and ideas that would not be evident otherwise.<\/p>\n<p>The participatory side of social media can be seen as a plethora of new opportunities to connect, create, and influence the world around you, whether as a fanart creator, in a political discussion, or in an online call for support for a cause. It can also be seen as (and sometimes simply is) a forced obligation, as media becomes more entangled in our public, community, political, and economic lives.<\/p>\n<p>This brief look into digital media suggests that what may be often overlooked regarding Slow Media is that different forms of engagement have different upsides and downsides. The constant, fast bombardment of information through blogs and social networks can also lead to discovery and invention through their own means.<\/p>\n"},{"acf_fc_layout":"text","text":"<p><strong>The value of ‘slow’, work and privilege<\/strong><\/p>\n<p>However, this issue does not address one of the most important aspects of the Slow Media rhetoric: that disconnecting has become a political act. As our lives become more steeped in media technologies, the freedom to opt out may disappear, which can lead to a democratic problem in itself. Corporate discourse and the productivism that have seeped into our social and personal lives place an enormous pressure on us to remain connected. In many circumstances, such as in academia, we are already expected to work anywhere, all the time. Connectedness has been used to erase the boundaries between work and everything else. By participating in this process, we are complicit with a background level of exploitation that is the motor of the social media industry (not to mention corporate and state surveillance). Our (digital) social relations are effectively commercialized. Thus, Slow Media is not just about reclaiming time from distractions and the alluring light of the screen. At face value, it seems to include an ethics of resistance to the dominant corporate ideology. However, this conclusion can be further problematized.<\/p>\n<p>Firstly, slowness can also provide a framework that goes beyond categorizations based on cultural background, taste and class, such as high and lowbrow, or classifications such as mainstream and counterculture, which have been compromised by the dissolution of mass culture into increasingly fragmented subcultures, and capitalism’s assimilation of its own critique.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Mark Fisher, <em>Capitalist Realism: Is there no alternative?<\/em> Winchester: Zero Books, 2009, pp. 8‒10.<\/span><\/span> By placing an emphasis on our relationship with media, rather than the form or content of media, Slow Media further underlines the inadequacy of these categories in contemporary discourse.<\/p>\n<p>Secondly, slow movements have been criticized on the basis of their relation to concepts such as class, taste and privilege, and the slow media movement needs to be examined in this regard. Heather Mendick has pointed out that “Slow is both classed and gendered, re\/producing a particular relationship to self, which requires not just stability of employment but an individualist way of being, constituting selves that calculate and invest on themselves for the future.”<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Heather Mendick, “Social Class, Gender and the Pace of Academic Life: What kind of solution is slow?,” <em>Forum for Qualitative Social Research<\/em>, vol. 15, no. 3 (2014).<\/span><\/span> As an example, within academia Slow does not necessarily mean “work less,” instead it means “work more with what is important,” in other words research, as opposed to administrative tasks and mailing etc. On the other hand, the possibility of giving up these tasks rests on the obligation for someone else to do them. This “Other” person most likely does not have the choice to opt out of the task. Similar discussions have been lifted within the <a href=\"https:\/\/mappingsustainability.wordpress.com\/2012\/07\/23\/the-privileges-of-choice\/\" target=\"_blank\" rel=\"noopener\">slow food <\/a>movement, the <a href=\"https:\/\/www.thewayofslowtravel.com\/\" target=\"_blank\" rel=\"noopener\">slow travel<\/a> movement and the <a href=\"http:\/\/sustainableslow.blogspot.com\/2013\/07\/the-slow-movement-and-privilege.html\" target=\"_blank\" rel=\"noopener\">slow fashion<\/a> movement, pointing to the fact that money and the time to hunt down specific types of food, travel, and fashion are not necessarily available to everyone. A slow movement is thus not necessarily a justice movement and, as has been pointed out, the “good food” movement would stand to collaborate more with the “good jobs” movement.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>See Yvonne Liu, <em>Good Food + Good Jobs for All: Challenges and opportunities to advance racial and economic equity in the food system<\/em>. New York: Applied Research Center for Racial Justice Through Media Research and Activism, 2012.<\/span><\/span><\/p>\n<p>Further, the idea of slow as a concept that we use to valorise our time and build identity is steeped in a middle-class rhetoric. Most of the time, those who are working less today not through choice, but compulsion, are completely absent from the discourse. The slow pace of those people, who do not have the privilege to be able to slow down, instead tends to be seen as laziness. Thus, the kind of slowness being valued depends on the social context of the actor.<\/p>\n<p>As pointed out by author Tracie McMillan regarding slow food: “When the food movement poses home cooking as a moral choice, it is making a pretty alienating, class-based argument. . . . We have to value work in the home. But we also have to be realistic about how you can feed your family if you’re not a highly-skilled cook and you’re already working 40 to 50 hours a week at seven dollars an hour.”<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Tracie McMillan, quoted in Rebecca Burns (ed.), “Food Fight: Feminists and femivores—Is slow food about politics, privilege, or oppression?,” in <em>These Times<\/em> (posted 2013), <a href=\"http:\/\/inthesetimes.com\/article\/15115\/food_fight_feminists_and_femnivores\" target=\"_blank\" rel=\"noopener\">online<\/a> (accessed 12\/08\/2015).<\/span><\/span><\/p>\n<p>The concept of slow media may not embody these problems in the same way as the other slow movements, but the underlying ideology is similar, and this calls for afterthought. How can we on the one hand democratize media participation, and at the same time ensure that opting out is a possible choice? And perhaps most importantly, what is it that slow media wants to change? Is it individual lifestyles, or larger institutional structures? Can Slow Media be more than a buzzword that <a href=\"https:\/\/www.huffpost.com\/entry\/move-over-slow-food-intro_b_367517?guccounter=1\" target=\"_blank\" rel=\"noopener\">fetishizes old media for affluent audiences<\/a>, further participating in compulsive consumerism and aggravating environmental impacts and class-based distinctions?<\/p>\n<p>The discussion until now has offered personal solutions to systemic problems. While Slow Media proponents reject corporate control of the internet, they readily acknowledge the all-encompassing nature of contemporary capitalism.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Sabria David, et al., “Slow: The open alternative to platform capitalism,”<em>Slow Media<\/em> (posted 2015), <a href=\"http:\/\/en.slow-media.net\/slow-the-open-alternative-to-platform-capitalism\" target=\"_blank\" rel=\"noopener\">online<\/a> (accessed 12\/07\/2015).<\/span><\/span> In a pragmatic move to address this reality, Slow Media advocates support of the hijacking of marketing tools as an adaptive strategy.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Ibid.<\/span><\/span> “Slow” is offered as an umbrella term, a brand promoting an open source economy, leaving anyone who is unable to pay for expensive, non-corporate goods outside the loop of slowness. By presenting a market-based strategy, their offer is reduced to aspirational fantasies. Slowness becomes another resource for advertising, as exemplified in this <a href=\"https:\/\/www.youtube.com\/watch?v=O925jNVmpOQ&amp;spfreload=10\" target=\"_blank\" rel=\"noopener\">ad for condoms<\/a>, which argues in favor of disconnecting, because digital media is distracting you from a “healthy sexual life” (and from buying condoms).<\/p>\n<p>These developments are expected, but they may not be the only possible outcome of a slow ethics. In the following discussion, we will address the issues of class, participation and sustainability in comics and their surrounding culture.<\/p>\n"},{"acf_fc_layout":"text","text":"<p><strong>The cultural value of comics<\/strong><\/p>\n<p>Due to their ambiguous cultural value, comics are a good device to articulate ideas surrounding class, taste, and ideology, as well as providing a specific social setting in which to “observe” how Slow Media can serve as a form of resistance to dominant values and practices. It is their complicated social standing that makes them a compelling model to analyse the arguments for a “Slow Media,” and not any sort of structural or formal vantage over other arts or forms of communication.<\/p>\n<p>Comics are not satisfactorily described by any traditional dichotomies of cultural value or ideological allegiance. Historically, they are an art form conceived for mass reproduction, which has traditionally existed outside the power structures of the High Arts. Even within comics academics and artists, the social status of comics is unresolved, as some argue towards the (long deferred) institutional and cultural legitimization of the art form, while others believe that comics best serve themselves and the larger cultural milieu by keeping a marginalized status, unsupervised, and at odds with the tastes of the dominant culture and a certain notion of “respectability” that the latter usually provides.Charles Hatfield, <em>Alternative Comics: An emerging literature<\/em>. Jackson, MS: University Press of Mississippi, 2005, pp. xi‒xii. To some, this specific regime allowed comics to experiment and develop autonomously, in a “safe zone for play” where “nobody is looking.”<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Ibid., p. 10.<\/span><\/span> This cultural isolation has led to the development of countercultural movements such as the underground comix scene in the United States, but it has also allowed the “speciation” of highly codified genres such as the superhero in the United States, or shoujo manga in Japan. In this view, acceptance into the “pantheon of the Arts” could compromise the uniqueness of comics’ culture. At the same time, it can be argued that the historical isolation of comics has sometimes led to a myopic understanding of the medium, both inside and outside of comics’ culture.<\/p>\n<p>For Éric Maigret, who analyses the francophone-comics world, this debate exists in terms of a negotiation between two opposing forces: “cultural legitimacy” and all forms of resistance to it, in particular countercultural movements and the acknowledgment of multiculturalism.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Éric Maigret, “Bande dessinée et postlégitimité,” in: É. Maigret and M. Stefanelli (eds), <em>La bande dessinée: une médiaculture<\/em>. Paris: Armand Colin, 2012, pp. 130–47.<\/span><\/span> Cultural legitimacy comprises a set of commonly accepted rules meant to distinguish institutionalized art forms from other cultural practices. They are usually imposed by institutions, policy makers, and cultural commentators.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Thierry Groensteen, “Why Are Comics Still in Search of Cultural Legitimization?,” in: J. Heer and K. Worcester (eds), <em>A Comics Studies Reader<\/em>. Jackson, MS: University Press of Mississippi, 2009, pp. 3–11; Gilles Ciment, “La bande dessinée, pratique culturelle,” in: É. Maigret and M. Stefanelli (eds), <em>La bande dessinée: une médiaculture<\/em>. Paris: Armand Colin, 2012, pp. 117–29.<\/span><\/span> Cultural legitimacy reinforces hierarchies of form, theme, and convention that are meant to protect cultural hegemony and perpetuate class privileges. For comics, it is mostly their “hybrid” nature that is problematic: by “subjugating” text to image, comics symbolically reverse the supposed superiority of the written word over the “immediacy” of the image.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Groensteen, “Why Are Comics Still in Search of Cultural Legitimization?,” pp. 6–7.<\/span><\/span> The scandal is both semiotic and social, as the written word constitutes the nobler mode of communication of the educated, and the presumed accessibility of images empower the illiterate working classes.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Michael Demson and Heather Brown, “‘Aint I de Maine Guy in dis paRade?’: Towards a radical history of comic strips and their audience since Peterloo,” <em>Journal of Graphic Novels and Comics<\/em>, vol. 2, no. 2 (2011): pp. 151–67.<\/span><\/span><\/p>\n<p>A set of assumptions further hamper the acceptance of comics as a legitimate art form, specifically the “essentialization” of their features and audiences (comics are mass produced picture stories intended for children, the immature, and the illiterate). For all of these, Maigret argues that it is useless to work towards the legitimization of comics (or other marginal forms), because the criteria for legitimization exclude comics in principle.<\/p>\n<p>Nowadays, the dominant discourse commonly addresses the arbitrariness of hierarchies in the arts.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Maigret, “Bande dessinée et postlégitimité.”<\/span><\/span> Maigret calls this environment a “post-legitimate” culture, where references to legitimacy are increasingly inadequate. He suggests that comics should look instead for “recognition” of their own attributes and merits, placing an emphasis on individual achievements and not on the virtues of an entire medium. This “post-legitimate” environment has also seen a general opening up of comics to the discourse and formalities of the fine arts, as in the works of authors such as Gary Panter, Yuichi Yokoyama, and CF. This movement is not unidirectional, but radiating, frequently involving a mix of references and aesthetic vocabulary from low- and highbrow sources, further undermining any attempts at categorization. Thus, it seems that when everything is fair game, comics are encouraged to expand in form and content, in an increasing dialogue with other arts.<\/p>\n<p>But whether comics are or should be an institutionalized art form, is just part of the crisis of identity of comics in traditional paradigms. For example, American mainstream comics, which are mostly populated by superheroes, do not benefit from the cultural capital that its designation implies. Superhero comics were effectively mainstream in their early days, when they were sold in newsstands throughout the United States, with monthly circulations in the millions.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Matthew Pustz, <em>Comic Book Culture: Fanboys and true believers<\/em>. Jackson, MS: University Press of Mississippi, 1999, p. 33.<\/span><\/span> Nowadays, they are sold in specialty stores, and mostly appeal to a niche audience that is well versed in the conventions of the genre and the backstories of its characters and universes.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Ibid.<\/span><\/span> They are the “mainstream” of comic book culture not because they have conquered a mainstream audience, but because they form an established industry that represents the largest share of the comic book market in the United States. In fact, superheroes are just the visible face of a subculture that values specific forms and genres in detriment of the dominant forms in the larger culture.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Benjamin Woo, “The Android’s Dungeon: Comic-bookstores, cultural spaces, and the social practices of audiences,” <em>Journal of Graphic Novels and Comics<\/em>, vol. 2, no. 2 (2011): pp. 125–36.<\/span><\/span><\/p>\n"},{"acf_fc_layout":"text","text":"<p><strong>The different faces of the comic profession and participation<\/strong><\/p>\n<p>However, even though superhero comics resist dominant cultural norms in respect of form and aesthetics, the genre still largely subscribes to dominant social values, including narrative, political, cultural, racial, and sexual biases (exceptions notwithstanding). In addition, they are produced through an assembly line-like process that involves several writers and artists. These creators are hired to continuously develop characters and series in never-ending narratives within a shared universe, all of it owned by the publishing house. The extremely intertwined nature of these narratives produces captivating results in fictional world building, while compelling the reader to buy as many titles as possible, in order to comprehend all the ramifications of these stories.<\/p>\n<p>So, even though they are a niche product for an extremely engaged audience, the making of superhero comics approximates industrial standards of production, accompanied by narrative strategies that promote compulsory consumerism. Generally speaking, it is an industry that awards the ability to work fast and produce derivative and easily recognizable material. This is not to say that all superhero comics are highly derivative, or that derivation <em>per se<\/em> is inherently bad. Even though they comprise an industry in which their creative process resembles an assembly line-like process, the fact is that these works are still performed through a complex collaborative artistic process, similar to that the slow media proponents advocate. In fact, this industrial process is still able to harbor countless celebrated works for their technical and artistic achievement.<\/p>\n<p>From a material point of view, comics-making is very time-consuming, and is generally a solitary occupation (some artists work in shared studios). But they are also very cheap compared to other visual narrative media such as film or animation. They require only one person to create the whole work (working as writer, artist, letterer, editor, etc.), and whichever achievements or shortcomings are the author’s responsibility. It is a very accessible visual narrative media in terms of production, even if it requires extensive training and practice (many comics artists are self-taught), and even if its vocabulary (i.e. the conventions of comics such as word balloons) isn’t as universal as it is usually proposed to be. It is also a very powerful means to construct whole fictional universes without resorting to expensive means, collaborators, and technology.<\/p>\n<p>Thus, the cultural status of comics depends on who we ask. They can be simultaneously high- and lowbrow, industrial and authorial, mainstream and countercultural. Pinpointing comics as a whole along these axes will only reinforce the obsolescence of their criteria. Their slowness also allows us to make significant (and often conflicting) observations on their actual and potential value as a general creative and communication process.<\/p>\n"},{"acf_fc_layout":"text","text":"<p><strong>Collectability and compulsory consumerism<\/strong><\/p>\n<p>As Charles Hatfield states, both the “mainstream” and the “alternative” comics embody a “curious mix of values, a blend of countercultural iconoclasm, rapacious consumerism, and learned connoisseurship,” on the one hand appreciating their outsider status, and on the other vying for wider public and institutional recognition.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Hatfield, <em>Alternative Comics<\/em>, p. xii.<\/span><\/span><\/p>\n<p>Cyclically, superhero publishers resort to strategies of increasing sales by appealing to the collectible value of their comics or by interconnecting stories to coerce their readers into buying many more titles. For these reasons, the commercial aspects of “mainstream” comics do not reflect a Slow Media ethics of production, being mostly an industrial product following genre and editorial guidelines, which are designed for a specific audience. On the other hand, the current independent comics scene is made up of either authors who actively react against the corporatist ethics and models of “mainstream” comics, or, increasingly, authors who come from “outside” the field and approach the media from a fine arts perspective. Overall, these are authors that use comics as a cheap mode of expression, to produce works with highbrow intentions. Even though they distance themselves from the formulas of mass culture, and generally favor a critical perspective on comics and the broader society, they can still be regarded as favoring consumerism, offering alternative consumptions, rather than an alternative to consumer culture.<\/p>\n<p>In fact, the lines blur at comic book stores, where we can find mainstream, independent, and even self-published comics (naturally, with varying degrees of prominence). At the same time, comic book stores are places of social engagement, where customers go to buy but also to discuss comics in their various manifestations. In this regard, comics in general are not necessarily aligned with a culture of careful management of resources, even though an attention to the object can promote a deeper engagement with the floppy magazine, or the book, and their mechanical and material properties. Nevertheless, a culture of resistance to dominant values based on commercial success still exists, in particular in the more restricted circles of self-publishing and comics zines.<\/p>\n"},{"acf_fc_layout":"text","text":"<p><strong>Future reflections: What can slow be?<\/strong><\/p>\n<p>What do we show in our discussion about comics as slow media? In a sense we are using comics as a way to discuss what slow media can mean. We have gone through things such as cultural contexts, economical and production contexts, contexts of participation, and of material sustainability.<\/p>\n<p>“Slow” is not as easy to define as one might think. “Slow” can work on different levels, individual and structural, and these levels may or may not be compatible. We need to make sure that “slow” is a possibility\/option. Otherwise we run the risk of allowing Slow Media to be immediately co-opted by market interests, through adding value to consumer products via the fetishization of old media.<\/p>\n<p>What is a systemic Slow Media? Can we look into niche cultures such as zine culture for strategies for a systemic change?<\/p>\n"}]},"contributors":[{"ID":2963,"post_author":"1","post_date":"2019-08-21 12:37:05","post_date_gmt":"2019-08-21 10:37:05","post_content":"","post_title":"Anna Åberg","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"anna-aberg","to_ping":"","pinged":"","post_modified":"2019-08-21 18:27:47","post_modified_gmt":"2019-08-21 16:27:47","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/anna-aberg\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/anna-aberg\/","acf":{"first_name":"Anna","last_name":"Åberg"}},{"ID":3104,"post_author":"1","post_date":"2019-08-21 12:37:17","post_date_gmt":"2019-08-21 10:37:17","post_content":"","post_title":"Hugo Ricardo Noronha de Almeida","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"hugo-ricardo-noronha-de-almeida","to_ping":"","pinged":"","post_modified":"2019-08-21 17:53:30","post_modified_gmt":"2019-08-21 15:53:30","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/hugo-ricardo-noronha-de-almeida\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/hugo-ricardo-noronha-de-almeida\/","acf":{"first_name":"Hugo Ricardo Noronha de","last_name":"Almeida"}}],"projects":[{"ID":20683,"post_author":"11","post_date":"2014-11-23 16:06:10","post_date_gmt":"2014-11-23 15:06:10","post_content":"<p><span style=\"font-weight: 400;\">Grasping the Anthropocene demands a sense of deceleration—we need “slow media” that by analogy with the slow food movement, engages with the complexities of a rapidly changing world by slowing down to the pace of a museum visit or engaging with physical or visual objects. <\/span><\/p>\n The Imaginary Museum of Listening to the Anthropocene <p><span style=\"font-weight: 400;\">Grasping the Anthropocene demands a sense of deceleration—we need “slow media” that by analogy with the slow food movement, engages with the complexities of a rapidly changing world by slowing down to the pace of a museum visit or engaging with physical or visual objects. One such way is to focus on the development of an imaginary museum, whose galleries open up vistas for everyone seeking alternate ways to educate students and think about global change.<\/span><\/p>\n <p><span style=\"font-weight: 400;\">These days, global knowledge is often packaged for the “fast and furious” commercial media, or challenged by the democratic social media, but this module focuses on a “third way”: “slow media” that, by analogy with the slow food movement, engages with the complexities of a rapidly changing world by slowing down to the pace of a museum visit or engaging with physical or visual objects. The idea of the Anthropocene demands thinking about a Long Now—that is, not just a single human lifetime but up to seven generations, as suggested by <\/span><a href=\"http:\/\/longnow.org\/\"><span style=\"font-weight: 400;\">The Long Now Foundation<\/span><\/a><span style=\"font-weight: 400;\">. To this we added the global imaginary, the Big Here: the local is now planetary in scale. An Anthropocene imaginary demands a sense of global citizenship and a consciousness on the part of an observer that includes their great-grandparents and their great-children. Having a “global soul” (to use Pico Iyer’s term) and dwelling across generations stretches and stresses the human sense of self. The idea of doing such imagining at a slower pace in a physical place or with real objects, offers an alternative to the “sound bite” approach to communicating complex ideas. One way to make the idea of slowing down concrete and accessible is through extending our understanding of the museum as a place that exhibits and preserves objects and artifacts. With the idea of an imaginary museum that holds individual objects and collections the seminar wants to offer new tools not only for people working in museums, but for everyone seeking alternative ways to educate students and citizens to think about global change and ways of living in the Anthropocene.<\/span><\/p>\n","post_title":"Seminar: Slow Media","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"seminar-slow-media","to_ping":"","pinged":"","post_modified":"2020-04-03 18:13:09","post_modified_gmt":"2020-04-03 16:13:09","post_content_filtered":"","post_parent":9147,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=project&#038;p=20683","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"nicholas.houde","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/seminar-slow-media\/","acf":{"thumbnail":{"ID":23603,"id":23603,"title":"HKW_Slow Media","filename":"HKW_Slow-Media-scaled.jpg","filesize":234464,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Slow-Media-scaled.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/seminar-slow-media\/hkw_slow-media\/","alt":"","author":"10","description":"Illustration by Benedikt Rugar","caption":"","name":"hkw_slow-media","status":"inherit","uploaded_to":20683,"date":"2020-04-02 15:59:57","modified":"2020-04-02 16:00:48","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":2560,"height":1521,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Slow-Media-768x456.jpg","thumbnail-width":768,"thumbnail-height":456,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Slow-Media-300x178.jpg","medium-width":300,"medium-height":178,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Slow-Media-768x456.jpg","medium_large-width":768,"medium_large-height":456,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Slow-Media-1400x832.jpg","large-width":1400,"large-height":832,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Slow-Media-1536x913.jpg","1536x1536-width":1536,"1536x1536-height":913,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Slow-Media-2048x1217.jpg","2048x2048-width":2048,"2048x2048-height":1217,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Slow-Media-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Slow-Media-1600x951.jpg","feature-width":1600,"feature-height":951}},"teaser_text":"<p><span style=\"font-weight: 400;\">Grasping the Anthropocene demands a sense of deceleration—we need “slow media” that by analogy with the slow food movement, engages with the complexities of a rapidly changing world by slowing down to the pace of a museum visit or engaging with physical or visual objects. <\/span><\/p>\n","contributors":[{"ID":3282,"post_author":"1","post_date":"2019-08-21 12:37:32","post_date_gmt":"2019-08-21 10:37:32","post_content":"","post_title":"Reinhold Leinfelder","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"reinhold-leinfelder","to_ping":"","pinged":"","post_modified":"2019-08-21 14:28:52","post_modified_gmt":"2019-08-21 12:28:52","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/reinhold-leinfelder\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/reinhold-leinfelder\/","acf":{"first_name":"Reinhold","last_name":"Leinfelder"}},{"ID":3183,"post_author":"1","post_date":"2019-08-21 12:37:23","post_date_gmt":"2019-08-21 10:37:23","post_content":"","post_title":"Libby Robin","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"libby-robin","to_ping":"","pinged":"","post_modified":"2019-08-21 15:00:18","post_modified_gmt":"2019-08-21 13:00:18","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/libby-robin\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/libby-robin\/","acf":{"first_name":"Libby ","last_name":"Robin"}},{"ID":3100,"post_author":"1","post_date":"2019-08-21 12:37:17","post_date_gmt":"2019-08-21 10:37:17","post_content":"","post_title":"Helmuth Trischler","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"helmuth-trischler","to_ping":"","pinged":"","post_modified":"2019-08-21 17:50:02","post_modified_gmt":"2019-08-21 15:50:02","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/helmuth-trischler\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/helmuth-trischler\/","acf":{"first_name":"Helmuth","last_name":"Trischler"}}],"methods":[{"term_id":9,"name":"Teaching","slug":"teaching","term_group":0,"term_taxonomy_id":9,"taxonomy":"method","description":"","parent":0,"count":81,"filter":"raw","author_name":"friederike.becker","permalink":false,"acf":[]},{"term_id":11,"name":"Experiment","slug":"experiment","term_group":0,"term_taxonomy_id":11,"taxonomy":"method","description":"","parent":0,"count":67,"filter":"raw","author_name":"friederike.becker","permalink":false,"acf":[]}],"keywords":[{"term_id":337,"name":"Media","slug":"media","term_group":0,"term_taxonomy_id":337,"taxonomy":"keyword","description":"","parent":0,"count":15,"filter":"raw","author_name":"friederike.becker","permalink":false,"acf":[]},{"term_id":172,"name":"Affect","slug":"affect","term_group":0,"term_taxonomy_id":172,"taxonomy":"keyword","description":"","parent":0,"count":21,"filter":"raw","author_name":"friederike.becker","permalink":false,"acf":[]},{"term_id":169,"name":"Adaptation","slug":"adaptation","term_group":0,"term_taxonomy_id":169,"taxonomy":"keyword","description":"","parent":0,"count":22,"filter":"raw","author_name":"friederike.becker","permalink":false,"acf":[]},{"term_id":187,"name":"Care","slug":"care","term_group":0,"term_taxonomy_id":187,"taxonomy":"keyword","description":"","parent":0,"count":37,"filter":"raw","author_name":"friederike.becker","permalink":false,"acf":[]},{"term_id":274,"name":"Time","slug":"time","term_group":0,"term_taxonomy_id":274,"taxonomy":"keyword","description":"","parent":0,"count":24,"filter":"raw","author_name":"friederike.becker","permalink":false,"acf":[]}],"folksonomy":[{"term_id":408,"name":"slow media","slug":"slow-media","term_group":0,"term_taxonomy_id":408,"taxonomy":"folksonomy","description":"","parent":0,"count":1,"filter":"raw","author_name":"friederike.becker","permalink":false,"acf":[]},{"term_id":409,"name":"slow violence","slug":"slow-violence","term_group":0,"term_taxonomy_id":409,"taxonomy":"folksonomy","description":"","parent":0,"count":1,"filter":"raw","author_name":"friederike.becker","permalink":false,"acf":[]}],"location":{"address":"Haus der Kulturen der Welt, John-Foster-Dulles-Allee, Berlin, Germany","lat":"52.51890849999999","lng":"13.3649115"}}}],"methods":[{"term_id":8,"name":"Reflection","slug":"reflection","term_group":0,"term_taxonomy_id":8,"taxonomy":"method","description":"","parent":0,"count":188,"filter":"raw","author_name":"friederike.becker","permalink":false,"acf":[]}],"keywords":[{"term_id":253,"name":"Representation","slug":"representation","term_group":0,"term_taxonomy_id":253,"taxonomy":"keyword","description":"","parent":0,"count":29,"filter":"raw","author_name":"friederike.becker","permalink":false,"acf":[]},{"term_id":274,"name":"Time","slug":"time","term_group":0,"term_taxonomy_id":274,"taxonomy":"keyword","description":"","parent":0,"count":24,"filter":"raw","author_name":"friederike.becker","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Haus der Kulturen der Welt, John-Foster-Dulles-Allee, Berlin, Germany","lat":52.51890849999999,"lng":13.3649115,"zoom":14,"place_id":"ChIJW-9xr7tRqEcRafqpF3pEPEc","name":"Haus der Kulturen der Welt","street_number":"10","street_name":"John-Foster-Dulles-Allee","city":"Berlin","state":"Berlin","post_code":"10557","country":"Germany","country_short":"DE"},"publish_to_dat":false},"author_name":"friederike.becker","project_parents":[{"id":20683,"title":"Seminar: Slow Media","post_title":"Seminar: Slow Media","slug":"seminar-slow-media","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/seminar-slow-media\/","post_type":"project"},{"id":9147,"title":"Anthropocene Campus 2014","post_title":"Anthropocene Campus 2014","slug":"campus-2014","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/","post_type":"project"}],"_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/22952"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/contribution"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/97"}],"version-history":[{"count":22,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/22952\/revisions"}],"predecessor-version":[{"id":26265,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/22952\/revisions\/26265"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=22952"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=22952"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=22952"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=22952"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]