[{"id":24328,"date":"2020-04-30T11:36:42","date_gmt":"2020-04-30T09:36:42","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contribution&#038;p=24328"},"modified":"2020-06-02T10:44:54","modified_gmt":"2020-06-02T08:44:54","slug":"edible-encounters-along-the-mississippi-river","status":"publish","type":"contribution","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/edible-encounters-along-the-mississippi-river\/","title":{"rendered":"Edible Encounters"},"content":{"rendered":"<p>Exploring niches of ecological autonomy through a series of food encounters.<\/p>\n<p> Tracing liminal landscapes from St. Louis to Ste. Geneviève <\/p>\n<p>Large scale agriculture is a spatial practice that instills human agency and control onto the earth’s surface. But niches of ecological autonomy still persist between the controlled spaces of industrial monocultures. As Lynn Peemoeller observes, the foraging, preparation, and consumption of soon-to-be-extinct, wild, edible plants can aid their preservation by re-introducing them into our collective cultural memory. Through a series of food encounters along the Mississippi River, the author asks us to recognize the liminal zones of biodiversity that sprout between the spaces of industrial agriculture.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Exploring niches of ecological autonomy through a series of food encounters. Tracing liminal landscapes from St. Louis to Ste. Geneviève Large scale agriculture is a spatial practice that instills human agency and control onto the earth’s surface. But niches of ecological autonomy still persist between the controlled spaces of industrial monocultures. As Lynn Peemoeller observes, [&hellip;]<\/p>\n","protected":false},"author":10,"template":"","method":[335,10],"keyword":[174,182],"folksonomy":[288],"acf":{"publish_to_dat":false,"subtitle":"Tracing liminal landscapes from St. Louis to Ste. Geneviève","thumbnail":{"ID":24917,"id":24917,"title":"_DSC9970_Edible Encounters","filename":"DSC9970-scaled.jpg","filesize":381374,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/DSC9970-scaled.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/edible-encounters-along-the-mississippi-river\/_dsc9970\/","alt":"","author":"10","description":"by Lynn Peemoeller","caption":"Cooking crookneck squash ","name":"_dsc9970","status":"inherit","uploaded_to":24328,"date":"2020-04-30 10:07:37","modified":"2020-05-12 14:55:38","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1707,"height":2560,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/DSC9970-512x768.jpg","thumbnail-width":512,"thumbnail-height":768,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/DSC9970-200x300.jpg","medium-width":200,"medium-height":300,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/DSC9970-768x1152.jpg","medium_large-width":768,"medium_large-height":1152,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/DSC9970-933x1400.jpg","large-width":933,"large-height":1400,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/DSC9970-1024x1536.jpg","1536x1536-width":1024,"1536x1536-height":1536,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/DSC9970-1365x2048.jpg","2048x2048-width":1365,"2048x2048-height":2048,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/DSC9970-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/DSC9970-800x1200.jpg","feature-width":800,"feature-height":1200},"credits":""},"display_as_feature_image":false,"teaser_text":"<p>Exploring niches of ecological autonomy through a series of food encounters.<\/p>\n","abstract":"<p>Large scale agriculture is a spatial practice that instills human agency and control onto the earth’s surface. But niches of ecological autonomy still persist between the controlled spaces of industrial monocultures. As Lynn Peemoeller observes, the foraging, preparation, and consumption of soon-to-be-extinct, wild, edible plants can aid their preservation by re-introducing them into our collective cultural memory. Through a series of food encounters along the Mississippi River, the author asks us to recognize the liminal zones of biodiversity that sprout between the spaces of industrial agriculture.<\/p>\n","footer_title":"","footer_collapsible":false,"footer_content":"","_content":{"content":[{"acf_fc_layout":"text","text":"<p>“You’ve got to eat it to save it” is a popular saying among slow food producers and eaters who work to preserve the biodiversity of native foods and food traditions facing extinction. It is a tried and true method of engagement. There are many rewards and pleasures that come from eating rare and carefully preserved foods. These foods, like the American wild persimmon found in the Midwest, often circulate story and mythology in and of themselves. It behooves us to pay attention not only to these foods for their ecologic significance, but also to the accompanying narratives and from what perspective they are told. There are many hidden hierarchies in these stories that lead to an accumulated homogenization of cultural capital. Like seeds, we pass these stories from one generation to the next by what comes natural to us: our collective practice of cooking and eating. When we consciously eat these foods, we participate in an ideological arc of past, grounded in the present and future.<\/p>\n<p>Baked into the idea of “eating it to save it” is the anthropocentric relationship that humans have with biodiversity through breeding and natural selection. As much as the rise and fall of biodiversity on Earth has happened outside the realm of human interaction, the biodiversity of what we call food has very much to do with human interaction. This relationship has been well documented throughout time, and especially here, in the American Bottom—the extensive floodplains of the East St. Louis region. The ongoing work of paleoethnobotanists, whose archeological data goes back some 5,000 years, demonstrates how humans have manipulated plant productivity through seed selection from prehistory to present times.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>See “Field Station 3: Post-natural Landscapes,” https:\/\/www.anthropocene-curriculum.org\/events\/field-station-3-post-natural-landscapes.<\/span><\/span> To understand that history helps us to understand farmland as a kind of cultural landscape where the production of space and human patterns are accumulated and impressed upon the contours of the natural environment,<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Dolores Hayden, <em>The Power of Place: Urban Landscapes as Public History<\/em>. Cambridge, MA: MIT Press, 1997. chapter 2, pp. 15.<\/span><\/span> until we can no longer identify what came before the human.<\/p>\n<p>We can seek out biological and cultural remnants of prehuman edible matter in any landscape. But the more we look, the more we find ourselves intertwined at every level. This project, <em>Edible Encounters along the Mississippi<\/em>, used a methodology of enactment and encounter to investigate examples of native biodiversity and foods of significance in the Confluence region. Working with edible matter can be particularly thrilling because it is alive. Like us, plants and seeds and animals are biologically programmed to reproduce. We can attempt to seek this life through an exploration of the landscape in the liminal sidelines of the river, looking for undomesticated, latent, lost, or forgotten examples of what has <em>become<\/em> wild.<\/p>\n<p>As an instructive investigation—on the river, with students—<em>Edible Encounters<\/em> presented foods linked to place. It used specific assemblages of vegetables, nuts, beans, and other foods as curated objects that were then prepared in a group encounter and transformed into meals that have linkages to histories of place. The foods are intended to be eaten in order to be “saved,” or at least preserved, through a continuity of experience placed in a collective memory.<\/p>\n<p><em>Edible Encounters<\/em> also pursued relations between food and place in unforeseen encounters with the wild (what still gets called “wilderness”)<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Cronon William, <em>Uncommon Ground: Rethinking the Human Place in Nature.<\/em> New York: W. W. Norton, 1995, pp. 69-90.<\/span><\/span>, offering a temporal investigation in what the place has to offer through foraging. Foraging asks us to look in detail at the landscape and ask, “What is edible here?” It enables us to seek real time and sometimes fleeting assemblages of edible material. Importantly, it calls upon the capital of knowledge and the currency of culture to know how to recognize the findings and what to do with them. Foraging along the banks of the Mississippi River offers an opportunity to recognize remnants of ecologic autonomy in pockets of wilderness contrasted against the larger surroundings of industry and agricultural monocultures. It allows us to imagine narratives and micro eco-communities that diverge from the vast monocultures and veer from the anthropocenic.<\/p>\n<p>If you look at farmland adjacent to the Mississippi River today, you will not be shocked to see that the majority of field crops are contemporary monocultures, like corn and soy. These productive landscapes are the very opposite of biodiversity. In fact, fifteen or so miles of river adjacent to St. Louis and Illinois represents the transfer of so much commodity grain production infrastructure from land to water that it is known as the Agriculture Coast. From here, the grain barges move down the river to distribute their cargo for processing and export. Looking carefully at the places affected by the industrialized river economy, we see a well-worn landscape of urbanism, industry, and monoculture that belies this local industry’s significance at the global scale.<\/p>\n<p>The influence of corn in particular is worth lingering on for a moment. As one of the world’s central commodities, corn plays a critical role in global food security today. It is also one of the most quintessential crops within the American identity. This elevated status may relate to the cultural emphasis on corn for the role it played in human settlement and agriculture, as it spread from its origin in Central America throughout North America. In the pre-Columbian city of Cahokia, adjacent to the Mississippi River and along the American Bottom, archaeologists date the adoption of maize at roughly 1000 ce. But it was only in the last century that it grew to become the dominant form of agricultural identity in the Midwest.<\/p>\n<p><em>Edible Encounters<\/em> gave us an opportunity to observe the contrast between the wild bursts of biodiversity in the marginal areas along the river and the widespread control of nature exemplified by the endless cornfields in this region. These series of edible encounters and territorial mash-ups offered interpretations of foods that have bioregional origins or are part of long-standing Indigenous traditions or both. It was an opportunity to look to Indigenous knowledge, tradition, and creativity to build collective narratives and memory through the shared experience of taste. Like the Mississippi River itself, these encounters paired planning with spontaneity and required participants to go with the flow.<\/p>\n"},{"acf_fc_layout":"image","display":"column","image":[{"ID":24914,"id":24914,"title":"IMG_1823_Edible Encounters","filename":"IMG_1823-scaled.jpeg","filesize":399531,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1823-scaled.jpeg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/edible-encounters-along-the-mississippi-river\/img_1823\/","alt":"","author":"10","description":"by Lynn Peemoeller","caption":"St. Louis skyline from the river","name":"img_1823","status":"inherit","uploaded_to":24328,"date":"2020-04-30 09:41:20","modified":"2020-05-12 14:48:14","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":2560,"height":1920,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1823-768x576.jpeg","thumbnail-width":768,"thumbnail-height":576,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1823-300x225.jpeg","medium-width":300,"medium-height":225,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1823-768x576.jpeg","medium_large-width":768,"medium_large-height":576,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1823-1400x1050.jpeg","large-width":1400,"large-height":1050,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1823-1536x1152.jpeg","1536x1536-width":1536,"1536x1536-height":1152,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1823-2048x1536.jpeg","2048x2048-width":2048,"2048x2048-height":1536,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1823-48x48.jpeg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1823-1600x1200.jpeg","feature-width":1600,"feature-height":1200}}]},{"acf_fc_layout":"text","text":"<h2>Edible Encounter 1: Mosenthein Island, eight miles north of the Gateway Arch in St. Louis<\/h2>\n<p><em>Quinoa with turkey broth, sunflower seeds, pumpkin seeds, and lamb’s quarters<\/em><\/p>\n<p>The assemblage of ingredients for this <em>Edible Encounter<\/em> represents an overlap of geography of the Americas, as well as of time periods, with some demonstratable connectivity between past and present. It hinges on the relationships between cultivated and wild species.<\/p>\n<p><strong>Quinoa<\/strong> (<em>Chenopodium quinoa<\/em>) has achieved global notoriety for its highly nutritious, gluten-free seeds, although not long ago it was largely known as a place-based food domesticated and cultivated in the Andes mountains. It is in the <em>Amaranthaceae<\/em> family, which developed into various place-based varietals of Chenopodium throughout Central and North America. In fact, its cousin <strong>lamb’s quarters<\/strong> (<em>Chenopodium berlandieri<\/em> and <em>Chenopodium album<\/em>), which we found growing wild in the forested sand dunes along the Mississippi River, is widely distributed throughout North America and is considered a weed. But it was not always seen as such. Lamb’s quarters is one of the prehistoric crops known as the Eastern Agricultural Complex (EAC), a group of cultivated and domesticated species that supported the agricultural legacy of early peoples in the region. The common <strong>sunflower seed<\/strong> (<em>Helianthus annuus<\/em>) is also part of the EAC and has long been used because of its edible seeds that are rich in oil. It is difficult to know exactly what species commercial <strong>pumpkin seeds<\/strong> (genus <em>Cucurbita<\/em>, possibly <em>Cucurbita argyrosperma<\/em>) come from. We do know that another gourd relative, <em>Cucurbita pepo<\/em>, was cultivated as part of the EAC as early as 3,000 years ago. This squash was most likely dried and used as a container. The turkey broth represents the <strong>wild turkey<\/strong> (<em>Meleagris gallopavo<\/em> and its subspecies), an iconic bird native to North America that has played a significant role in many Indigenous cultures for its meat, eggs, and feathers.<\/p>\n"},{"acf_fc_layout":"text","text":"<h1>Edible Encounter 2: On the river<\/h1>\n<p><em>Alegrías de amaranto<\/em><\/p>\n<p>It’s worth noting that, adjacent to the Cahokia Mounds State Historic Site, is an established Mexican American community with several tiendas and taquerias stretching up and down Collinsville Road. Just like the relationship between the city of Cahokia and the corn originally from Mexico that was cultivated here, the area’s contemporary Mexican American community not only thrives but provides vitality to the region. At one of the local tiendas, I purchased the original “protein bar”: the alegrías de amaranto. It is a popular Mexican sweet snack made with amaranth, sugar or honey, and nuts or raisins. Amaranth is in the same family as <em>Chenopodium<\/em> and is native to the Americas. It’s sweet. It’s snappy. It’s dense, but light. It makes an ideal traveling companion on a canoe trip.<\/p>\n"},{"acf_fc_layout":"image","display":"carousel","image":[{"ID":25574,"id":25574,"title":"Lambs.Quarters_Lynn Peemoeller","filename":"Lambs.Quarters-scaled.jpg","filesize":979006,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Lambs.Quarters-scaled.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/edible-encounters-along-the-mississippi-river\/lambs-quarters\/","alt":"","author":"10","description":"by Lynn Peemoeller","caption":"Foraged wild grape leaves","name":"lambs-quarters","status":"inherit","uploaded_to":24328,"date":"2020-05-12 14:51:13","modified":"2020-05-12 15:03:45","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1920,"height":2560,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Lambs.Quarters-576x768.jpg","thumbnail-width":576,"thumbnail-height":768,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Lambs.Quarters-225x300.jpg","medium-width":225,"medium-height":300,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Lambs.Quarters-768x1024.jpg","medium_large-width":768,"medium_large-height":1024,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Lambs.Quarters-1050x1400.jpg","large-width":1050,"large-height":1400,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Lambs.Quarters-1152x1536.jpg","1536x1536-width":1152,"1536x1536-height":1536,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Lambs.Quarters-1536x2048.jpg","2048x2048-width":1536,"2048x2048-height":2048,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Lambs.Quarters-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Lambs.Quarters-900x1200.jpg","feature-width":900,"feature-height":1200}},{"ID":25568,"id":25568,"title":"IMG_1794","filename":"IMG_1794-scaled.jpg","filesize":572266,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1794-scaled.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/edible-encounters-along-the-mississippi-river\/img_1794\/","alt":"","author":"10","description":"by Lynn Peemoeller","caption":"Cooking crookneck squash from the Cahokia Mounds demonstration garden","name":"img_1794","status":"inherit","uploaded_to":24328,"date":"2020-05-12 14:47:16","modified":"2020-05-12 14:47:39","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1920,"height":2560,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1794-576x768.jpg","thumbnail-width":576,"thumbnail-height":768,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1794-225x300.jpg","medium-width":225,"medium-height":300,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1794-768x1024.jpg","medium_large-width":768,"medium_large-height":1024,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1794-1050x1400.jpg","large-width":1050,"large-height":1400,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1794-1152x1536.jpg","1536x1536-width":1152,"1536x1536-height":1536,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1794-1536x2048.jpg","2048x2048-width":1536,"2048x2048-height":2048,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1794-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1794-900x1200.jpg","feature-width":900,"feature-height":1200}},{"ID":24917,"id":24917,"title":"_DSC9970_Edible Encounters","filename":"DSC9970-scaled.jpg","filesize":381374,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/DSC9970-scaled.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/edible-encounters-along-the-mississippi-river\/_dsc9970\/","alt":"","author":"10","description":"by Lynn Peemoeller","caption":"Cooking crookneck squash ","name":"_dsc9970","status":"inherit","uploaded_to":24328,"date":"2020-04-30 10:07:37","modified":"2020-05-12 14:55:38","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1707,"height":2560,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/DSC9970-512x768.jpg","thumbnail-width":512,"thumbnail-height":768,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/DSC9970-200x300.jpg","medium-width":200,"medium-height":300,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/DSC9970-768x1152.jpg","medium_large-width":768,"medium_large-height":1152,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/DSC9970-933x1400.jpg","large-width":933,"large-height":1400,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/DSC9970-1024x1536.jpg","1536x1536-width":1024,"1536x1536-height":1536,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/DSC9970-1365x2048.jpg","2048x2048-width":1365,"2048x2048-height":2048,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/DSC9970-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/DSC9970-800x1200.jpg","feature-width":800,"feature-height":1200}},{"ID":25581,"id":25581,"title":"Wildgrapeleaves_lynn Peemoeller","filename":"Wildgrapeleaves-scaled.jpg","filesize":295804,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Wildgrapeleaves-scaled.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/edible-encounters-along-the-mississippi-river\/wildgrapeleaves\/","alt":"","author":"10","description":"","caption":"Preparing rice with wild grape leaves and raisins","name":"wildgrapeleaves","status":"inherit","uploaded_to":24328,"date":"2020-05-12 15:00:17","modified":"2020-05-12 15:07:05","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1920,"height":2560,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Wildgrapeleaves-576x768.jpg","thumbnail-width":576,"thumbnail-height":768,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Wildgrapeleaves-225x300.jpg","medium-width":225,"medium-height":300,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Wildgrapeleaves-768x1024.jpg","medium_large-width":768,"medium_large-height":1024,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Wildgrapeleaves-1050x1400.jpg","large-width":1050,"large-height":1400,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Wildgrapeleaves-1152x1536.jpg","1536x1536-width":1152,"1536x1536-height":1536,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Wildgrapeleaves-1536x2048.jpg","2048x2048-width":1536,"2048x2048-height":2048,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Wildgrapeleaves-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Wildgrapeleaves-900x1200.jpg","feature-width":900,"feature-height":1200}},{"ID":25573,"id":25573,"title":"Hazelnut.stew_Lynn Peemoeller","filename":"Hazelnut.stew_-scaled.jpg","filesize":559809,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Hazelnut.stew_-scaled.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/edible-encounters-along-the-mississippi-river\/hazelnut-stew\/","alt":"","author":"10","description":"by Lynn Peemoeller","caption":"Preparing Hazelnut stew","name":"hazelnut-stew","status":"inherit","uploaded_to":24328,"date":"2020-05-12 14:49:38","modified":"2020-05-12 14:54:48","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1920,"height":2560,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Hazelnut.stew_-576x768.jpg","thumbnail-width":576,"thumbnail-height":768,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Hazelnut.stew_-225x300.jpg","medium-width":225,"medium-height":300,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Hazelnut.stew_-768x1024.jpg","medium_large-width":768,"medium_large-height":1024,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Hazelnut.stew_-1050x1400.jpg","large-width":1050,"large-height":1400,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Hazelnut.stew_-1152x1536.jpg","1536x1536-width":1152,"1536x1536-height":1536,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Hazelnut.stew_-1536x2048.jpg","2048x2048-width":1536,"2048x2048-height":2048,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Hazelnut.stew_-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/Hazelnut.stew_-900x1200.jpg","feature-width":900,"feature-height":1200}}]},{"acf_fc_layout":"text","text":"<h1>Edible Encounter 3: Near Valmeyer, Illinois<\/h1>\n<p><em>The three sisters: delicata and acorn squash, tepary beans, and hominy<\/em><\/p>\n<p>This assemblage represents the legend of the three sisters: beans, corn (also known as maize), and squash. These are vital crops and feature in the stories and cosmology of many Native American Nations. When planted together, the seeds works together in order to share benefits and thrive. The corn provides poles for the beans to climb up; the beans fix the soil with nitrogen, which benefits the other plants; and the wide leaves of the squash block out sunlight, retaining moisture and minimizing weeds. When cooked together, it is believed that their various enzymes work together to make carbohydrates, fats, and proteins more accessible to the body. Hominy is dried corn that has been nixtamalized, or soaked in an alkaline solution, which helps to dissolve the tough outer skin of the kernel. The kernels are then usually eaten cooked or ground into grits or flour called masa. Both beans and hominy were carefully procured from a small company called Rancho Gordo<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>For more information, see Rancho Gordo’s website at https:\/\/www.ranchogordo.com.<\/span><\/span>, a heritage bean seller that works with small-scale growers all over the Americas to produce heirloom varieties.<\/p>\n"},{"acf_fc_layout":"text","text":"<p>Dried beans need some special care to revive them before they are edible. We did this by soaking them in a resealable baggie for seven hours while we canoed down the river. The wild bean that grew in this region at the time of Cahokia today exists only as historical evidence. Its genetic stock has been lost, but according to the anthropologist Gayle Fritz, it may have been similar to a small bean that comes from a drought-tolerant plant, known as the <strong>tepary bean<\/strong> (<em>Phaseolus acutifolius<\/em>).<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Gayle Fritz, <em>Feeding Cahokia.<\/em> Tuscaloosa: University of Alabama Press, 2019.<\/span><\/span> Tepary is a legume variety native to the Southwestern United States and Mexico. We also soaked a bag of <strong>white<\/strong> <strong>hominy<\/strong> (<em>Zea mays<\/em>), swollen kernels of corn that are often eaten in stews. We used two types of winter squash in the stew. The <strong>acorn squash<\/strong> (<em>Cucurbita pepo<\/em> var. <em>turbinata<\/em>) is very similar to what was being grown at Cahokia around 1000 years ago. I had brought with me several squash that had been grown and harvested at the Cahokia interpretive garden in the summer. Traditionally, people would slice the squash and hang it to dry to save it for the winter. I attempted such a long-term drying in my oven, and we were able to resuscitate the pieces with some water and red wine. We also used fresh <strong>delicata squash<\/strong> (<em>Cucurbita pepo<\/em> var. <em>pepo<\/em>) because of its sweet and dense flavor.<\/p>\n"},{"acf_fc_layout":"text","text":"<h1>Edible Encounter 4: Missouri River campground<\/h1>\n<p><em>Hazelnut stew with apple and corn dumplings, rice with wild grape leaves and raisins<\/em><\/p>\n<p>This encounter was an ambitious attempt to process hickory nuts in a traditional way, as people might have done at the height of the city of Cahokia. Fritz mentions how Cahokians were skilled in obtaining and processing tree nuts like hickory, acorn, and hazelnut.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Ibid.<\/span><\/span> Hickory nuts were abundant in the Eastern Agriculture Complex, although the trees are no longer as abundant in this region as they once were. Cherokee today continue to make kunuche, a hickory-nut soup that begins with a laborious process of cracking and pounding the nuts and then forming the resulting paste into a ball for storage. When it is time to make the soup, the ball is dissolved in hot water, the shell fragments are picked out, and various other ingredients are added, such as rice, hominy, sugar, and salt.<\/p>\n<p>We wanted to attempt to reenact this process on the river. However, I was not able to obtain a large enough amount of hickory nuts, so instead I was able to locally source a significant amount of <strong>American hazelnut<\/strong> (<em>Corylus americana<\/em>). We river travelers toasted the nuts over an open fire, pounded them to release the nuts from their shells, and sampled them. From a larger batch of already shelled hazelnuts, we pounded out a coarse meal, to which we added water and then placed over an open campfire. As the nuts boiled, diced <strong>apples<\/strong> (<em>Malus pumila<\/em>) were added along with big spoonfuls of dough, which turned into puffy cornmeal dumplings—made primarily from stone-ground cornmeal from the historic Weisenberger Mill in Kentucky.<\/p>\n<p>The primary inspiration of the rice dish was the <strong>wild grape<\/strong>. Missouri is home to both cultivated and wild native grape species (<em>Vitis labrusca<\/em> and <em>Vitis riparia<\/em>). On our river journey, we found abundant wild grape vines along the shores of the Mississippi, but, in early October, there were no grapes left on the vine. However, the leaves were collected and boiled in salted water, making them tender and releasing a surprising sour, tangy taste. The boiled leaves were added to a Middle Eastern–themed pilaf of rice, raisins, and fried onions.<\/p>\n<p>This meal was an attempt to enact the seasonal processing of hickory nuts, which has been vital to the nutrition of the Indigenous Peoples of this region as far back as the Late Paleoindian period (over 10,000 years ago). Fritz writes, “The fact that this food (Kunuche balls) is still made and consumed by many Cherokee people today says a great deal about persistence of native values and appreciation of long-standing traditions.”<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Gayle Fritz, “Ethnobotany of Ku-Nu-Che: Cherokee Hickory Nut Soup,”<em> Journal of Ethnobiology<\/em>, vol. 21, no. 2 (Winter 2001): p. 3.<\/span><\/span>This type of Traditional Knowledge is kept alive when traditions such as kunuche making are intently enacted and performed. Our use of the also locally available hazelnuts is an interesting substitute, and it brings to question why hickory nuts have a preferential relationship with Indigenous traditions over hazelnuts. Both are tree nuts and both were prolific in the region for thousands of years. Because of trees’ perennial rootedness in the land, I suggest that tree nuts have more long-standing agency in the landscape than any annual crop, like corn, which relies on humans to harvest and save and replant the seeds.<\/p>\n"},{"acf_fc_layout":"image","display":"column","image":[{"ID":24922,"id":24922,"title":"IMG_1841_Edible Encounters","filename":"IMG_1841-scaled.jpg","filesize":324363,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1841-scaled.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/edible-encounters-along-the-mississippi-river\/img_1841\/","alt":"","author":"10","description":"by Lynn Peemoeller","caption":"Campfire on the river","name":"img_1841","status":"inherit","uploaded_to":24328,"date":"2020-04-30 10:20:07","modified":"2020-05-12 14:43:51","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":2560,"height":1920,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1841-768x576.jpg","thumbnail-width":768,"thumbnail-height":576,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1841-300x225.jpg","medium-width":300,"medium-height":225,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1841-768x576.jpg","medium_large-width":768,"medium_large-height":576,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1841-1400x1050.jpg","large-width":1400,"large-height":1050,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1841-1536x1152.jpg","1536x1536-width":1536,"1536x1536-height":1152,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1841-2048x1536.jpg","2048x2048-width":2048,"2048x2048-height":1536,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1841-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/04\/IMG_1841-1600x1200.jpg","feature-width":1600,"feature-height":1200}}]},{"acf_fc_layout":"text","text":"<h1>Edible Encounter 5: Smoky, wet campfire<\/h1>\n<p><em>Junk food and s’mores around the campfire<\/em><\/p>\n<p>As fellow Austrian traveler Tahani Nadim incredulously said to me upon watching some other river travelers grab a stick, spear a marshmallow, and start toasting it over the campfire: “This is something like a photo out of an American kids’ camping magazine.” Yes, indeed, s’mores are a critical food of Americana. Like German Stockbrot (stick bread), which also involves the ritual of finding the perfect stick and putting it in the fire to cook up a tasty treat, the making of s’mores brings people together around a campfire. Stories are sure to follow. Four-year-olds and forty-year-olds enact the tradition with equal enthusiasm. After all, who doesn’t like a gooey, sweet marshmallow, chocolate, and graham cracker sandwich? Apparently this year, in 2020, the s’more will celebrate one hundred years of campfire entertainment, first brought to us by the brand Campfire Marshmallows.<\/p>\n<h1>Postscript<\/h1>\n<p>Edible encounters are everywhere. They don’t require a canoe, a river, or an institution to program them. Yet a guided group encounter allowed us to develop an experiential narrative that helped us understand the connections between food and landscapes and the role humans have played in developing these over time. Edible encounters ask us to look, in detail, at the margins and transitions between places—from the highly controlled to the wild, and that which has also <em>run wild<\/em>. The contrast between the Mississippi River, its floodplain, and the adjacent fields provides one such liminal landscape to ponder human life along the river, from days long ago up until now. One thing we know for certain is that people have always needed to eat. Edible encounters have been, and always are, everywhere.<\/p>\n"}]},"contributors":[{"ID":3188,"post_author":"1","post_date":"2019-08-21 12:37:23","post_date_gmt":"2019-08-21 10:37:23","post_content":"","post_title":"Lynn Peemoeller","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"lynn-peemoeller","to_ping":"","pinged":"","post_modified":"2020-09-25 15:47:07","post_modified_gmt":"2020-09-25 13:47:07","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/lynn-peemoeller\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/lynn-peemoeller\/","acf":{"first_name":"Lynn","last_name":"Peemoeller"}}],"projects":[{"ID":11263,"post_author":"37","post_date":"2019-09-18 15:05:07","post_date_gmt":"2019-09-18 13:05:07","post_content":"<p>How the &#8220;edible matter&#8221; of food as a leading agent in landscape change along the Mississippi River.<\/p>\n  <p>Lynn Peemoeller’s contribution will investigate the “edible matter” of food as a leading agent in landscape change along the Mississippi River. Site observations will index progressive rhythms of what has been lost and gained through postnatural and human ecologies in order to arrive at the industrialized agricultural landscapes of the present. Preplanned and spontaneous actions will provide river travelers with edible encounters presented as different time periods that have been marked by significant human interaction. This heuristic method will use food as an “actant” in assemblages of time and place to invite conversation and fuel interpretations of the landscape as the river is traveled.<\/p>\n <p>Scientific investigations have begun to reveal systems of ancient agriculture in Eastern North America spanning back some 5,000 years. That is to say, through seeds, we can date the beginning of a preferential system for plant selection, domestication, and landscape change in relation to human settlements in this region. Archeologic evidence suggests at least five native plants, known as lost crops, to have been the foundation for unique local agro-ecosystems. Yet this significant period of our agricultural heritage has largely been eclipsed by “Zeacentrism,” the focus on maize as the enabler of (North American) civilization. The morphologic changes of maize domestication over time can be observed in their penultimate state through the existence of contemporary corn monocultures.<\/p>\n<p>Today we can interpret edible matter in the landscape by placing observations of the wild ancestors of the lost crops side by side with monocultures and invasive species. We may also draw upon the unseen through science, mapping, and literature to help us understand the past (as it relates to food) through the ghosts in the environment that may be visually obscured, as such as buried seeds, bones, garbage, sunken boats, and other detritus. In addition to the actions along the River Journey, the project will generate visual archival material of the preparation and processing of these edible encounters, evidencing links to their relationship with the landscape.<\/p>\n","post_title":"Edible Matters along the Mississippi","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"edible-matters-along-the-mississippi","to_ping":"","pinged":"","post_modified":"2020-04-30 16:26:49","post_modified_gmt":"2020-04-30 14:26:49","post_content_filtered":"","post_parent":2775,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=project&#038;p=11263","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"melissa.canbaz","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-journey\/edible-matters-along-the-mississippi\/","acf":{"thumbnail":{"ID":20556,"id":20556,"title":"Peemoeller_Edible-Matters","filename":"Peermoeller_Edible-Matters.jpg","filesize":114407,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/Peermoeller_Edible-Matters.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-journey\/edible-matters-along-the-mississippi\/peermoeller_edible-matters\/","alt":"","author":"1","description":"Photograph by Lynn Peemoeller","caption":"","name":"peermoeller_edible-matters","status":"inherit","uploaded_to":11263,"date":"2020-02-26 08:55:38","modified":"2020-03-02 10:48:36","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":640,"height":414,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/Peermoeller_Edible-Matters.jpg","thumbnail-width":640,"thumbnail-height":414,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/Peermoeller_Edible-Matters-300x194.jpg","medium-width":300,"medium-height":194,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/Peermoeller_Edible-Matters.jpg","medium_large-width":640,"medium_large-height":414,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/Peermoeller_Edible-Matters.jpg","large-width":640,"large-height":414,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/Peermoeller_Edible-Matters.jpg","1536x1536-width":640,"1536x1536-height":414,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/Peermoeller_Edible-Matters.jpg","2048x2048-width":640,"2048x2048-height":414,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/Peermoeller_Edible-Matters-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/Peermoeller_Edible-Matters.jpg","feature-width":640,"feature-height":414}},"teaser_text":"<p>How the &#8220;edible matter&#8221; of food as a leading agent in landscape change along the Mississippi River.<\/p>\n","contributors":[{"ID":3188,"post_author":"1","post_date":"2019-08-21 12:37:23","post_date_gmt":"2019-08-21 10:37:23","post_content":"","post_title":"Lynn Peemoeller","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"lynn-peemoeller","to_ping":"","pinged":"","post_modified":"2020-09-25 15:47:07","post_modified_gmt":"2020-09-25 13:47:07","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/lynn-peemoeller\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/lynn-peemoeller\/","acf":{"first_name":"Lynn","last_name":"Peemoeller"}}],"methods":[{"term_id":4,"name":"Field Study","slug":"field-study","term_group":0,"term_taxonomy_id":4,"taxonomy":"method","description":"","parent":0,"count":111,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":5,"name":"Case Study","slug":"case-study","term_group":0,"term_taxonomy_id":5,"taxonomy":"method","description":"","parent":0,"count":130,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":2,"name":"Sensing","slug":"sensing","term_group":0,"term_taxonomy_id":2,"taxonomy":"method","description":"","parent":0,"count":85,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":3,"name":"Storytelling","slug":"storytelling","term_group":0,"term_taxonomy_id":3,"taxonomy":"method","description":"","parent":0,"count":143,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":336,"name":"Conversation","slug":"conversation","term_group":0,"term_taxonomy_id":336,"taxonomy":"method","description":"","parent":0,"count":119,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":335,"name":"Engagement","slug":"engagement","term_group":0,"term_taxonomy_id":335,"taxonomy":"method","description":"","parent":0,"count":92,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"keywords":[{"term_id":226,"name":"Human-environment relations","slug":"human-environment-relations","term_group":0,"term_taxonomy_id":226,"taxonomy":"keyword","description":"","parent":0,"count":123,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":174,"name":"Agriculture","slug":"agriculture","term_group":0,"term_taxonomy_id":174,"taxonomy":"keyword","description":"","parent":0,"count":61,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":233,"name":"Landscape","slug":"landscape","term_group":0,"term_taxonomy_id":233,"taxonomy":"keyword","description":"","parent":0,"count":80,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"folksonomy":false,"location":false}}],"methods":[{"term_id":10,"name":"Field Work","slug":"field-work","term_group":0,"term_taxonomy_id":10,"taxonomy":"method","description":"","parent":0,"count":152,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":335,"name":"Engagement","slug":"engagement","term_group":0,"term_taxonomy_id":335,"taxonomy":"method","description":"","parent":0,"count":92,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"keywords":[{"term_id":182,"name":"Biodiversity","slug":"biodiversity","term_group":0,"term_taxonomy_id":182,"taxonomy":"keyword","description":"","parent":0,"count":44,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":174,"name":"Agriculture","slug":"agriculture","term_group":0,"term_taxonomy_id":174,"taxonomy":"keyword","description":"","parent":0,"count":61,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"folksonomy":[{"term_id":288,"name":"Food","slug":"food","term_group":0,"term_taxonomy_id":288,"taxonomy":"folksonomy","description":"","parent":0,"count":6,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"location":{"address":"St. Louis, MO, USA","lat":38.62700249999999,"lng":-90.19940419999999,"zoom":14,"place_id":"ChIJ-Y7t-qm02IcRW-C7IsrqOb4","name":"St. Louis","city":"St. Louis","state":"Missouri","state_short":"MO","country":"United States","country_short":"US"}},"author_name":"astrid.zimmermann","project_parents":[{"id":11263,"title":"Edible Matters along the Mississippi","post_title":"Edible Matters along the Mississippi","slug":"edible-matters-along-the-mississippi","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-journey\/edible-matters-along-the-mississippi\/","post_type":"project"},{"id":2775,"title":"Anthropocene River Journey","post_title":"Anthropocene River Journey","slug":"anthropocene-river-journey","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-journey\/","post_type":"project"},{"id":8,"title":"Mississippi. An Anthropocene River","post_title":"Mississippi. An Anthropocene River","slug":"mississippi","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/","post_type":"project"}],"_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/24328"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/contribution"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/10"}],"version-history":[{"count":53,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/24328\/revisions"}],"predecessor-version":[{"id":26210,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/24328\/revisions\/26210"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=24328"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=24328"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=24328"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=24328"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]