[{"id":4516,"date":"2019-08-26T14:24:06","date_gmt":"2019-08-26T12:24:06","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contribution&#038;p=4516"},"modified":"2019-09-18T10:25:52","modified_gmt":"2019-09-18T08:25:52","slug":"environmental-geochemistry-of-river-sediments","status":"publish","type":"contribution","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/environmental-geochemistry-of-river-sediments\/","title":{"rendered":"Environmental Geochemistry of River Sediments"},"content":{"rendered":"<p>What do the layers of river sedimentation reveal about the human impact on the Mississippi river system?<\/p>\n<p>River sediments are naturally occurring materials found at the bottom of lakes, seas and rivers. The fast flow of large rivers mean that the sediments are often washed away. Yet, as the following contribution points out, their routes through urban areas and human-altered landscapes mean that they often contain rich pools of data concerning environmental geochemistry. Reading these layers —and acknowledging the complex entanglements of processes that create them—can inform our understanding and response anthropologic change.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>What do the layers of river sedimentation reveal about the human impact on the Mississippi river system? River sediments are naturally occurring materials found at the bottom of lakes, seas and rivers. The fast flow of large rivers mean that the sediments are often washed away. Yet, as the following contribution points out, their routes [&hellip;]<\/p>\n","protected":false},"author":10,"template":"","method":[5,10],"keyword":[226,257,266,282],"folksonomy":[287],"acf":{"subtitle":"","thumbnail":{"ID":4537,"id":4537,"title":"LIDAR_map_Galuszka","filename":"LIDAR_map_Galuszka.png","filesize":21826079,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/LIDAR_map_Galuszka.png","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/environmental-geochemistry-of-river-sediments\/lidar_map_galuszka\/","alt":"","author":"10","description":"by Daniel Coe, <a href=\"https:\/\/creativecommons.org\/licenses\/by-nc-nd\/2.0\/\" rel=\"noopener noreferrer\" target=\"_blank\">CC BY-NC-ND 2.0<\/a>","caption":"Lidar-derived image of the Mississippi River","name":"lidar_map_galuszka","status":"inherit","uploaded_to":4516,"date":"2019-08-26 12:15:39","modified":"2020-05-11 21:20:54","menu_order":0,"mime_type":"image\/png","type":"image","subtype":"png","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":5400,"height":3244,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/LIDAR_map_Galuszka-768x461.png","thumbnail-width":768,"thumbnail-height":461,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/LIDAR_map_Galuszka-300x180.png","medium-width":300,"medium-height":180,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/LIDAR_map_Galuszka-768x461.png","medium_large-width":768,"medium_large-height":461,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/LIDAR_map_Galuszka-1400x841.png","large-width":1400,"large-height":841,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/LIDAR_map_Galuszka.png","1536x1536-width":1536,"1536x1536-height":923,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/LIDAR_map_Galuszka.png","2048x2048-width":2048,"2048x2048-height":1230,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/LIDAR_map_Galuszka-48x48.png","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/LIDAR_map_Galuszka-1600x961.png","feature-width":1600,"feature-height":961},"credits":"Image by Daniel Coe, licensed under CC BY-NC-ND 2.0"},"display_as_feature_image":true,"teaser_text":"<p>What do the layers of river sedimentation reveal about the human impact on the Mississippi river system?<\/p>\n","abstract":"<p>River sediments are naturally occurring materials found at the bottom of lakes, seas and rivers. The fast flow of large rivers mean that the sediments are often washed away. Yet, as the following contribution points out, their routes through urban areas and human-altered landscapes mean that they often contain rich pools of data concerning environmental geochemistry. Reading these layers —and acknowledging the complex entanglements of processes that create them—can inform our understanding and response anthropologic change.<\/p>\n","footer_title":"","footer_collapsible":false,"footer_content":"","_content":{"content":[{"acf_fc_layout":"text","text":"<p>River sediments consist of particles of various grain sizes that originate from erosion and weathering of rocks in catchment areas. Their flow is responsible for both the accumulation and transport of sediments from inland areas through estuaries or deltas to the oceans. Thus, river sediments (also referred to as fluvial sediments) occur as a material deposited on the bottom of riverbeds, suspended in water or transported by water currents.<\/p>\n<p>Each catchment is unique in terms of its sources and in the types of sediments and processes that affect the mineralogical and chemical composition of the river sediments. Human activity can have a profound impact on sedimentation rates and on the pollution of river sediments, especially in densely populated, urbanized regions. Increased erosion rates caused by intensified land use in catchment, as a result of mining and mineral processing, deforestation or agriculture, for example, may restrict sediment transport because of excessive sediment loads. Another direct impact on sediment fluxes is caused by river engineering works such as dredging, river embankment or dam and levee construction.<\/p>\n<p>Concentrations of pollutants are much higher in sediments than in the water flowing above. Water-sediment interactions are critical to the chemical composition of the river sediments. Pollution of river sediments is mainly caused by the precipitation of pollutants from water under appropriate thermodynamic conditions and by sorption of pollutants on the sediment particles.  Grain size distribution is an important factor affecting this process, in particular the ability of sediments to adsorb pollutants. Sediments with a higher content of fine grains are more effective in sorption than coarsely grained sediments because of a higher surface charge and a higher surface area to volume ratio. The hydrological regime in the catchment is another factor that changes the chemical composition of river sediments. Flood events can remobilize pollutants, introducing historically contaminated sediments into flowing river water. Concentrations of pollutants and suspended particles increase as river discharge increases, and usually become stabilized as the flood diminishes. Sediment samples collected during lower water stages are enriched in trace elements and nutrients compared to samples collected during flood events. Factors and processes that control the chemical composition of river sediments are summarized in Fig. 1.<\/p>\n<p>Rivers are characterized by a constant flow of water. In contrast to lakes and seas, sedimentary sequences in rivers are usually poorly preserved because the sediments are constantly removed by the flowing waters. However, collecting samples in areas where water flow is reduced (e.g. in estuaries, or on river banks) or on floodplains, makes it possible to reconstruct the past environmental conditions within a catchment area and to use this knowledge in the study of the Anthropocene. The history of human impact on rivers is recorded in their sediments. By studying the mineralogical and chemical composition of dated sediment layers, it is possible to  make readable changes to environmental and anthropogenic factors that influenced the catchment area in the past. For this reason, undisturbed river sediments are regarded as excellent archives of environmental history.<\/p>\n"},{"acf_fc_layout":"image","display":"column","image":[{"ID":4552,"id":4552,"title":"Galuszka_Fig1","filename":"Galuszka_Fig1.jpg","filesize":414940,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/Galuszka_Fig1.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/environmental-geochemistry-of-river-sediments\/galuszka_fig1\/","alt":"","author":"10","description":"By Agnieszka Gałuszka ","caption":"Fig. 1. The most important factors and processes affecting  the chemical composition of river sediments","name":"galuszka_fig1","status":"inherit","uploaded_to":4516,"date":"2019-08-26 12:29:59","modified":"2019-09-09 09:36:25","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1386,"height":1040,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/Galuszka_Fig1-768x576.jpg","thumbnail-width":768,"thumbnail-height":576,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/Galuszka_Fig1-300x225.jpg","medium-width":300,"medium-height":225,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/Galuszka_Fig1-768x576.jpg","medium_large-width":768,"medium_large-height":576,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/Galuszka_Fig1-1024x768.jpg","large-width":1024,"large-height":768,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/Galuszka_Fig1.jpg","1536x1536-width":1386,"1536x1536-height":1040,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/Galuszka_Fig1.jpg","2048x2048-width":1386,"2048x2048-height":1040,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/Galuszka_Fig1-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/Galuszka_Fig1.jpg","feature-width":1386,"feature-height":1040}}]},{"acf_fc_layout":"text","text":"<p>Dams are artificial impoundments that reduce sediment fluxes and trap pollutants in their reservoirs. The transport of sediments by river is disturbed in the heavily engineered drainage networks associated with the world’s largest rivers. For example, in the Mississippi River catchment, the construction of dams has reduced the annual fluxes of sediments to the Gulf of Mexico up to 70% <span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span> Horowitz, A.J., “A quarter century of declining suspended sediment fluxes in the Mississippi River and the effect of the 1993 flood,” <em>Hydrologi<\/em><em>­cal Processes<\/em>, v. 24 (2010) p. 13–34 <\/span><\/span> . Terrigenous sediments are transported by the Mississippi River to the Gulf of Mexico, where they are deposited on the continental shelf as an important source of organic carbon and nutrients in the marine coastal environment.<\/p>\n<p>Typical constituents of river sediments that are determined when reconstructing human impact on the environment in the catchment areas are: trace elements, nutrient elements, radionuclides, persistent organic pollutants, and, more recently, microplastics. Sediments of the rivers flowing through large cities are usually characterized by an enrichment of trace metals, especially cadmium, chromium, copper, mercury, nickel, lead, and zinc. Fallout radionuclides, such as <sup>137<\/sup>Cs and <sup>210<\/sup>Pb that accumulated in river sediments as a result of nuclear weapon testing are often used to determine where sediment came from, its age, and residence time. Fallout radionuclides have also been proposed as markers of the starting date of the Anthropocene.<\/p>\n<p>In addition to trace metals river sediments in urban areas also show increased levels of a variety of organic pollutants, including polycyclic aromatic hydrocarbons, polychlorinated biphenyls, polybrominated diphenyl ethers, and other compounds. Most of the organic compounds are hydrophobic, which makes them especially prone to accumulation in sediments. Sediments in catchments that host intensiveagricultural activities are enriched in pesticides and nutrient elements, such as nitrogen and phosphorus. The latter, if present in excessive amounts in river water, causes eutrophication and can be adsorbed onto sediment particles.<\/p>\n<p>A number of different pollution sources are critical when it comes to determining the environmental geochemistry of river sediments, including mining and mineral processing, wastewater treatment plants, industrial effluents, and storm\/flood water discharge. Metal-ore mining, meanwhile, causes the accumulation of metals and metalloids (mostly arsenic) in river sediments. Alongside this, artisanal and small-scale gold mining, in which elemental mercury is applied to form a Hg-gold amalgam, counts among the largest anthropogenic sources of mercury in the environment. Wastewater treatment plants contribute to pollution of river waters and subsequently, river sediments, mostly with nutrient elements and microplastics (with microfibers being a predominant category). A significant source of particle-bound metals and organic compounds that pollutes river sediments in densely-populated areas is a road runoff.<\/p>\n<p>In some cases, the accumulation of pollutants in river sediments may only be temporary. This is because pollutants can undergo transformation, desorption or volatilization. Some of these processes are microbially-mediated, for example, the methylation of inorganic mercury to more toxic methylmercury and dimethylmercury, or the biodegradation of organic compounds. Microbial methylation is a very common phenomenon, especially in organic-rich and oxygen-depleted sediments. Pollutants in suspended sediments may also be taken up by bottom-living animals and may enter biogeochemical cycles.<\/p>\n<p>Different geochemical tracers can be used for determining river sediment provenance. The most popular tracers include major and biogenic elements, rare earth elements, trace elements (e.g., As, C, Cu, Pb, Zn) and elemental ratios (e.g., Si\/Al, Pb\/Al, Cu\/Pb), fallout radioisotopes (e.g., <sup>7<\/sup>Be, <sup>137<\/sup>Cs, <sup>210<\/sup>Pb, <sup>239,240<\/sup>Pu), and stable isotopes (e.g., δ<sup>13<\/sup>C, δ<sup>15<\/sup>N, δ<sup>87<\/sup>Sr). The use of geochemical tracers in studies of the sources of sediments and sources of sediment pollutants is referred to as geochemical fingerprinting.<\/p>\n<p>The chemical composition of river sediments also depends also many natural factors, including lithology, mineralogy, weathering potential of rocks in the catchment area, temperature, water pH, dissolved oxygen, content of organic matter, precipitation, river channel geometry, and bioturbation. All should be taken into account when it comes to interpreting results of studies on the chemical composition of river sediment samples. The human impact on environmental geochemistry of river sediments is multifaceted, which makes the study of such impacts complex, and rarely able to produce straightforward answers.<\/p>\n<p>&nbsp;<\/p>\n"}]},"contributors":[{"ID":2935,"post_author":"1","post_date":"2019-08-21 12:37:03","post_date_gmt":"2019-08-21 10:37:03","post_content":"","post_title":"Agnieszka Gałuszka","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"agnieska-galuska","to_ping":"","pinged":"","post_modified":"2019-09-18 10:25:32","post_modified_gmt":"2019-09-18 08:25:32","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/agnieska-galuska\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/agnieska-galuska\/","acf":{"first_name":"Agnieszka","last_name":"Gałuszka"}}],"projects":[{"ID":3457,"post_author":"3","post_date":"2019-08-21 19:22:52","post_date_gmt":"2019-08-21 17:22:52","post_content":"<p>The AWG is an interdisciplinary group of geologists, Earth system scientists, historians, and scholars of law tasked with collecting stratigraphic evidence for the Anthropocene as a new geological epoch.<\/p>\n  <p>Fostering their long-standing cooperation with Haus der Kulturen der Welt (HKW) and the Max Planck Institute for the History of Science (MPIWG) the international <a href=\"http:\/\/quaternary.stratigraphy.org\/working-groups\/anthropocene\/\" target=\"_blank\" rel=\"noopener noreferrer\">Anthropocene Working Group<\/a> (AWG) joins the project <em>Mississippi. An Anthropocene River<\/em>, contributing geoscientific expertise and holding their first meeting outside of Europe (immediately prior to the <em>Anthropocene River Campus<\/em> in New Orleans). The AWG is an interdisciplinary group of geologists, Earth system scientists, historians, and scholars of law tasked with collecting stratigraphic evidence for the Anthropocene as a new geological epoch. Here we collect\/present a selection of essays from members of the AWG discussing some of the crucial aspects that make the Mississippi River an icon of global Anthropocene transformations.<\/p>\n ","post_title":"Anthropocene Working Group","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"anthropocene-working-group","to_ping":"","pinged":"","post_modified":"2020-03-02 11:49:25","post_modified_gmt":"2020-03-02 10:49:25","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=3457","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"mira.witte_admin","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/anthropocene-working-group\/","acf":{"thumbnail":false,"contributors":false,"methods":[{"term_id":13,"name":"Monitoring","slug":"monitoring","term_group":0,"term_taxonomy_id":13,"taxonomy":"method","description":"","parent":0,"count":33,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":6,"name":"Modeling","slug":"modeling","term_group":0,"term_taxonomy_id":6,"taxonomy":"method","description":"","parent":0,"count":17,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":4,"name":"Field Study","slug":"field-study","term_group":0,"term_taxonomy_id":4,"taxonomy":"method","description":"","parent":0,"count":111,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"keywords":[{"term_id":176,"name":"Anthropos","slug":"anthropos","term_group":0,"term_taxonomy_id":176,"taxonomy":"keyword","description":"","parent":0,"count":22,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":184,"name":"Calculation","slug":"calculation","term_group":0,"term_taxonomy_id":184,"taxonomy":"keyword","description":"","parent":0,"count":5,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":188,"name":"Climate change","slug":"climate-change","term_group":0,"term_taxonomy_id":188,"taxonomy":"keyword","description":"","parent":0,"count":51,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":192,"name":"Consensus","slug":"consensus","term_group":0,"term_taxonomy_id":192,"taxonomy":"keyword","description":"","parent":0,"count":5,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":198,"name":"Deep time","slug":"deep-time","term_group":0,"term_taxonomy_id":198,"taxonomy":"keyword","description":"","parent":0,"count":43,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":223,"name":"Holocene","slug":"holocene","term_group":0,"term_taxonomy_id":223,"taxonomy":"keyword","description":"","parent":0,"count":1,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":272,"name":"Technoscience","slug":"technoscience","term_group":0,"term_taxonomy_id":272,"taxonomy":"keyword","description":"","parent":0,"count":25,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":241,"name":"Model","slug":"model","term_group":0,"term_taxonomy_id":241,"taxonomy":"keyword","description":"","parent":0,"count":17,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":230,"name":"Knowledge infrastructure","slug":"knowledge-infrastructure","term_group":0,"term_taxonomy_id":230,"taxonomy":"keyword","description":"","parent":0,"count":42,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":250,"name":"Pollution","slug":"pollution","term_group":0,"term_taxonomy_id":250,"taxonomy":"keyword","description":"","parent":0,"count":30,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":251,"name":"Radioactivity","slug":"radioactivity","term_group":0,"term_taxonomy_id":251,"taxonomy":"keyword","description":"","parent":0,"count":8,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":255,"name":"Scale","slug":"scale","term_group":0,"term_taxonomy_id":255,"taxonomy":"keyword","description":"","parent":0,"count":27,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":266,"name":"Statigraphy","slug":"statigraphy","term_group":0,"term_taxonomy_id":266,"taxonomy":"keyword","description":"","parent":0,"count":4,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":274,"name":"Time","slug":"time","term_group":0,"term_taxonomy_id":274,"taxonomy":"keyword","description":"","parent":0,"count":24,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"","lat":"38.626526838378","lng":"-90.199127197266","zoom":"10","markers":"[]","layers":"[\"Stamen.TonerLite\"]","version":"1.1.1"},"teaser_text":"<p>The AWG is an interdisciplinary group of geologists, Earth system scientists, historians, and scholars of law tasked with collecting stratigraphic evidence for the Anthropocene as a new geological epoch.<\/p>\n"}}],"methods":[{"term_id":5,"name":"Case Study","slug":"case-study","term_group":0,"term_taxonomy_id":5,"taxonomy":"method","description":"","parent":0,"count":130,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":10,"name":"Field Work","slug":"field-work","term_group":0,"term_taxonomy_id":10,"taxonomy":"method","description":"","parent":0,"count":152,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"keywords":[{"term_id":257,"name":"Sedimentation","slug":"sedimentation","term_group":0,"term_taxonomy_id":257,"taxonomy":"keyword","description":"","parent":0,"count":21,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":282,"name":"Water","slug":"water","term_group":0,"term_taxonomy_id":282,"taxonomy":"keyword","description":"","parent":0,"count":77,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":226,"name":"Human-environment relations","slug":"human-environment-relations","term_group":0,"term_taxonomy_id":226,"taxonomy":"keyword","description":"","parent":0,"count":123,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":266,"name":"Statigraphy","slug":"statigraphy","term_group":0,"term_taxonomy_id":266,"taxonomy":"keyword","description":"","parent":0,"count":4,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"folksonomy":[{"term_id":287,"name":"Geochemistry","slug":"geochemistry","term_group":0,"term_taxonomy_id":287,"taxonomy":"folksonomy","description":"","parent":0,"count":7,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"location":{"address":"Mississippi River, United States","lat":"38.9002728","lng":"-90.65389040000002"}},"author_name":"astrid.zimmermann","project_parents":[{"id":3457,"title":"Anthropocene Working Group","post_title":"Anthropocene Working Group","slug":"anthropocene-working-group","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/anthropocene-working-group\/","post_type":"project"}],"_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/4516"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/contribution"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/10"}],"version-history":[{"count":94,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/4516\/revisions"}],"predecessor-version":[{"id":11161,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/4516\/revisions\/11161"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=4516"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=4516"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=4516"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=4516"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]