[{"id":17250,"date":"2020-02-10T10:25:58","date_gmt":"2020-02-10T09:25:58","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contribution&#038;p=17250"},"modified":"2020-03-02T17:44:23","modified_gmt":"2020-03-02T16:44:23","slug":"fort-snellings-deep-time-stories","status":"publish","type":"contribution","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/fort-snellings-deep-time-stories\/","title":{"rendered":"Fort Snelling&#8217;s Deep Time Stories"},"content":{"rendered":"<p>How can we reach a deeper understanding of the human and non-human histories of the landscapes we are familiar with? A deep time reading of Fort Snelling, Minnesota.<\/p>\n<p>Centering upon a site that she is, on a quotidian level, deeply familiar with, Roopali Phadke ruminates upon what stories a “deep time” reading of what is now known as Fort Snelling in Minnesota could reveal. It is through a kind of “Anthropocenic reckoning,” she suggests, that we might begin to know more and know deeply about the human and non-human histories that precede us.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>How can we reach a deeper understanding of the human and non-human histories of the landscapes we are familiar with? A deep time reading of Fort Snelling, Minnesota. Centering upon a site that she is, on a quotidian level, deeply familiar with, Roopali Phadke ruminates upon what stories a “deep time” reading of what is [&hellip;]<\/p>\n","protected":false},"author":10,"template":"","method":[8],"keyword":[176,222,226,323],"folksonomy":[],"acf":{"subtitle":"","thumbnail":{"ID":17261,"id":17261,"title":"AV1991.85.30","filename":"AV1991-85-30.jpg","filesize":1330090,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/AV1991-85-30.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/fort-snellings-deep-time-stories\/av1991-85-30\/","alt":"","author":"10","description":"The image is sourced from the Minnesota Institute of Art’s online collection exhibit “Painting the Dakota: Seth Eastman at Fort Snelling.”","caption":"Distant View of Fort Snelling by Seth Eastman, 1847–1848","name":"av1991-85-30","status":"inherit","uploaded_to":17250,"date":"2020-01-22 09:33:18","modified":"2020-01-22 10:12:48","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1500,"height":932,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/AV1991-85-30-768x477.jpg","thumbnail-width":768,"thumbnail-height":477,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/AV1991-85-30-300x186.jpg","medium-width":300,"medium-height":186,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/AV1991-85-30-768x477.jpg","medium_large-width":768,"medium_large-height":477,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/AV1991-85-30-1400x870.jpg","large-width":1400,"large-height":870,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/AV1991-85-30.jpg","1536x1536-width":1500,"1536x1536-height":932,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/AV1991-85-30.jpg","2048x2048-width":1500,"2048x2048-height":932,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/AV1991-85-30-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/AV1991-85-30.jpg","feature-width":1500,"feature-height":932},"credits":""},"display_as_feature_image":false,"teaser_text":"<p>How can we reach a deeper understanding of the human and non-human histories of the landscapes we are familiar with? A deep time reading of Fort Snelling, Minnesota.<\/p>\n","abstract":"<p>Centering upon a site that she is, on a quotidian level, deeply familiar with, Roopali Phadke ruminates upon what stories a “deep time” reading of what is now known as Fort Snelling in Minnesota could reveal. It is through a kind of “Anthropocenic reckoning,” she suggests, that we might begin to know more and know deeply about the human and non-human histories that precede us.<\/p>\n","footer_title":"","footer_collapsible":false,"footer_content":"","_content":{"content":[{"acf_fc_layout":"image","display":"column","image":[{"ID":17261,"id":17261,"title":"AV1991.85.30","filename":"AV1991-85-30.jpg","filesize":1330090,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/AV1991-85-30.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/fort-snellings-deep-time-stories\/av1991-85-30\/","alt":"","author":"10","description":"The image is sourced from the Minnesota Institute of Art’s online collection exhibit “Painting the Dakota: Seth Eastman at Fort Snelling.”","caption":"Distant View of Fort Snelling by Seth Eastman, 1847–1848","name":"av1991-85-30","status":"inherit","uploaded_to":17250,"date":"2020-01-22 09:33:18","modified":"2020-01-22 10:12:48","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1500,"height":932,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/AV1991-85-30-768x477.jpg","thumbnail-width":768,"thumbnail-height":477,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/AV1991-85-30-300x186.jpg","medium-width":300,"medium-height":186,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/AV1991-85-30-768x477.jpg","medium_large-width":768,"medium_large-height":477,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/AV1991-85-30-1400x870.jpg","large-width":1400,"large-height":870,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/AV1991-85-30.jpg","1536x1536-width":1500,"1536x1536-height":932,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/AV1991-85-30.jpg","2048x2048-width":1500,"2048x2048-height":932,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/AV1991-85-30-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/AV1991-85-30.jpg","feature-width":1500,"feature-height":932}}]},{"acf_fc_layout":"text","text":"<p>Fort Snelling celebrates its bicentennial in 2020. It was built in 1820 by the U.S. Army to serve as a vantage point for monitoring threats to American interests in the fur trade. During autumn 2019, the Minnesota Historical Society (MHS) began construction of a $34.5 revitalization project guided by a vision statement titled “Many stories—still untold.”<\/p>\n<p>Many questions are on my mind about Fort Snelling’s “revitalization.” What does it mean to tell stories about a place that doesn’t feel like it’s yours? Who gets to write and tell those “still untold” stories? How will the Historical Society determine which stories are the ones that <em>need<\/em> to be told in the here and now? And, as a site of important ecological as well as cultural relevance, how might those stories go ”deep time” and open up new vantage points on the site and its intertwined physical, material, and social histories. Writing a deep time story of Fort Snelling is an unenviable challenge. There are clear stakes in telling some stories, and not others, as well as telling stories in one way rather than another.<\/p>\n<p>At the same time, Fort Snelling is a place so steeped in painful histories that it feels like only some people should have license to tell its stories; its Dakota stories, its black slave stories, its military stories. Yet, it is also one of our most public places, where families and schoolchildren come daily to learn about Minnesota’s early history—nearly everyone in Minnesota knows where Fort Snelling is and what they think it is all about.<\/p>\n<p>I encounter Fort Snelling intimately and regularly. I bicycle near it on the river parkway. I glance puzzlingly at the stone tower nearly every time I cross the Highway 5 Fort Road Bridge over the Mississippi driving west. I hike through the Fort to cross the bridge that leads to Pike Island so I can pause at the confluence. Because of its everyday presence in my own life, I need to be reminded of its importance as a site of political conflagration over how we remember and reckon with to whom it belongs. I also never know where to start when I use stories to encapsulate the history of this place to my students, neighbors, friends, and family.<\/p>\n<p>For example, take the story of the Wagon Train protest. In 2008, a Minnesota Statehood Sesquicentennial Wagon Train rolled its way toward Fort Snelling as part of a 100-mile, week long  journey. In all, eighty-five people in period dress traveled by horseback in covered wagons, buggies, surreys, and one stagecoach. When they reached Fort Snelling, they were met with indigenous protestors who were drumming, burning sage, and carrying signs that read: “I am not invisible.” Some protesters laid on the ground in front of a squad car with a pair of signs reading: “If we get in your way” … “Will you kill us again?” Eventually, <a href=\"https:\/\/www.tcdailyplanet.net\/dakota-protesters-meet-sesquicentennial-wagon-train\/\" target=\"_blank\" rel=\"noopener\">13 different law enforcement vehicles arrived on the scene<\/a> to carry away the disruptors.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Russell, Scott, and TC Daily Planet. “Dakota Protesters Meet Sesquicentennial Wagon Train.” <em>Twin Cities Daily Planet<\/em>, Dec 25, 2013: <a href=\"https:\/\/www.tcdailyplanet.net\/dakota-protesters-meet-sesquicentennial-wagon-train\/\" target=\"_blank\" rel=\"noopener\">www.tcdailyplanet.net\/dakota-protesters-meet-sesquicentennial-wagon-train\/<\/a><\/span><\/span> When you research stories about the Sesquicentennial Wagon Train, it takes some digging to find mention of the protests. Instead, most news stories revel in the fireworks and celebrity speeches that marked Minnesota’s hardscrabble <em>Little House on the Prairie<\/em> history.<\/p>\n<p>A decade later, Fort Snelling is still a flashpoint of controversy. In May 2019, the signs that read  “Fort Snelling Historic Site” were replaced with newer signs that read “Historic Fort Snelling at Bdote.” Now, those signs newer signs have been taken down because of public confusion. As part of the Fort’s revitalization project, the Historical Society has begun an official public process about renaming the site. The Minnesota state legislature would vote on any recommended renaming.<\/p>\n<p>By contrast, the <a href=\"http:\/\/bdotememorymap.org\/\" target=\"_blank\" rel=\"noopener\">B&#8217;dote Memory Map <\/a>is a living history of Dakota lands and culture. The project claims the Dakota occupied the land for nearly 10,000 years before the onset of settler colonialism in 1860, and they continue to exist. Through oral history plotted on the map, we learn why Fort Snelling is sacred land, and how the bluffs provide an ideal vantage point for seeing Wite Tanka (Pike Island) and the burial area that is now Pilot Knob. The memory map also tells the painful stories of Fort Snelling as the site of a Dakota concentration camp from 1862–63. Here, 1,700 people, primarily women, children, and elders, were imprisoned during the winter of 1862–63. For many Bdewakantunwan Dakota members, B’dote is the center of the earth for them, and as such it is now both a site of genesis and genocide.<\/p>\n<p>I have been a Minnesota resident for fifteen years, and on most days I feel like a newcomer. Yet, I mostly feel comfortable teaching about the Mississippi River and its history. When it comes to Fort Snelling though, I shudder at the thought of attempting to represent all this site means.  Part of my hesitation is that Fort Snelling deserves an Anthropocenic reckoning; a deep time analysis that layers human and non-human histories together.<\/p>\n<p>It is meaningful that this Fort Snelling’s bicentennial renovation is called a “revitalization project.” Breathing life into the Fort means listening to its ghosts. The <em>B’dote Memory Map<\/em> provides some of these stories. A deep time history of the site could also juxtapose and intertwine many stories across time and space. It could render visible how slaves, including Harriet Robinson Scott and Dred Scott, may have interacted with Dakota peoples before, during, and after they were held in captivity at the Fort. The U.S. Supreme Court decided, 7-2, that the Scotts would remain enslaved in 1957. It is well known that this decision influenced the nomination of Abraham Lincoln—who opposed the <em>Dred Scott<\/em> decision—for the presidential election in 1860. Lincoln went on to sign the Homestead Act in 1862, creating the broader context for the Dakota War of 1862 and internment at Fort Snelling. What visions or nightmares of the United States of America did African-Americans and Dakota enslaved at Fort Snelling and beyond share?<\/p>\n<p>Go even deeper in time and we can imagine stories of human and geological agency woven together. Native peoples have inhabited the region since the Ice Age ended. The petroglyphs in Wakan Tipi (Carver’s Cave), at modern day Bruce Vento Nature Sanctuary, are interpreted to be a premodern planetarium. At the time those were drawn, St. Anthony Falls was located just outside Wakan Tipi in today’s downtown St. Paul. The waterfall scoured the sandstone and limestone bluffs, essentially eroding its way upriver to Minneapolis. When we talk deep time on the upper Mississippi, it is at once human and natural history. Fort Snelling then appears as an important and bloody chapter, but by far only a brief chapter in telling the stories of B’dote.<\/p>\n<p>As the Historical Society reimagines the stories it will tell of and at the Fort, I look forward to growing into a different relationship with this place. As a resident of the river, however long my roots grow, I want a renewed experience not only when I visit the site but also when I think about representing its stories to others. I simply want to know more and know more deeply. Fort Snelling has much to teach us beyond canon firings and blacksmith demonstrations; it is the place where so much of the history that shapes our deeply fraught modern Minnesota experience begins.<\/p>\n<p><em>B’dote<\/em> is a Dakota word, meaning where two waters meet, that refers to the confluence of the Minnesota and Mississippi Rivers. The new signage raised the ire of many who argued this “revisionist” telling erases the military history of the site. This is not unlike the controversies about the renaming of Minneapolis’ Lake Calhoun as “Bde Maka Ska” by the Department of Natural Resources. David Kelliher, Director of Public Policy and Community Relations for the Minnesota Historical Society (<em>MHS<\/em>), told 5 Eyewitness News that Fort Snelling had not been renamed. Rather, he stated,  “Lots of history has happened there over many generations. We want to tell all of those stories, and by telling those stories we absolutely are not diminishing military history or the contributions of veterans.”<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Kstp. &#8220;Controversy Arises over New Signs at Fort Snelling.&#8221; <em>KTSP, <\/em>KSTP, May 21, 2019: <a href=\"https:\/\/kstp.com\/news\/controversy-arises-new-signs-fort-snelling\/5328873\/kstp.com\/news\/controversy-arises-new-signs-fort-snelling\/5328873\/\" target=\"_blank\" rel=\"noopener\">kstp.com\/news\/controversy-arises-new-signs-fort-snelling\/5328873\/<\/a><\/span><\/span><\/p>\n<p><em>Distant View of Fort Snelling<\/em> is a painting by Seth Eastman, an Army officer stationed at Fort Snelling, which tells a visual story of daily Dakota life during the brutal period of conquest and settlement.<a href=\"#_ftn1\" name=\"_ftnref1\">[1]<\/a> Eastman painted a series between 1847–1855, and his paintings are often used by the MHS on their website. The bucolic scene of Dakota life near the Fort belies the cultural devastation being experienced at the time. These paintings tell not only different stories, but perhaps even fabricated ones.<\/p>\n"}]},"contributors":[{"ID":3293,"post_author":"1","post_date":"2019-08-21 12:37:34","post_date_gmt":"2019-08-21 10:37:34","post_content":"","post_title":"Roopali Phadke","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"roopali-phadke","to_ping":"","pinged":"","post_modified":"2019-08-22 16:25:04","post_modified_gmt":"2019-08-22 14:25:04","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/roopali-phadke\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/roopali-phadke\/","acf":{"first_name":"Roopali","last_name":"Phadke"}}],"projects":[{"ID":17150,"post_author":"10","post_date":"2020-02-10 14:58:12","post_date_gmt":"2020-02-10 13:58:12","post_content":"<p>An essay collection exploring the past and future infrastructural interventions into the Mississippi River.<\/p>\n  <p>Taking as a starting point its concerns with the past infrastructural interventions into the Mississippi River as well those developments still to come, three of Field Station 1’s primary organizers, <a href=\"https:\/\/anthropocene-curriculum.org\/contributors\/morgan-adamson\">Morgan Adamson<\/a>, <a href=\"https:\/\/anthropocene-curriculum.org\/contributors\/bruce-braun\">Bruce Braun<\/a>, and <a href=\"https:\/\/anthropocene-curriculum.org\/contributors\/roopali-phadke\">Roopali Phadke<\/a>, have commissioned a collection of essays to explore these conditions further. In this introductory text, they foreground the entanglement of social, political and ecological tributaries that comprise the post-industrial river and are considered in the essays that follow.<\/p>\n ","post_title":"After the Industrial River: Essay Collection","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"essay-series","to_ping":"","pinged":"","post_modified":"2020-02-14 10:43:01","post_modified_gmt":"2020-02-14 09:43:01","post_content_filtered":"","post_parent":1247,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=project&#038;p=17150","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"astrid.zimmermann","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-1-sediment-settlement-sentiment\/essay-series\/","acf":{"thumbnail":{"ID":17151,"id":17151,"title":"After the Industrial River 3","filename":"Deindustrial-River-3.jpg","filesize":1811162,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/Deindustrial-River-3.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-1-sediment-settlement-sentiment\/essay-series\/deindustrial-river-3\/","alt":"","author":"10","description":"Albumen print by Benjamin Franklin Upton.","caption":"St. Anthony Falls, 1863. ","name":"deindustrial-river-3","status":"inherit","uploaded_to":17150,"date":"2020-01-17 14:24:06","modified":"2020-02-10 15:21:28","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":4272,"height":3271,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/Deindustrial-River-3-768x588.jpg","thumbnail-width":768,"thumbnail-height":588,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/Deindustrial-River-3-300x230.jpg","medium-width":300,"medium-height":230,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/Deindustrial-River-3-768x588.jpg","medium_large-width":768,"medium_large-height":588,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/Deindustrial-River-3-1400x1072.jpg","large-width":1400,"large-height":1072,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/Deindustrial-River-3.jpg","1536x1536-width":1536,"1536x1536-height":1176,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/Deindustrial-River-3.jpg","2048x2048-width":2048,"2048x2048-height":1568,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/Deindustrial-River-3-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/01\/Deindustrial-River-3-1567x1200.jpg","feature-width":1567,"feature-height":1200}},"teaser_text":"<p>An essay collection exploring the past and future infrastructural interventions into the Mississippi River.<\/p>\n","contributors":[{"ID":3002,"post_author":"1","post_date":"2019-08-21 12:37:08","post_date_gmt":"2019-08-21 10:37:08","post_content":"","post_title":"Bruce Braun","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"bruce-braun","to_ping":"","pinged":"","post_modified":"2019-11-04 15:48:59","post_modified_gmt":"2019-11-04 14:48:59","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/bruce-braun\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/bruce-braun\/","acf":{"first_name":"Bruce","last_name":"Braun"}},{"ID":3293,"post_author":"1","post_date":"2019-08-21 12:37:34","post_date_gmt":"2019-08-21 10:37:34","post_content":"","post_title":"Roopali Phadke","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"roopali-phadke","to_ping":"","pinged":"","post_modified":"2019-08-22 16:25:04","post_modified_gmt":"2019-08-22 14:25:04","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/roopali-phadke\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/roopali-phadke\/","acf":{"first_name":"Roopali","last_name":"Phadke"}},{"ID":3240,"post_author":"1","post_date":"2019-08-21 12:37:28","post_date_gmt":"2019-08-21 10:37:28","post_content":"","post_title":"Morgan Adamson","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"morgan-adamson","to_ping":"","pinged":"","post_modified":"2019-11-04 15:22:41","post_modified_gmt":"2019-11-04 14:22:41","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/morgan-adamson\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/morgan-adamson\/","acf":{"first_name":"Morgan","last_name":"Adamson"}}],"methods":[{"term_id":5,"name":"Case Study","slug":"case-study","term_group":0,"term_taxonomy_id":5,"taxonomy":"method","description":"","parent":0,"count":130,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":8,"name":"Reflection","slug":"reflection","term_group":0,"term_taxonomy_id":8,"taxonomy":"method","description":"","parent":0,"count":188,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"keywords":[{"term_id":229,"name":"Infrastructure","slug":"infrastructure","term_group":0,"term_taxonomy_id":229,"taxonomy":"keyword","description":"","parent":0,"count":82,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":241,"name":"Model","slug":"model","term_group":0,"term_taxonomy_id":241,"taxonomy":"keyword","description":"","parent":0,"count":17,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":281,"name":"Waste","slug":"waste","term_group":0,"term_taxonomy_id":281,"taxonomy":"keyword","description":"","parent":0,"count":18,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":226,"name":"Human-environment relations","slug":"human-environment-relations","term_group":0,"term_taxonomy_id":226,"taxonomy":"keyword","description":"","parent":0,"count":123,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":222,"name":"History","slug":"history","term_group":0,"term_taxonomy_id":222,"taxonomy":"keyword","description":"","parent":0,"count":123,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Minnesota, USA","lat":"46.729553","lng":"-94.6858998"}}}],"methods":[{"term_id":8,"name":"Reflection","slug":"reflection","term_group":0,"term_taxonomy_id":8,"taxonomy":"method","description":"","parent":0,"count":188,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"keywords":[{"term_id":222,"name":"History","slug":"history","term_group":0,"term_taxonomy_id":222,"taxonomy":"keyword","description":"","parent":0,"count":123,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":226,"name":"Human-environment relations","slug":"human-environment-relations","term_group":0,"term_taxonomy_id":226,"taxonomy":"keyword","description":"","parent":0,"count":123,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":176,"name":"Anthropos","slug":"anthropos","term_group":0,"term_taxonomy_id":176,"taxonomy":"keyword","description":"","parent":0,"count":22,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":323,"name":"Indigenous Rights","slug":"indigenousrights","term_group":0,"term_taxonomy_id":323,"taxonomy":"keyword","description":"","parent":0,"count":34,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Fort Snelling, MN, USA","lat":"44.8927404","lng":"-93.18045599999999"}},"author_name":"astrid.zimmermann","project_parents":[{"id":17150,"title":"After the Industrial River: Essay Collection","post_title":"After the Industrial River: Essay Collection","slug":"essay-series","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-1-sediment-settlement-sentiment\/essay-series\/","post_type":"project"},{"id":1247,"title":"Field Station 1: Sediment, Settlement, Sentiment","post_title":"Field Station 1: Sediment, Settlement, Sentiment","slug":"field-station-1-sediment-settlement-sentiment","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-1-sediment-settlement-sentiment\/","post_type":"project"},{"id":579,"title":"Field Stations","post_title":"Field Stations","slug":"field-stations","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/","post_type":"project"},{"id":8,"title":"Mississippi. An Anthropocene River","post_title":"Mississippi. An Anthropocene River","slug":"mississippi","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/","post_type":"project"}],"_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/17250"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/contribution"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/10"}],"version-history":[{"count":63,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/17250\/revisions"}],"predecessor-version":[{"id":20949,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/17250\/revisions\/20949"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=17250"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=17250"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=17250"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=17250"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]