[{"id":27860,"date":"2020-08-08T09:50:58","date_gmt":"2020-08-08T07:50:58","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contribution&#038;p=27860"},"modified":"2020-08-16T12:22:35","modified_gmt":"2020-08-16T10:22:35","slug":"going-against-the-flow","status":"publish","type":"contribution","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/going-against-the-flow\/","title":{"rendered":"Going Against the Flow"},"content":{"rendered":"<p>How consideration of the local effects of global dependencies, can help us to reckon with—and change—our role in sustaining often damaging entanglements of commodity flows.<\/p>\n<p> Commodity Flows seminar reflection <\/p>\n<p>The <em>Anthropocene River Campus <\/em>seminar <a href=\"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-campus-the-human-delta\/seminar-commodity-flows\/\" target=\"_blank\" rel=\"noopener noreferrer\">“Commodity Flows”<\/a> immersed participants within a dense landscape of actual and historical commodity flows associated with the Mississippi Basin. In this reflection, Benjamin Steininger recounts how performative intervention, the mysterious “Bureau of Commodity Flows,” and engagement with local activists served as methods for disentangling the logistical complexity that helps to obscure the operations of these flows. In doing so, the links between the trade of Black bodies in Louisiana during the eighteenth and nineteenth centuries and the local region’s contemporary petrochemical industry are underscored, as are the global connections of these streams. Through a consideration of the local effects of global dependencies, Steininger suggests, we can begin to reckon with—and change—our role in sustaining these flows.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>How consideration of the local effects of global dependencies, can help us to reckon with—and change—our role in sustaining often damaging entanglements of commodity flows. Commodity Flows seminar reflection The Anthropocene River Campus seminar “Commodity Flows” immersed participants within a dense landscape of actual and historical commodity flows associated with the Mississippi Basin. In this [&hellip;]<\/p>\n","protected":false},"author":12,"template":"","method":[335,10,12,9],"keyword":[185,189,190,340,221,222,229,330],"folksonomy":[],"acf":{"publish_to_dat":false,"subtitle":"Commodity Flows seminar reflection","thumbnail":{"ID":27900,"id":27900,"title":"2019-11-16 14.53.16","filename":"2019-11-16-14.53.16-scaled.jpg","filesize":810017,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/2019-11-16-14.53.16-scaled.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/going-against-the-flow\/2019-11-16-14-53-16\/","alt":"","author":"12","description":"Photo by Neli Wagner","caption":"A selection of the commodities that seminar participants brought with them to discuss and draw connections between, as part of the \"Commodity Flows\" seminar.","name":"2019-11-16-14-53-16","status":"inherit","uploaded_to":27860,"date":"2020-08-05 12:36:28","modified":"2020-08-07 14:16:12","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":2560,"height":1920,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/2019-11-16-14.53.16-768x576.jpg","thumbnail-width":768,"thumbnail-height":576,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/2019-11-16-14.53.16-300x225.jpg","medium-width":300,"medium-height":225,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/2019-11-16-14.53.16-768x576.jpg","medium_large-width":768,"medium_large-height":576,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/2019-11-16-14.53.16-1400x1050.jpg","large-width":1400,"large-height":1050,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/2019-11-16-14.53.16-1536x1152.jpg","1536x1536-width":1536,"1536x1536-height":1152,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/2019-11-16-14.53.16-2048x1536.jpg","2048x2048-width":2048,"2048x2048-height":1536,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/2019-11-16-14.53.16-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/2019-11-16-14.53.16-1600x1200.jpg","feature-width":1600,"feature-height":1200},"credits":null},"display_as_feature_image":true,"teaser_text":"<p>How consideration of the local effects of global dependencies, can help us to reckon with—and change—our role in sustaining often damaging entanglements of commodity flows.<\/p>\n","abstract":"<p>The <em>Anthropocene River Campus <\/em>seminar <a href=\"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-campus-the-human-delta\/seminar-commodity-flows\/\" target=\"_blank\" rel=\"noopener\">“Commodity Flows”<\/a> immersed participants within a dense landscape of actual and historical commodity flows associated with the Mississippi Basin. In this reflection, Benjamin Steininger recounts how performative intervention, the mysterious “Bureau of Commodity Flows,” and engagement with local activists served as methods for disentangling the logistical complexity that helps to obscure the operations of these flows. In doing so, the links between the trade of Black bodies in Louisiana during the eighteenth and nineteenth centuries and the local region’s contemporary petrochemical industry are underscored, as are the global connections of these streams. Through a consideration of the local effects of global dependencies, Steininger suggests, we can begin to reckon with—and change—our role in sustaining these flows.<\/p>\n","footer_title":"","footer_collapsible":false,"footer_content":"","_content":{"content":[{"acf_fc_layout":"text","text":"<p>What are commodities? And how do they circulate and flow, regionally and across the globe? And what can be learned about these issues from the exemplary Louisiana context, situated at the estuary of the Mississippi River Basin? Can this site provide one exemplification of how commodity flows have shaped and are shaping the epoch of the Anthropocene?<\/p>\n<p>The <em><a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/project\/mississippi\/anthropocene-river-campus-the-human-delta\">Anthropocene River Campus<\/a><\/em> seminar title “<a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-campus-the-human-delta\/seminar-commodity-flows\">Commodity Flows<\/a>” refers to two distinct concepts. The first term concerns the general commodity form of certain types of matter and material objects, while the second is about the circulation of these commodities. Both the commodity form and the flow of commodities, it is important to emphasize, are not natural occurrences but are rather technically produced. Neither a fruit on a field, nor a mineral in the ground is already a commodity by itself. A market is required to produce the commodity form. Only the potential to circulate, to flow, to change its place, and thus role, in an economic system turns an object or a material resource into a commodity. Conversely, the modes of transportation employed for certain goods are not arbitrary. Very specific substances and things provoke certain flows. The terms “commodity” and “flows” are not just linked but entangled with one another.<\/p>\n<p>The geography of the Mississippi River system is, on the one hand, a natural flowing system of water, climatic zones, sediment, plants, and animals. On the other hand, this natural system of currents is a platform for highly artificial flows of commodities supplied and demanded by industry, which are moved by motorized transport. During the Commodity Flows seminar, we aimed to discuss and examine the questions and complexities these coexisting currents pose. We did so by putting ourselves into an exemplary landscape where those flows are present, beginning at ByWater Institute of Tulane University directly on the banks of the Mississippi in New Orleans and from there traveling through the alluvial landscape of Louisiana. Utilizing a variety of methods—including plenary discussions along with smaller group work to discuss concrete commodities and explore maps of their flows, plus artistic and performative interventions—we aimed to translate some aspects of what is present in this geography, be it actual or historical, technical or social, obvious or hidden, into our academic, artistic, and activist discourse. Seminar trips included a visit to the Whitney Plantation, today a museum that tells the histories of those who were enslaved there, a visit to one of the biggest fertilizer plants on the planet, situated in the small town of Donaldsonville, and journey through the industrial corridor near St. James Parish, commonly referred to as “Cancer Alley”, to engage with local activists and policymakers. Through these journeys, we immersed ourselves within the disturbingly dense landscape of actual and historical commodity flows.<\/p>\n<h2>Fertilizers, addiction, and ammunition<\/h2>\n<p>At the start of our first day at the ByWater Center, after the introductory and organizational remarks had concluded, seminar participants unknowingly encountered the first performative intervention into the “expected” flow of the seminar itself. A woman began to speak in a raised voice: “I’m a pharmacist. I graduated from Purdue University in Lafayette, Indiana and worked as a pharmacist for an independent store for five years.” And the flow of her words didn’t stop. It took a while to understand that a performance had started, something which became apparent when two other actors joined in with their own monologues, all of which were based on a text by Chicago artists Beate Geissler and Oliver Sann. The “pharmacist” was complemented by an “addict” and a “historian.” What bound these three together was the flow of nitrogen through modern life and history. Fertilizers, addiction, and ammunition—if chemical elements were actors, nitrogen would be cast as the hero of a tragedy. And there were very real tragedies to report, such as the story of Clara Immerwahr, a pacifist and the first female chemist with a PhD in Germany, as the historian explained. Her husband Fritz Haber was one of the key figures of nitrogen fixation in ammonia, and one of the leading chemists during the First World War. Haber’s commitment to the development of poison gas drove Immerwahr to suicide in 1915, we learned, while his work on ammonia synthesis was awarded the 1918 Nobel Prize in Chemistry. Without the possibility of producing ammonia synthetically for ammunition, the First World War, and the scale of its death toll, would not have been possible. But since the substance is also crucial for fertilizers, neither would it be possible to feed the world’s population of the twentieth century without it. And the bitter lessons ammonia has to offer do not lie solely in the past. The enslavement of significant strata of the US population by methamphetamines is linked to the chemistry of ammonia, as was made clear by the character of the addict.<\/p>\n"},{"acf_fc_layout":"embed","title":"","embed":"<iframe title=\"Anthropocene River Campus | Seminar: Commodity Flows\" width=\"640\" height=\"360\" src=\"https:\/\/www.youtube.com\/embed\/C_c5Y7pgZY8?start=99&feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen><\/iframe>","caption":"The \"pharmacist,\" the \"historian,\" and the \"addict\" speak as part of the performance work devised by artists Beate Geissler and Oliver Sann, who then discuss the issues the work focuses on. Film by Sadie Leutmer"},{"acf_fc_layout":"text","text":"<p>There are no simple stories with commodities, and the tone of the performance carried us back into reality as the seminar continued. The most obvious “functional” operation of the Mississippi River system is as a gigantic transport system. It is in fact the biggest system of inland navigation in the world, with direct access to all the world’s oceans and to numerous agricultural and industrial areas in North America. From where it meets the Gulf to the Exxon Refinery located a little further upriver at Baton Rouge, it is dredged by the US Army Corps of Engineers to enable ocean-going freighters with a draught of up to 13 meters to travel down it. If there is any “commodity flow” that can be easily observed with the naked eye, then it can be seen here in New Orleans, where all those waterways come together. So, it was fitting that the next step of the seminar was a boat tour of the Port of New Orleans.<\/p>\n<p>What we saw in the Port pointed to a geography that extends far beyond the immediate surroundings. Container ships were scarce; and what we saw filling huge push-pull ‘tow’ convoys up to 450 meters long were agricultural or chemical products in open barges. If this experience of the commodity flows passing by in the port was in any way representative, it would suggest that the USA’s Midwest, the area that is connected to this port by the Mississippi, primarily produces raw materials and hardly any manufactured goods.<\/p>\n<p>Through this same act of observation, another dimension of flows became tangible. The unfamiliar and somewhat discordant sound of a steam-driven calliope organ from one of the historical steamships in the port made it clear that every mechanism of a flow of goods is contemporary while also being embedded in a historical flow. What now passes through the port of New Orleans is the effect of what has been transported and transformed through Louisiana’s process landscape for centuries.<\/p>\n<p>Transportation is only one function of the mass of water below that was below our tour boat. When it enters, the water that flows into the port at 15,000 cubic meters per second has just passed one of the biggest chemical industrial areas in the world. In this “petrochemical corridor” between Baton Rouge and New Orleans, the river provides the chemical raw material H<sub>2<\/sub>O, which is used for cooling processes and steam production in the various facilities lining the banks. The flow of water is here combined with another flow system. Situated at right angles to the flow of water are flows of oil and gas. Louisiana itself has significant oil deposits, which lie in the immediate vicinity of the delta and in an abundance offshore in the Gulf of Mexico. To this end, a confusingly dense network of pipelines crisscrosses and follows the river. Plantation, Dixie, Coastal, and Colonial, some of the most familiar names, are just a few of the pipelines linking the region with onshore and offshore oil fields between the Gulf, Texas, Oklahoma, Dakota, and Alberta. As barges come down river full of raw agricultural goods, the products of the chemical plants go back upriver to power the industrial agriculture of the Midwest, including fertilizers such as Fritz Haber’s ammonia as well as pesticides. But much of this chemical soup returns, since the Mississippi also serves as an official and unofficial transport route for erosion and nutrient-enriched wastewater.<\/p>\n<h2>Introducing the Bureau of Commodity Flows<\/h2>\n<p>After the tour of the port, with impressions of flowing waters and ships fresh in our minds, we returned to ByWater Institute. As a condition of participation in the seminar, everyone had been asked to bring a commodity to the session and now it was time to compile and discuss them. However, in order to let the chosen objects and substances talk to each other and to us, to find out why they are commodities in the first place and how they relate to other commodities, it is was not enough to simply “bring them along.” After all, no commodity is simply brought on a ship or delivered to a factory or to a customer without the workings of another crucial element: bureaucracy. Accordingly, an employee of the fictitious “Bureau of Commodity Flows” was also present during the seminar to supervise and explain the filling in of the forms required to accompany each commodity, and to ensure that correct administrative procedure were adhered to.<\/p>\n"},{"acf_fc_layout":"pdf","display":"single","pdf":{"ID":27890,"id":27890,"title":"_Commodity_Flows_NOLA_2019","filename":"Commodity_Flows_NOLA_2019.pdf","filesize":111886387,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/Commodity_Flows_NOLA_2019.pdf","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/going-against-the-flow\/_commodity_flows_nola_2019\/","alt":"","author":"12","description":"","caption":"","name":"_commodity_flows_nola_2019","status":"inherit","uploaded_to":27860,"date":"2020-08-05 12:27:37","modified":"2020-08-05 12:28:45","menu_order":0,"mime_type":"application\/pdf","type":"application","subtype":"pdf","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/document.png","num_pages":"82","simple_thumbs":["https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/simple-pdf-thumbnails\/27890\/27890-1.jpg","https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/simple-pdf-thumbnails\/27890\/27890-2.jpg","https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/simple-pdf-thumbnails\/27890\/27890-3.jpg","https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/simple-pdf-thumbnails\/27890\/27890-4.jpg","https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/simple-pdf-thumbnails\/27890\/27890-5.jpg","https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/simple-pdf-thumbnails\/27890\/27890-6.jpg","https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/simple-pdf-thumbnails\/27890\/27890-7.jpg","https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/simple-pdf-thumbnails\/27890\/27890-8.jpg","https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/simple-pdf-thumbnails\/27890\/27890-9.jpg","https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/simple-pdf-thumbnails\/27890\/27890-10.jpg","https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/simple-pdf-thumbnails\/27890\/27890-11.jpg","https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/simple-pdf-thumbnails\/27890\/27890-12.jpg","https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/simple-pdf-thumbnails\/27890\/27890-13.jpg","https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/simple-pdf-thumbnails\/27890\/27890-14.jpg","https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/simple-pdf-thumbnails\/27890\/27890-15.jpg","https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/simple-pdf-thumbnails\/27890\/27890-16.jpg"]},"title":"","caption":"Seminar participants were asked to bring a commodity to the seminar session, which the Bureau of Commodity Flows then required them to \"register.\""},{"acf_fc_layout":"text","text":"<p>The eighty pages of forms that resulted and are presented here provide information about the range of things cataloged by the Bureau that day—and the way in which they were recorded. For the Bureau’s forms do not look like a standard logistics transport label. Instead, these forms evidence an interest in the lifecycle of goods that few companies can be said to possess and the set of categories queried—violent vs. peaceful, addictive vs. empowering, joyful vs. dreadful, reactionary vs. revolutionary—do not originate from the realm of haulage so much as that of human subjectivity.<\/p>\n<p>The performing of such an exercise was obviously a distortion of what is typically understood as a “smooth” flow of goods. Just as we got started, we found ourselves faltering. It is tiresome to fill out the forms, not to mention annoying to have to appear as part of the form yourself. Some participants simply refuse to give names or contact details, others willingly give their telephone numbers and data— themselves prime commodities in the age of digital capitalism.<\/p>\n<p>With forms (more or less) completed, the next step was to use the commodities to talk with each other in small groups, with each provider was asked to introduce their particular commodity. So what ended up on the tables once the paperwork procedure was over? The commodities, in order of appearance and described using the name they were given by their respective commodity provider, were as follows:<\/p>\n<p>Water \/ Chaco brand shoe \/ Wind turbine blades \/ PVC (in bag and box form) \/ Alligator \/ Top soil \/ Sugarcane bagasse \/ Ethylene glycol \/ Turpentine \/ Insurance \/ Keys to a house in New Orleans \/ Soybeans \/ Mississippi River water \/ Southern Fried Cajun Peanuts \/ Mississippi River sediment \/ Pencil \/ King cotton \/ Hard white winter wheat \/ Phosphorus \/ Frac sand \/ Ibuprofen \/ Corn flour \/ Wax lined paper cup \/ Neoprene, chloroprene \/ Q-tip \/ History \/ Battery \/ Alligator \/ Phenol \/ Walker and Sons “slap your mama” green pepper sauce \/ Wooden stick \/ U.S. currency \/ Charging adaptor \/ Broken keychain trinket \/ Freshwater mussel \/ Truth wrap \/ Polyvinyl chloride PVC \/ Timber \/ Black body \/ Polyethylene pellets (“nurdles”) \/ Cotton in the form of a shirt.<\/p>\n"},{"acf_fc_layout":"image","display":"column","image":[{"ID":27897,"id":27897,"title":"2019-11-15 13.26.03","filename":"2019-11-15-13.26.03-scaled.jpg","filesize":696646,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/2019-11-15-13.26.03-scaled.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/2019-11-15-13-26-03\/","alt":"","author":"12","description":"Photo by Neli Wagner","caption":"The commodities are sorted and laid out, with the sugar cane needing the most table space.","name":"2019-11-15-13-26-03","status":"inherit","uploaded_to":0,"date":"2020-08-05 12:35:59","modified":"2020-08-07 14:17:12","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":2560,"height":1864,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/2019-11-15-13.26.03-768x559.jpg","thumbnail-width":768,"thumbnail-height":559,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/2019-11-15-13.26.03-300x218.jpg","medium-width":300,"medium-height":218,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/2019-11-15-13.26.03-768x559.jpg","medium_large-width":768,"medium_large-height":559,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/2019-11-15-13.26.03-1400x1019.jpg","large-width":1400,"large-height":1019,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/2019-11-15-13.26.03-1536x1118.jpg","1536x1536-width":1536,"1536x1536-height":1118,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/2019-11-15-13.26.03-2048x1491.jpg","2048x2048-width":2048,"2048x2048-height":1491,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/2019-11-15-13.26.03-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/2019-11-15-13.26.03-1600x1165.jpg","feature-width":1600,"feature-height":1165}}]},{"acf_fc_layout":"text","text":"<p>A museum of the present could consider itself lucky to have this “excerpt” of the world among its collection: an array of animal, vegetable, mineral, human, agricultural, and chemical goods­—which together form a network of different functional contexts. For none of these goods stands for itself: Water is constitutive of almost everything, while the commodity “human,” which one participant brought to the seminar in the form of himself, has to do with almost all other goods in existence. Through the sugar cane specimen—the longest commodity on display—a connection is made between slavery and the chemical industry in Louisiana, the same context from which many of the substances on the tables originate.<\/p>\n<p>During the exercise, we could explore just some of the interrelationships of these exemplary commodities, as only five or six goods or things per group entered into conversation with their human companions. In a further step though, we followed up on selected substances or groups of goods on regional and global maps compiled and presented <a href=\"https:\/\/www.anthropocene-curriculum.org\/contribution\/the-mississippi-basin-an-operational-landscape\">by the urbanist Nikos Katsikis<\/a>. To track these, Nikos’ presentation and maps made use of the digital data stream that accompanies the flow of goods. Just as the paperwork at the Bureau of Commodity Flows made explicit, digital data collated by the Federal government acts as a second-order flow to make the flow of commodities possible. Similarly, in the real world of logistics, only a good accompanied by paper or data is a “good” good. As a side effect of these data flows, the geographic movement profiles of all the transported and industrially transformed goods can generate graphs that can then be translated into maps. What we discussed in our groups at our tables with our maps was mirrored outside the window of the ByWater Institute, a network of interconnected streams, current and historical.<\/p>\n"},{"acf_fc_layout":"image","display":"grid","image":[{"ID":28112,"id":28112,"title":"NikosMap1small","filename":"NikosMap1small.jpg","filesize":102323,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap1small.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/nikosmap1small\/","alt":"","author":"12","description":"Map by Nikos Katsikis","caption":"Population density in white gradient, and the Mississippi river watershed in orange.","name":"nikosmap1small","status":"inherit","uploaded_to":0,"date":"2020-08-08 08:00:56","modified":"2020-08-08 08:01:54","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1000,"height":1000,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap1small-768x768.jpg","thumbnail-width":768,"thumbnail-height":768,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap1small-300x300.jpg","medium-width":300,"medium-height":300,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap1small-768x768.jpg","medium_large-width":768,"medium_large-height":768,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap1small.jpg","large-width":1000,"large-height":1000,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap1small.jpg","1536x1536-width":1000,"1536x1536-height":1000,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap1small.jpg","2048x2048-width":1000,"2048x2048-height":1000,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap1small-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap1small.jpg","feature-width":1000,"feature-height":1000}},{"ID":28113,"id":28113,"title":"NikosMap2small","filename":"NikosMap2small.jpg","filesize":104874,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap2small.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/nikosmap2small\/","alt":"","author":"12","description":"Map by Nikos Katsikis","caption":"Distribution of the agricultural production areas of major crops across the Mississippi basin.","name":"nikosmap2small","status":"inherit","uploaded_to":0,"date":"2020-08-08 08:00:58","modified":"2020-08-08 08:02:18","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1000,"height":1000,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap2small-768x768.jpg","thumbnail-width":768,"thumbnail-height":768,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap2small-300x300.jpg","medium-width":300,"medium-height":300,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap2small-768x768.jpg","medium_large-width":768,"medium_large-height":768,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap2small.jpg","large-width":1000,"large-height":1000,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap2small.jpg","1536x1536-width":1000,"1536x1536-height":1000,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap2small.jpg","2048x2048-width":1000,"2048x2048-height":1000,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap2small-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap2small.jpg","feature-width":1000,"feature-height":1000}},{"ID":28114,"id":28114,"title":"NikosMap3small","filename":"NikosMap3small.jpg","filesize":776680,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap3small.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/nikosmap3small\/","alt":"","author":"12","description":"Map by Nikos Katsikis","caption":"Volumes of road and waterborne freight transport across the Mississippi basin.","name":"nikosmap3small","status":"inherit","uploaded_to":0,"date":"2020-08-08 08:01:01","modified":"2020-08-08 08:03:14","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":2500,"height":2500,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap3small-768x768.jpg","thumbnail-width":768,"thumbnail-height":768,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap3small-300x300.jpg","medium-width":300,"medium-height":300,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap3small-768x768.jpg","medium_large-width":768,"medium_large-height":768,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap3small-1400x1400.jpg","large-width":1400,"large-height":1400,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap3small-1536x1536.jpg","1536x1536-width":1536,"1536x1536-height":1536,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap3small-2048x2048.jpg","2048x2048-width":2048,"2048x2048-height":2048,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap3small-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/NikosMap3small-1200x1200.jpg","feature-width":1200,"feature-height":1200}}]},{"acf_fc_layout":"text","text":"<h2>The legacy of human commodity flows<\/h2>\n<p>Against this backdrop, it was clear that a seminar on commodity flows would be of little value without setting itself in motion once again. On the second day of activities, our first destination was the former Whitney Plantation, near Wallace, in St. John the Baptist Parish on the Mississippi River Road. The Whitney Plantation is one of the very few former plantations in the USA—and the only one in Louisiana—that is entirely dedicated to recounting the history of slavery and thus honoring to the memory of the people who for centuries were degraded through the trade of Black human bodies as commodities.<\/p>\n<p>Unlike other plantation museums, at the Whitney Plantation a focus upon white slave owners and their families is avoided. Instead, visitors to the former plantation manor house only enter those rooms in which the enslaved lived and worked in. The insights the seminar group received at this museum and memorial, from its research director Dr. Ibrahim Seck, were shocking. The everyday reality of those who were enslaved was brutal. They served under owners who did not shrink from rape as a means of both terror and of increasing the number of slaves they owned, and increasing their commodification. Similarly shocking is the ignorance with which contemporary US society confronts this heritage. As seminar participants from Louisiana reported, monuments to Confederate generals can only be dismantled under the protection of snipers, and the question of reparations for the families of the formerly enslaved is not even considered by Federal and State authorities.<\/p>\n"},{"acf_fc_layout":"image","display":"carousel","image":[{"ID":27930,"id":27930,"title":"Memorial-High-Resolution","filename":"Memorial-High-Resolution.jpg","filesize":166612,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/Memorial-High-Resolution.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/memorial-high-resolution\/","alt":"","author":"12","description":"Photo courtesy Mike Greenberg for\n <a href=\"https:\/\/www.whitneyplantation.org\/photo-gallery\/\" rel=\"noopener noreferrer\" target=\"_blank\">The Whitney Plantation Museum<\/a>","caption":"The Gwendolyn Midlo Hall Allées at the Whitney Plantation Museum, a slave memorial dedicated to 107,000 people enslaved in Louisiana and documented in the Louisiana Slave Database, built by Gwendolyn Midlo Hall. ","name":"memorial-high-resolution","status":"inherit","uploaded_to":0,"date":"2020-08-05 13:35:44","modified":"2020-08-05 16:42:01","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1306,"height":784,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/Memorial-High-Resolution-768x461.jpg","thumbnail-width":768,"thumbnail-height":461,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/Memorial-High-Resolution-300x180.jpg","medium-width":300,"medium-height":180,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/Memorial-High-Resolution-768x461.jpg","medium_large-width":768,"medium_large-height":461,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/Memorial-High-Resolution.jpg","large-width":1306,"large-height":784,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/Memorial-High-Resolution.jpg","1536x1536-width":1306,"1536x1536-height":784,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/Memorial-High-Resolution.jpg","2048x2048-width":1306,"2048x2048-height":784,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/Memorial-High-Resolution-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/Memorial-High-Resolution.jpg","feature-width":1306,"feature-height":784}},{"ID":27931,"id":27931,"title":"WhitneyPlantation-ElsaHahne-DG3_0359","filename":"WhitneyPlantation-ElsaHahne-DG3_0359.jpg","filesize":181865,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/WhitneyPlantation-ElsaHahne-DG3_0359.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/whitneyplantation-elsahahne-dg3_0359\/","alt":"","author":"12","description":"Photo courtesy Elsa Hahne for <a href=\"https:\/\/www.whitneyplantation.org\/photo-gallery\/\" rel=\"noopener noreferrer\" target=\"_blank\">The Whitney Plantation Museum<\/a>","caption":"The detached kitchen, built ca. 1830-1860.","name":"whitneyplantation-elsahahne-dg3_0359","status":"inherit","uploaded_to":0,"date":"2020-08-05 13:35:45","modified":"2020-08-05 16:42:37","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1178,"height":784,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/WhitneyPlantation-ElsaHahne-DG3_0359-768x511.jpg","thumbnail-width":768,"thumbnail-height":511,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/WhitneyPlantation-ElsaHahne-DG3_0359-300x200.jpg","medium-width":300,"medium-height":200,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/WhitneyPlantation-ElsaHahne-DG3_0359-768x511.jpg","medium_large-width":768,"medium_large-height":511,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/WhitneyPlantation-ElsaHahne-DG3_0359.jpg","large-width":1178,"large-height":784,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/WhitneyPlantation-ElsaHahne-DG3_0359.jpg","1536x1536-width":1178,"1536x1536-height":784,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/WhitneyPlantation-ElsaHahne-DG3_0359.jpg","2048x2048-width":1178,"2048x2048-height":784,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/WhitneyPlantation-ElsaHahne-DG3_0359-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/WhitneyPlantation-ElsaHahne-DG3_0359.jpg","feature-width":1178,"feature-height":784}},{"ID":27932,"id":27932,"title":"whitneyplantation-elsahahne-dg3_0495-crop-u23233","filename":"whitneyplantation-elsahahne-dg3_0495-crop-u23233.jpg","filesize":102706,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/whitneyplantation-elsahahne-dg3_0495-crop-u23233.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/whitneyplantation-elsahahne-dg3_0495-crop-u23233\/","alt":"","author":"12","description":"Photo courtesy Elsa Hahne for <a href=\"https:\/\/www.whitneyplantation.org\/photo-gallery\/\" rel=\"noopener noreferrer\" target=\"_blank\">The Whitney Plantation Museum<\/a>","caption":"The Middle Passage statue by Ken Smith.\n","name":"whitneyplantation-elsahahne-dg3_0495-crop-u23233","status":"inherit","uploaded_to":0,"date":"2020-08-05 13:35:48","modified":"2020-08-05 16:43:06","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1089,"height":644,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/whitneyplantation-elsahahne-dg3_0495-crop-u23233-768x454.jpg","thumbnail-width":768,"thumbnail-height":454,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/whitneyplantation-elsahahne-dg3_0495-crop-u23233-300x177.jpg","medium-width":300,"medium-height":177,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/whitneyplantation-elsahahne-dg3_0495-crop-u23233-768x454.jpg","medium_large-width":768,"medium_large-height":454,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/whitneyplantation-elsahahne-dg3_0495-crop-u23233.jpg","large-width":1089,"large-height":644,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/whitneyplantation-elsahahne-dg3_0495-crop-u23233.jpg","1536x1536-width":1089,"1536x1536-height":644,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/whitneyplantation-elsahahne-dg3_0495-crop-u23233.jpg","2048x2048-width":1089,"2048x2048-height":644,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/whitneyplantation-elsahahne-dg3_0495-crop-u23233-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/whitneyplantation-elsahahne-dg3_0495-crop-u23233.jpg","feature-width":1089,"feature-height":644}},{"ID":27933,"id":27933,"title":"whitneyplantation-elsahahne-dg3_0507","filename":"whitneyplantation-elsahahne-dg3_0507.jpg","filesize":67858,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/whitneyplantation-elsahahne-dg3_0507.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/whitneyplantation-elsahahne-dg3_0507\/","alt":"","author":"12","description":"Photo courtesy Elsa Hahne for <a href=\"https:\/\/www.whitneyplantation.org\/photo-gallery\/\" rel=\"noopener noreferrer\" target=\"_blank\">The Whitney Plantation Museum<\/a>","caption":"Jubilation statue by Ken Smith.","name":"whitneyplantation-elsahahne-dg3_0507","status":"inherit","uploaded_to":0,"date":"2020-08-05 13:35:49","modified":"2020-08-05 16:43:35","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":452,"height":679,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/whitneyplantation-elsahahne-dg3_0507.jpg","thumbnail-width":452,"thumbnail-height":679,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/whitneyplantation-elsahahne-dg3_0507-200x300.jpg","medium-width":200,"medium-height":300,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/whitneyplantation-elsahahne-dg3_0507.jpg","medium_large-width":452,"medium_large-height":679,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/whitneyplantation-elsahahne-dg3_0507.jpg","large-width":452,"large-height":679,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/whitneyplantation-elsahahne-dg3_0507.jpg","1536x1536-width":452,"1536x1536-height":679,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/whitneyplantation-elsahahne-dg3_0507.jpg","2048x2048-width":452,"2048x2048-height":679,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/whitneyplantation-elsahahne-dg3_0507-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/whitneyplantation-elsahahne-dg3_0507.jpg","feature-width":452,"feature-height":679}}]},{"acf_fc_layout":"text","text":"<p>During our visit, it became clear that sites like the Whitney Plantation are where the foundations of all current flows of goods in the Mississippi system were laid. The assets accumulated here were once the cornerstone of the North American economy. Until well into the nineteenth century, more US capital was invested in the slave trade than in technology, as one of the participants of the seminar explained. And it is these same flows that led to the onset of the Anthropocene, with human technological activities become perceptible at a planetary scale arguably for the first time. The shipping of hundreds of thousands of people from countries like now Senegal or Gambia from Western Africa to the American continent to be used as human machines to cultivate a crop that originally came from Asia, to supply a world market with concentrated chemical energy in the form of glucose, can only be understood in such planetary terms.<\/p>\n<h2>Following the money—and knowledge<\/h2>\n<p>The seminar’s next destination took us from the stories of those who were abused as “fuel” in a conveyor belt of planetary energy flows during the eighteenth and nineteenth centuries, to those now suffering the effects of living alongside the facilities producing chemical fuels in the twentieth century in the very same region: Donaldsville, home to the largest fertilizer factory in the USA. What had seemed like something distant and to past history during the performance of the first day of the seminar—the Haber-Bosch-process—is very present and real here.<\/p>\n<p>The plant makes use of nitrate chemistry, which is at the center of the process that bonds nitrogen from the atmosphere to hydrogen, currently produced from natural gas through catalysis to produce ammonia (NH<sub>3<\/sub>). In Louisiana this is integrated within one of the largest petrochemical production complexes on the planet. For 100 miles between Baton Rouge and New Orleans, one encounters refinery after refinery, chemical plant after chemical plant: Exxon, BASF, Shell, Rubicon, Praxair, Air Liquide, Formosa, Shintech, Mexichem, Poly One, Mosaic, CF Industries, Chevron, Sid Richardson, Epsilon, Marathon, Nalco, Colonial Sugar, Witco, DSM Polymer, and countless more.<\/p>\n"},{"acf_fc_layout":"image","display":"column","image":[{"ID":27940,"id":27940,"title":"Baton_Rouge_Refinery_Aerial_(33297400065)","filename":"Baton_Rouge_Refinery_Aerial_33297400065.jpg","filesize":3465097,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/Baton_Rouge_Refinery_Aerial_33297400065.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/baton_rouge_refinery_aerial_33297400065\/","alt":"","author":"12","description":"Photo from <a href=\"https:\/\/commons.wikimedia.org\/wiki\/File:Baton_Rouge_Refinery_Aerial_(33297400065).jpg\" rel=\"noopener noreferrer\" target=\"_blank\">Wikicommons<\/a>, <a href=\"https:\/\/creativecommons.org\/licenses\/by-sa\/2.0\/deed.en\">CC-BY-SA2.0<\/a>","caption":"The Baton Rough Refinery is one of dozens found along the stretch of Mississippi between Baton Rouge and New Orleans.","name":"baton_rouge_refinery_aerial_33297400065","status":"inherit","uploaded_to":0,"date":"2020-08-05 13:59:59","modified":"2020-08-05 14:05:43","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":2400,"height":1600,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/Baton_Rouge_Refinery_Aerial_33297400065-768x512.jpg","thumbnail-width":768,"thumbnail-height":512,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/Baton_Rouge_Refinery_Aerial_33297400065-300x200.jpg","medium-width":300,"medium-height":200,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/Baton_Rouge_Refinery_Aerial_33297400065-768x512.jpg","medium_large-width":768,"medium_large-height":512,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/Baton_Rouge_Refinery_Aerial_33297400065-1400x933.jpg","large-width":1400,"large-height":933,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/Baton_Rouge_Refinery_Aerial_33297400065-1536x1024.jpg","1536x1536-width":1536,"1536x1536-height":1024,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/Baton_Rouge_Refinery_Aerial_33297400065-2048x1365.jpg","2048x2048-width":2048,"2048x2048-height":1365,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/Baton_Rouge_Refinery_Aerial_33297400065-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/Baton_Rouge_Refinery_Aerial_33297400065-1600x1067.jpg","feature-width":1600,"feature-height":1067}}]},{"acf_fc_layout":"text","text":"<p>Companies from all around the globe, from the US, Asia, and Europe produce here. In particular German companies such as BASF have left traces, not at least by the history of German chemical industry. Already in the eighteenth century, the region was called “German Coast” on account of the number of German settlers and plantations and the industrial history around towns with German names, such as Geismar, Essen, and Siegen, adds more to that story. After the invention of the Haber-Bosch process around 1910 at BASF, hydrocarbons also became a subject for German chemists. Coal was planned to be transformed into liquid fuel, but the project turned out to be more complex and expensive than expected, with potential benefits for not only the coal industry but also oil companies.<\/p>\n<p>As a result, at the end of the 1920s, US-oil companies such as Standard Oil of New Jersey and German chemistry such as I.G. Farben started a formal cooperation. Shared laboratories were established in Baton Rouge, and a new hydrocarbon chemistry was developed to produce fuel in the years before the two countries found themselves at war. This historical flow of knowledge and money needs to be taken into account to understand the industrial landscape at the Mississippi and its present role for global commodity flows. What is processed here today is part of a historical process, and it was the historical process that shaped infrastructures that would transform commodities in an unprecedented way.<\/p>\n<h2>From molecular mobilization to machine mobilization<\/h2>\n<p>Through this chemical history, commodity flows are therefore not only recognizable as the geographical shift of substances, but also in the form of internal, chemical mobilization. In the pipeline systems and reactors of chemical plants, substances are both on the move and in transformation, so that dynamics can be set in motion at other locations, up- and downstream. The main product of the plant in Donaldsonville, fertilizer, is one of the best examples of this. Fertilizers are chemical substances, but it is the biosphere, where they set growth in motion. As such, they have effects on the regional but also on the planetary biosphere and its material flows of the Anthropocene. They are transported in huge ships from Louisiana to the soya and corn steppes in the Midwest, but thanks to erosion, a large proportion of the chemicals flows right back past the plants where they originated, eventually leading to algae blooms in the Gulf of Mexico and the creation of oxygen-free “dead zones.”<\/p>\n<p>What we saw from behind the fence of the plant and as tried to understand these interlinking flows is representative of the molecular-planetary industry as a whole. It is through the same form of technology, of the kind that rules the fertilizer plant at Donaldsonville and the petrochemical corridor, developed at the beginning of the twentieth century, that the geography of the planet and flows within the biosphere and the sphere of human technology as a whole have changed. It is only through this type of molecular mobilization that the machine powered mobilization of commodity flows—in freighters, trucks, and planes—has become possible. It was only with this technical chemical energy regime that the Great Acceleration of the twentieth century was possible: population growth, global exchange, global economic growth—and with it all the commodity flows that we understand as typical of the Anthropocene.<\/p>\n<p>And here we were able to connect the industrial chemical sphere of the twentieth century with the brutal plantation sphere that we learned about just before at Whitney. There is no way to think about the one ignoring the other, since today’s industrial infrastructure occupies the same sites (the packages of land along the river) as former plantations. Today, not even the masters of those plantations, in their palace-like houses and with all the workforce they abused, commanded the powers that we as ordinary car owners are used to in the form of fossil horsepower. In fact, none of those who participated at the seminar, regardless of which continent they traveled from to New Orleans, live a life that does not, in part, depend upon petrochemistry. Motor fuels, aspirin, superglue, Gore-Tex, artificially fertilized food—the list of commodities that intersect with petrochemistry appears almost endless.<\/p>\n<h2>The local effects of global dependencies<\/h2>\n<p>In the context of commodity flows, “addiction” as one of the topics of the lecture performance of the first day refers not just to a pharmacological issue affecting individuals. It is also an apt way of describing the era of late capitalism, a modus operandi that only “works” when it has access to a constantly increasing input of increasingly complex substances. Traveling through the petrochemical corridor, we learned a lot about the concrete, ecological, but also social consequences of this lifestyle. The condition of the consumer of commodity flows as an addict is one way to problematize these flows. But by traveling to the petrochemical corridor, we were able to go even further and observe the problems caused not only for consumers but for the communities where the production of these chemicals happens.<\/p>\n<p>Scott Eustis, Community Science Director of Healthy Gulf, joined us for this endeavor and presented the work of his organization to fight the problems of pollution and associated issues environmental justice. On the ground, the situation didn’t require a flipchart or a projector—the view through the bus windows, of countless facilities belching out white plumes of toxic smoke and accreted mounds of bright yellow sulfur, towering over the small communities sandwiched in between, told us everything we needed to know. Thanks to his in-depth knowledge of the region and the issues affecting it, Scott was able to organize meetings with a local activist and a councilman. The activist was Travis London, a young mayoral candidate who we met in Donaldsonville, while on a second stop at a small stretch of residential homes nestled between large storage facilities for oil and petrochemical products, we met Councilman Clyde Cooper from St. James Parish.<\/p>\n<p>Through these meetings, one could see how much courage, wisdom, and pragmatism is needed to manage communities in this region. It remains to be seen whether the planetary perspective should become the guiding principle for all local decisions, or whether much would already be gained if the simple laws of the state, such as those governing the taxation of corporate profits or environmental guidelines, were followed before starting to discuss planetary legislation.<\/p>\n<p>What we learned from Clyde and Travis was something like the antithesis to the famous 1930s slogan of the chemical company DuPont: “Better Things for Better Living&#8230; Through Chemistry.” Such a promise—that the petro-modern age would grant freedom, that a better life is possible with fuels, pharmaceuticals, and plastics—rings hollow in Louisiana’s petrochemical corridor today. The subject takes on an even more disturbing dimension when one considers that it is at places like this, in an area where people have few choices, commonly referred to as “Cancer Alley,” and the Trump administration’s Department of Energy has now branded hydrocarbons as “freedom molecules”.<\/p>\n<h2>Flow interventions<\/h2>\n<p>Real answers to what we faced in the petrochemical corridor would be a tough goal for a two-day traveling seminar. But we had done our best with the academic and artistic toolbox at our disposal to keep at least our questions as complex as they need to be here and to connect with the flows of various commodities, in their present and their historical incarnations, as real things we “processed” at the “Bureau of Commodity Flows”, as data at the mapping session, as the subject of a moving performance, and as products of a vast industrial district that can be visited as a disaster tourism monstrosity but which is also as an area of human life and work for thousands of people.<\/p>\n"},{"acf_fc_layout":"image","display":"column","image":[{"ID":27949,"id":27949,"title":"IMG_3173","filename":"IMG_3173.jpg","filesize":206769,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/IMG_3173.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/img_3173\/","alt":"","author":"12","description":"<a href=\"https:\/\/notes.anthropocene-curriculum.org\/user\/38\/bsteininger\" rel=\"noopener noreferrer\" target=\"_blank\">Field Note<\/a> by Benjamin Steiniger","caption":"St. James Parish, Louisiana. A small strip of homes can be seen between the storage tanks.","name":"img_3173","status":"inherit","uploaded_to":0,"date":"2020-08-05 14:16:53","modified":"2020-08-05 14:20:21","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":640,"height":1136,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/IMG_3173-433x768.jpg","thumbnail-width":433,"thumbnail-height":768,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/IMG_3173-169x300.jpg","medium-width":169,"medium-height":300,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/IMG_3173.jpg","medium_large-width":640,"medium_large-height":1136,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/IMG_3173.jpg","large-width":640,"large-height":1136,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/IMG_3173.jpg","1536x1536-width":640,"1536x1536-height":1136,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/IMG_3173.jpg","2048x2048-width":640,"2048x2048-height":1136,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/IMG_3173-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/08\/IMG_3173.jpg","feature-width":640,"feature-height":1136}}]},{"acf_fc_layout":"text","text":"<p>On the same small strip of mobile homes and modest houses in St. James Parish where we met Clyde—wedged between waste oil storage facilities and loading stations, and thus at the center of all the challenges our seminar was attempting to deal with, where the historical burden of centuries of the enslavement of people is combined with the modern dependence on petrochemicals that are as vital as they are harmful—that the seminar witnessed arguably one of its most significant moments.<\/p>\n<p>The academic discussion of the Anthropocene and commodity flows became a mere backdrop, as our bus driver Thomas entered into conversation with Clyde and Travis. After a whole day of driving our group with visiting seminar participants through the area, Thomas shared his experiences as Louisiana local. He described the challenges that come with living in the surrounding polluted neighborhoods, where people try to grow vegetables on the poisoned ground of former landfill sites, where petrochemical profit has almost been habitually placed above the wellbeing of residents. Once again, the flow of words, which went back and forth between Thomas and the two politicians, didn’t stop. But unlike the performance of the first day, this time the flow was not the result of any intervention curated by the organizers; it was the reality of the region itself, one dramatically shaped—and deeply scarred—by commodity flows, that intervened into our seminar.<\/p>\n"}]},"contributors":[{"ID":2989,"post_author":"1","post_date":"2019-08-21 12:37:07","post_date_gmt":"2019-08-21 10:37:07","post_content":"","post_title":"Benjamin Steininger","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"benjamin-steininger","to_ping":"","pinged":"","post_modified":"2019-09-18 16:27:43","post_modified_gmt":"2019-09-18 14:27:43","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/benjamin-steininger\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/benjamin-steininger\/","acf":{"first_name":"Benjamin","last_name":"Steininger"}}],"projects":[{"ID":3399,"post_author":"3","post_date":"2019-08-21 16:04:49","post_date_gmt":"2019-08-21 14:04:49","post_content":"<p>The relations between extraction, synthesis, and exploitation, and the effects of commodity dependencies across scales are explored in this seminar, by mapping commodity flows and energy cycles in the Mississippi basin.<\/p>\n  <p>In the Lower Mississippi region, ongoing addictions to sugar, white supremacy, and capital have fueled exploitation of both nature and human society, and—from the molecular relations of industrial chemistry to the accretion of nitrate emissions—20th century commodities once considered solutions to human need, such as synthesized nitrogen, have become engines of planetary change. This seminar is intended to map commodity flows and energy cycles in the Mississippi basin as a whole, to document the relations between extraction, synthesis, and exploitation, and the effects of commodity dependencies across scales.<\/p>\n <p>This seminar is rooted in the idea that the Mississippi watershed is itself a commodity. Its form is dictated by the Appalachia in the East, formed 480 million years ago, and Rocky Mountains in the West, 180 million years ago. This topography creates a basin which governs the path taken by rainwater. The resultant cycle of kinetic energy enables the transport of goods, the generation of power, irrigation, and the accumulation of sediment in southern Louisiana and the Gulf. Along this riverine kinesis, a plethora of industrial sites agglomerate, treating the river as a conveyor, faucet, thermal sink, and waste disposal mechanism. From fertilizers and plastics to sugar, this industrial hydrology maps onto the older economic geography of plantations, reflecting a long and violent history of exploitation of both social and natural systems that continues today, as certain forms of production occur at the expense of human existence and the condition of the natural environment.<\/p>\n<p>To better understand this “operational” landscape, seminar participants will each choose and research a commodity and bring it (or a representation of it) to Campus. Day 1 will begin by sharing, sensing, and arranging these commodities on tables and studying related maps, to explore the relationships between the varied material objects. This classroom experience will be followed by a boat tour on the Mississippi River offered by the Port of New Orleans, to see first-hand the working wharves and docks where plastics, grains, and fuels come and go. In parallel, other seminar participants will learn about the commodification of the city’s Mardi Gras culture.<\/p>\n<p>On the second day, participants will visit the Whitney Museum, the site of a former sugar plantation, to draw out the history of racialized violence upon which commodity production has rested in the region and continues to do so. The appropriation of the work of humans and nature in the region dates back at least to the mid-18th century: Sugar from South East Asia was first planted in New Orleans in 1751. Like cotton, it benefited from the nutritive properties of deposited alluvial soil and the process of photosynthesis. The agricultural knowledge and labor of the enslaved made enormous profits possible. To understand the continued human cost of commodity production, the seminar will also visit the community of St. James Parish, a largely African American community that faces ongoing exposure to the toxic externalities of plastic production. Finally, to further understand the collective consequence of industrial chemistry and its products, participants will visit the largest nitrogen refinery in North America, CF industries in Donaldsonville. Visiting the nitrogen plant allows for the disentanglement of the complex relationships characterizing the agro-energy nexus, with nitrogen production reflecting the intensification of industrial agriculture and the continuing dependence on fossil fuels as well as their negative externalities, both social and environmental. The seminar will also test various relational strategies to enter the plant: exploring nitrate’s integration with our own bodies; using satellite data to map its atmospheric dispersal; and considering its relation to the river and attendant infrastructure. Tracing nitrogen flows will offer one means of mapping the complex feedbacks of an anthropocentric Earth.<\/p>\n","post_title":"Seminar: Commodity Flows","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"seminar-commodity-flows","to_ping":"","pinged":"","post_modified":"2020-08-10 12:25:07","post_modified_gmt":"2020-08-10 10:25:07","post_content_filtered":"","post_parent":3396,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=3399","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"mira.witte_admin","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-campus-the-human-delta\/seminar-commodity-flows\/","acf":{"thumbnail":{"ID":12564,"id":12564,"title":"ARC_visual_Commodity2","filename":"ARC_visual_Commodity2.jpg","filesize":2418327,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/ARC_visual_Commodity2.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-campus-the-human-delta\/seminar-commodity-flows\/arc_visual_commodity2\/","alt":"","author":"12","description":"By HealthyGulf","caption":"Burton Lane, a historic Black community between multi-modal Oil transport infrastructure–oil by rail, by barge, by ship, and by pipeline.","name":"arc_visual_commodity2","status":"inherit","uploaded_to":3399,"date":"2019-09-26 11:25:59","modified":"2020-02-10 13:40:51","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":5184,"height":3456,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/ARC_visual_Commodity2-768x512.jpg","thumbnail-width":768,"thumbnail-height":512,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/ARC_visual_Commodity2-300x200.jpg","medium-width":300,"medium-height":200,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/ARC_visual_Commodity2-768x512.jpg","medium_large-width":768,"medium_large-height":512,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/ARC_visual_Commodity2-1400x933.jpg","large-width":1400,"large-height":933,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/ARC_visual_Commodity2.jpg","1536x1536-width":1536,"1536x1536-height":1024,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/ARC_visual_Commodity2.jpg","2048x2048-width":2048,"2048x2048-height":1365,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/ARC_visual_Commodity2-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/ARC_visual_Commodity2-1600x1067.jpg","feature-width":1600,"feature-height":1067}},"contributors":[{"ID":2985,"post_author":"1","post_date":"2019-08-21 12:37:07","post_date_gmt":"2019-08-21 10:37:07","post_content":"","post_title":"Beate Geissler","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"beate-geissler","to_ping":"","pinged":"","post_modified":"2020-09-25 15:33:17","post_modified_gmt":"2020-09-25 13:33:17","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/beate-geissler\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/beate-geissler\/","acf":{"first_name":"Beate","last_name":"Geissler"}},{"ID":3254,"post_author":"1","post_date":"2019-08-21 12:37:30","post_date_gmt":"2019-08-21 10:37:30","post_content":"","post_title":"Oliver Sann","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"oliver-sann","to_ping":"","pinged":"","post_modified":"2020-09-25 15:50:03","post_modified_gmt":"2020-09-25 13:50:03","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/oliver-sann\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/oliver-sann\/","acf":{"first_name":"Oliver","last_name":"Sann"}},{"ID":2989,"post_author":"1","post_date":"2019-08-21 12:37:07","post_date_gmt":"2019-08-21 10:37:07","post_content":"","post_title":"Benjamin Steininger","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"benjamin-steininger","to_ping":"","pinged":"","post_modified":"2019-09-18 16:27:43","post_modified_gmt":"2019-09-18 14:27:43","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/benjamin-steininger\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/benjamin-steininger\/","acf":{"first_name":"Benjamin","last_name":"Steininger"}},{"ID":3347,"post_author":"1","post_date":"2019-08-21 12:37:38","post_date_gmt":"2019-08-21 10:37:38","post_content":"","post_title":"Thomas Turnbull","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"thomas-turnbull","to_ping":"","pinged":"","post_modified":"2019-09-18 14:13:26","post_modified_gmt":"2019-09-18 12:13:26","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/thomas-turnbull\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/thomas-turnbull\/","acf":{"first_name":"Thomas","last_name":"Turnbull"}},{"ID":11213,"post_author":"9","post_date":"2019-09-18 14:14:28","post_date_gmt":"2019-09-18 12:14:28","post_content":"","post_title":"Ibrahima Seck","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"ibrahima-seck","to_ping":"","pinged":"","post_modified":"2019-09-18 14:14:28","post_modified_gmt":"2019-09-18 12:14:28","post_content_filtered":"","post_parent":0,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contributor&#038;p=11213","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"anujah.fernando","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/ibrahima-seck\/","acf":{"first_name":"Ibrahima","last_name":"Seck"}},{"ID":11215,"post_author":"9","post_date":"2019-09-18 14:16:02","post_date_gmt":"2019-09-18 12:16:02","post_content":"","post_title":"Nikos Katsikis","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"nikos-katsikis","to_ping":"","pinged":"","post_modified":"2019-11-05 11:39:04","post_modified_gmt":"2019-11-05 10:39:04","post_content_filtered":"","post_parent":0,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contributor&#038;p=11215","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"anujah.fernando","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/nikos-katsikis\/","acf":{"first_name":"Nikos","last_name":"Katsikis"}},{"ID":11218,"post_author":"9","post_date":"2019-09-18 14:16:52","post_date_gmt":"2019-09-18 12:16:52","post_content":"","post_title":"Scott Eustis","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"scott-eustis","to_ping":"","pinged":"","post_modified":"2019-11-04 16:10:29","post_modified_gmt":"2019-11-04 15:10:29","post_content_filtered":"","post_parent":0,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contributor&#038;p=11218","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"anujah.fernando","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/scott-eustis\/","acf":{"first_name":"Scott ","last_name":"Eustis"}}],"methods":[{"term_id":5,"name":"Case Study","slug":"case-study","term_group":0,"term_taxonomy_id":5,"taxonomy":"method","description":"","parent":0,"count":130,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":9,"name":"Teaching","slug":"teaching","term_group":0,"term_taxonomy_id":9,"taxonomy":"method","description":"","parent":0,"count":81,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"keywords":[{"term_id":189,"name":"Commodities","slug":"commodities","term_group":0,"term_taxonomy_id":189,"taxonomy":"keyword","description":"","parent":0,"count":47,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":185,"name":"Capitalism","slug":"capitalism","term_group":0,"term_taxonomy_id":185,"taxonomy":"keyword","description":"","parent":0,"count":72,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":207,"name":"Energy","slug":"energy","term_group":0,"term_taxonomy_id":207,"taxonomy":"keyword","description":"","parent":0,"count":45,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":174,"name":"Agriculture","slug":"agriculture","term_group":0,"term_taxonomy_id":174,"taxonomy":"keyword","description":"","parent":0,"count":61,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":278,"name":"Transportation","slug":"transportation","term_group":0,"term_taxonomy_id":278,"taxonomy":"keyword","description":"","parent":0,"count":7,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":222,"name":"History","slug":"history","term_group":0,"term_taxonomy_id":222,"taxonomy":"keyword","description":"","parent":0,"count":123,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":204,"name":"Economy","slug":"economy","term_group":0,"term_taxonomy_id":204,"taxonomy":"keyword","description":"","parent":0,"count":42,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":321,"name":"Race","slug":"race","term_group":0,"term_taxonomy_id":321,"taxonomy":"keyword","description":"","parent":0,"count":34,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":330,"name":"Slavery","slug":"slavery","term_group":0,"term_taxonomy_id":330,"taxonomy":"keyword","description":"","parent":0,"count":24,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":331,"name":"Plantation","slug":"plantation","term_group":0,"term_taxonomy_id":331,"taxonomy":"keyword","description":"","parent":0,"count":17,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":238,"name":"Metabolism","slug":"metabolism","term_group":0,"term_taxonomy_id":238,"taxonomy":"keyword","description":"","parent":0,"count":15,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":229,"name":"Infrastructure","slug":"infrastructure","term_group":0,"term_taxonomy_id":229,"taxonomy":"keyword","description":"","parent":0,"count":82,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"folksonomy":[{"term_id":327,"name":"Cotton","slug":"cotton","term_group":0,"term_taxonomy_id":327,"taxonomy":"folksonomy","description":"","parent":0,"count":1,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":328,"name":"Tobacco","slug":"tobacco","term_group":0,"term_taxonomy_id":328,"taxonomy":"folksonomy","description":"","parent":0,"count":1,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":329,"name":"Sugar Cane","slug":"sugar-cane","term_group":0,"term_taxonomy_id":329,"taxonomy":"folksonomy","description":"","parent":0,"count":2,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":332,"name":"Oil","slug":"oil","term_group":0,"term_taxonomy_id":332,"taxonomy":"folksonomy","description":"","parent":0,"count":10,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"location":{"address":"New Orleans, LA, USA","lat":"29.95106579999999","lng":"-90.0715323","zoom":"10","markers":"[]","layers":"[\"Stamen.TonerLite\"]","version":"1.1.1"},"teaser_text":"<p>The relations between extraction, synthesis, and exploitation, and the effects of commodity dependencies across scales are explored in this seminar, by mapping commodity flows and energy cycles in the Mississippi basin.<\/p>\n"}}],"methods":[{"term_id":335,"name":"Engagement","slug":"engagement","term_group":0,"term_taxonomy_id":335,"taxonomy":"method","description":"","parent":0,"count":92,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":12,"name":"Intervention","slug":"intervention","term_group":0,"term_taxonomy_id":12,"taxonomy":"method","description":"","parent":0,"count":32,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":10,"name":"Field Work","slug":"field-work","term_group":0,"term_taxonomy_id":10,"taxonomy":"method","description":"","parent":0,"count":152,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":9,"name":"Teaching","slug":"teaching","term_group":0,"term_taxonomy_id":9,"taxonomy":"method","description":"","parent":0,"count":81,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"keywords":[{"term_id":340,"name":"Extraction","slug":"extraction","term_group":0,"term_taxonomy_id":340,"taxonomy":"keyword","description":"","parent":0,"count":29,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":189,"name":"Commodities","slug":"commodities","term_group":0,"term_taxonomy_id":189,"taxonomy":"keyword","description":"","parent":0,"count":47,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":190,"name":"Complexity","slug":"complexity","term_group":0,"term_taxonomy_id":190,"taxonomy":"keyword","description":"","parent":0,"count":46,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":330,"name":"Slavery","slug":"slavery","term_group":0,"term_taxonomy_id":330,"taxonomy":"keyword","description":"","parent":0,"count":24,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":185,"name":"Capitalism","slug":"capitalism","term_group":0,"term_taxonomy_id":185,"taxonomy":"keyword","description":"","parent":0,"count":72,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":221,"name":"Habits","slug":"habits","term_group":0,"term_taxonomy_id":221,"taxonomy":"keyword","description":"","parent":0,"count":14,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":222,"name":"History","slug":"history","term_group":0,"term_taxonomy_id":222,"taxonomy":"keyword","description":"","parent":0,"count":123,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":229,"name":"Infrastructure","slug":"infrastructure","term_group":0,"term_taxonomy_id":229,"taxonomy":"keyword","description":"","parent":0,"count":82,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Port of New Orleans, Port of New Orleans Place, New Orleans, LA, USA","lat":29.9371329,"lng":-90.061357,"zoom":14,"place_id":"ChIJRXOufTGnIIYRhcEA4OuGM1k","name":"Port of New Orleans","street_number":"1350","street_name":"Port of New Orleans Place","street_name_short":"Port of New Orleans Pl","city":"New Orleans","state":"Louisiana","state_short":"LA","post_code":"70130","country":"United States","country_short":"US"},"seo":""},"author_name":"fiona.shipwright","project_parents":[{"id":3399,"title":"Seminar: Commodity Flows","post_title":"Seminar: Commodity Flows","slug":"seminar-commodity-flows","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-campus-the-human-delta\/seminar-commodity-flows\/","post_type":"project"},{"id":3396,"title":"Anthropocene River Campus: The Human Delta","post_title":"Anthropocene River Campus: The Human Delta","slug":"anthropocene-river-campus-the-human-delta","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-campus-the-human-delta\/","post_type":"project"},{"id":8,"title":"Mississippi. An Anthropocene River","post_title":"Mississippi. An Anthropocene River","slug":"mississippi","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/","post_type":"project"}],"_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/27860"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/contribution"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/12"}],"version-history":[{"count":87,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/27860\/revisions"}],"predecessor-version":[{"id":28354,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/27860\/revisions\/28354"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=27860"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=27860"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=27860"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=27860"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]