[{"id":29013,"date":"2019-10-21T11:59:55","date_gmt":"2019-10-21T09:59:55","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contribution&#038;p=29013"},"modified":"2020-12-21T12:16:27","modified_gmt":"2020-12-21T11:16:27","slug":"in-the-garden","status":"publish","type":"contribution","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/in-the-garden\/","title":{"rendered":"In the Garden: An interview with Cante Suta Francis Bettelyoun"},"content":{"rendered":"<p>Caretaking of the Native American Medicine Garden is an act of resistance for educator and caretaker Cante Suta Francis Bettelyoun.<\/p>\n<p>In this text, part of the<em> <a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-2-anthropocene-drift\/field-guides-to-the-anthropocene-drift\/\">Field Guides to the Anthropocene Drift<\/a> <\/em>series, Corinne Teed documents conversations with Cante Suta Francis Bettelyoun (Oglala Lakota, Oceti Sakowin), caretaker of the Native American Medicine Garden located on the University of Minnesota’s campus, and educator on soil, ecosystems and indigenous lifeways.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Caretaking of the Native American Medicine Garden is an act of resistance for educator and caretaker Cante Suta Francis Bettelyoun. In this text, part of the Field Guides to the Anthropocene Drift series, Corinne Teed documents conversations with Cante Suta Francis Bettelyoun (Oglala Lakota, Oceti Sakowin), caretaker of the Native American Medicine Garden located on [&hellip;]<\/p>\n","protected":false},"author":12,"template":"","method":[336,10],"keyword":[174,323,322],"folksonomy":[],"acf":{"publish_to_dat":false,"subtitle":"","thumbnail":{"ID":29016,"id":29016,"title":"Microbescropped","filename":"Microbescropped.jpg","filesize":152128,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/10\/Microbescropped.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/in-the-garden\/microbescropped\/","alt":"","author":"12","description":"Image courtesy the author","caption":"","name":"microbescropped","status":"inherit","uploaded_to":29013,"date":"2020-10-01 16:28:04","modified":"2020-10-01 16:28:21","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1297,"height":854,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/10\/Microbescropped-768x506.jpg","thumbnail-width":768,"thumbnail-height":506,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/10\/Microbescropped-300x198.jpg","medium-width":300,"medium-height":198,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/10\/Microbescropped-768x506.jpg","medium_large-width":768,"medium_large-height":506,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/10\/Microbescropped.jpg","large-width":1297,"large-height":854,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/10\/Microbescropped.jpg","1536x1536-width":1297,"1536x1536-height":854,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/10\/Microbescropped.jpg","2048x2048-width":1297,"2048x2048-height":854,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/10\/Microbescropped-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/10\/Microbescropped.jpg","feature-width":1297,"feature-height":854},"credits":null},"display_as_feature_image":true,"teaser_text":"<p>Caretaking of the Native American Medicine Garden is an act of resistance for educator and caretaker Cante Suta Francis Bettelyoun.<\/p>\n","abstract":"<p>In this text, part of the<em> <a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-2-anthropocene-drift\/field-guides-to-the-anthropocene-drift\/\">Field Guides to the Anthropocene Drift<\/a> <\/em>series, Corinne Teed documents conversations with Cante Suta Francis Bettelyoun (Oglala Lakota, Oceti Sakowin), caretaker of the Native American Medicine Garden located on the University of Minnesota’s campus, and educator on soil, ecosystems and indigenous lifeways.<\/p>\n","footer_title":"","footer_collapsible":false,"footer_content":"","_content":{"content":[{"acf_fc_layout":"text","text":"<p>Approaching the research fields of the St. Paul Campus of University of Minnesota’s College of Agriculture, one is immediately confronted by contrasts. Most of the land is covered by fields of monocrop corn and rye grass spread out in a tedious grid. In the midst of this is nestled a small plot (about one third of an acre) of wildly flourishing garden, a diverse ecosystem of native plants, trees, microbes, and multi-formed visitors. This is the Native American Medicine Garden.<\/p>\n<p>Historically, the landscape was oak savannah. It remains unceded Dakota territory. When this land was allotted by the University of Minnesota for research, the university confined two creeks into culverts, brought in top soil, and built the research fields to fine-tune extractive and resource intensive agriculture. Fungicides, pesticides and fertilizers are poured, sprayed and dumped into the soil of the other research plots, trickling into surrounding land and the watershed. In the middle of these research fields embodying settler colonial agricultural practices, the ecosystem of the NAMG represents a literal oasis.<\/p>\n<p>My first semester teaching at University of Minnesota, I met Native American Medicine Garden caretaker Cante Suta Francis Bettelyoun (Oglala Lakota, Oceti Sakowin) at the artist talk of Lakota elder Anthony Horse Road. When introducing Horse Road, Bettelyoun gave one of the most impactful land acknowledgements I had ever witnessed. In just ten minutes at a podium in a university lecture hall, Bettelyoun encouraged profound confrontations with settler colonial history as he acknowledged historical and contemporary violence to native communities. The impact of his words stayed with me. When I was introduced to him after the talk, I learned he was the caretaker of the Native American Medicine Garden. I was eager to speak with him more. This field guide provided the perfect opportunity.<\/p>\n<p>This past spring season at the Native American Medicine Garden, Bettelyoun and I engaged in a series of conversations exploring the discordant histories of settler colonial agricultural methods and indigenous lifeways. Since 2005, Bettelyoun has coordinated the care of the NAMG, part of the University of Minnesota’s College of Food, Agriculture, and Natural Resource Sciences (CFANS). Located on the St. Paul campus, the garden provides a place for educational engagement, respite and research into soil health. Bettelyoun brings diverse experiences to his work with the garden, from his university education as a Landscape Designer and from what he learned working in his Great Grandmother’s garden and from Oceti Sakowin lifeways &#8211; the knowledge held by his land-based culture. Simply being in the garden with him brings sensations of interconnection. It feels as though the land invites you into a conversation on reciprocity. Bettelyoun credits these relational experiences of garden visitors to the effects of the healthy ecosystem at the garden, particularly the healthy microbial communities in the soil.<\/p>\n<p>Bettelyoun’s words demonstrate his keen observations of all his surrounding relatives. He describes this attention he gives to others and this way of learning with the Lakota term “<em>akita mani yo<\/em> – to observe as you go &#8211; literally.” He reminds us of listening, observing, and noticing our relatives in ways that allow not only learning, but for us to be transformed by the relation.<\/p>\n<h1><strong>Interview with Cate Suta Francis Bettelyoun<\/strong><\/h1>\n<p>I suppose think of the work at the Native American Medicine Garden as resistance. I think it has developed into that, though it didn’t necessarily start with that. It’s more than that to me. I’ve gotten to help heal this piece of Oceti Sakowin land, my relatives’ land. And I get to educate about that and I get to help people understand that while I was helping heal the land – with others, thousands of others – I got to heal too. For me it is more about that in particular – that I am helping in some way do something that is part of my culture. And that is being a caretaker of mother earth. And if its resistance and if it is part of activism, I am cool with that.<\/p>\n<p>[It roots in] <em>Mitakuye Oyasin <\/em>– taking care of each other. That doesn’t mean just us. It means taking care of everything around you, all the relatives. That’s who I am. When I say I am Lakota, that is what Lakota means. It means presenting yourself in a way that doesn’t harm. but helps. Making sure that everything is taken care of, that you are living at the highest energy that you can – unconditional love, unconditional regard – however you want to frame it. That’s what Lakota means. I don’t necessarily know if I could get to that every day, but that is what I am working on because it takes practice.<\/p>\n<p>You have to practice your culture to understand it and know it. And know the language and know the land you exist on and understand why you know that land. Because it is not my interpretation fully. It has been my relatives’ interpretation. Through the language and the ceremonies and the songs and the dance, I understand because my relatives began that understanding. I am just continuing it.<\/p>\n<p>Being Lakota, you are not arrogant. You do not think “I have all the knowledge.” What I know has everything to do with my culture. My culture got me here. My people got me here. All my relatives got me here &#8211; not just the humans but all the others. I hate using the term nonhuman. They are my relatives. When we talk about them, I will always use the term relatives. There is no distinction between the two. Because that is again colonized words.<\/p>\n<p>[Humans] are the neediest. Because we don’t produce our own food. Not that other relatives don’t or do or whatever. If you look at plants, they need none of the other mammals or any of us – they need pollinators, yes. If you look into those details, our existence is part of them and is part of their existence. But if we look at it as our human existence only we don’t see that. We don’t see that the water is a life force that is in all of us and we need it in all of us to exist.<\/p>\n<p>…<\/p>\n<p>There are so many relatives that are involved in the garden &#8211; the microbes especially. I didn’t just learn about the microbes from the garden itself, but while I was there I was pushed to know that there was something else that I wasn’t identifying. There are places in the area and even back home that I would go to and walk and – giving another Lakota term – <em>akita mani yo<\/em> – to observe as you go.<\/p>\n<p>I used that. So that started me engaging more fully, observing, and really paying attention to what was happening. Or what was not happening. The garden exists in the research fields, juxtaposed to these plots that are toxified every year and plowed. The colonial system of agriculture. I see it every day that I am there. I started understanding the differences. There is something that is happening in this land that isn’t happening there. Why?<\/p>\n<p>I understood the tilling and that the organic matter isn’t there. But if [tilling] is not there, plants can exist rather well. So I started to research that and to understand that when I am walking around the woods there is a place in the woods where the Eagle Nation is and I get to be part of them and part of their existence. And then I started seeing the mushrooms and the frogs and the salamanders and the reptiles. That wasn’t a part of the garden and I kept asking why.<\/p>\n<p>So then I got into more of it. The relationship not only with the land but with me. And then starting to realize my communication with them because of the highly intelligent microbe community and microbe nations is all to do with my culture. And how we know this land so well. And how we know the food systems so well. And how we know what to do so easily. It doesn’t come from just my learning. It comes from my culture.<\/p>\n<p>My relatives already knew this and passed this along in our stories and everything else. So if you go into the creation story and learn about your creation story – it’s there. Every relative exists for microbes. There’s no getting around it. I pushed myself in understanding and feeling and really paying attention – not just to the land base around me and myself and how I interacted – but how my microbes are interacting with that.<\/p>\n<p>…<\/p>\n<p>I made all these connections while thinking about all the relatives that show up when the land is getting healthier and other plants are coming in. All these things are happening at the same time. How? How did that communication happen? How did the birds know to come to the garden? How did the pollinators know to come in now? How did the chipmunks and the ground squirrels and the gopher and the hawk and all these beings know that this is a good spot, that this is a healthy place that it is full of nutrients and everything else? How do then humans come to the garden and know that it is a safe place to talk about things that they probably wouldn’t anywhere else? Or to be there and just feel the safeness and the serenity and all those other things? How does that happen?<\/p>\n<p>I kept asking: how do other relatives know? How did the milkweed know to start growing there when all this thistle was there? And then starting to communicate with the thistle – thank you for what you did, but you are not needed as much anymore. We got this. And that’s what was happening. People get so caught up in “I need to take care of the thistle or these invasive species’; but they are there for a reason to show you and introduce you to a concept that we have done something to this land base that needs to be corrected or the medicine to be brought in.<\/p>\n<p>And then, two years ago – one of my relatives was working in the garden. She saw toads and two different species of frogs. It was like it was complete. In an environment like this, they are like the canary in the coal mine. So we know we are doing really well. Because before then the mushrooms started popping up and all that. That was happening at the same time that I was learning about the microbes and everything else. That this communication between the two existed &#8211; how? And in my point of view, it is all microbes.<\/p>\n<p>…<\/p>\n<p>Microbes exist everywhere. And our microbes aren’t just contained in us and the plant microbes aren’t just contained in them. The soil microbes aren’t just there specifically and that is the furthest they go. They spread out all over this whole world. Actually, throughout the universe itself. When I started to understand this, it was this amazing epiphany for me – the communication that we have with ourselves and with others, everything around us is through microbes.<\/p>\n<p>For our existence here, for however long it has been, we’ve been concerned about where we come from. Our religions, our cultures &#8211; all explain this through a great spirit, a creator, a god. How does that exist? It just kind of clicked in me that it’s microbes. The spirit of everything, the creation of everything – it could just simply be microbes. This single celled form of life that we see as simple and yet we are learning its capabilities are beyond anything we can imagine. Its understanding of life and existence is far beyond anything that we could even create through computers. Its intelligence is far beyond anything we can understand.<\/p>\n<p>They have an ability to work in community and not compete but help. And not only help each other, but also help the rest of the relatives without needing anything else but simple food. When I was studying plants and how fungi in particular are beneficial to plants – which most all of them are if there is the balance – but those in particular that help feed that plant, are just asking for simple sugar to help them exist and then they give everything else to this plant. If it is distressed with water, it will bring water to it. If it is distressed in minerals, it will help bring them. The benefits are beyond what it takes. And then with the possibility of some of them existing forever and always existing got me to thinking about some of the religious terms that are brought up or even our cultural terms of creation – not “a creator,” but “the creation” – is that it has always been here and it will always be here.<\/p>\n<p>I have studied Jesus. What he said was the meek and mild will inherit the earth. Who is the meekest and mildest of all of us? Microbes. They warn us of infection. They warn us of disease. They warn of us intolerable soil. They are warning systems as well as those that engage in the healing of those systems. They do everything. I think microbes are the creator, creation and god. I just simply think that.<\/p>\n<p>…<\/p>\n<p>When I came into the garden itself, when I stepped foot on the land again, it was my understanding that I have to assume that she’s been damaged. My responsibility was to understand that I need to bring things to her with others to help her heal and to help that healing come quicker. Or to give her the medicines that she needed and that started this communication between her and I. And then it started other communication as other living beings started to be there.<\/p>\n<p><em>(a truck passes by with vats of chemicals on the back for spraying the surrounding fields)<\/em><\/p>\n<p>The one thing I wish is that people would be out here when this process happens to understand that this is such intense abuse. It is so resource intensive– gas, chemicals, the making of the equipment.<\/p>\n<p>Really if you look at most of the things that are happening – the sprays, the fungicides, the mosquito sprays that go out. The people putting all these toxins into the system – it goes through the air, it goes through the water system – and these trees are effected and we are too. So we develop cancers. So are they. Because we are eliminating a lot of the microbe communities through the development everywhere &#8211; roads, buildings, farming practices. What we are not looking at more intensely is how these microbes are all connected to these communities and help keep them in balance. If there was enough healthy microbes in your system and my system and all these other trees and plants and the soil systems, we wouldn’t have to deal with most of the things we are dealing with right now. Especially diseases in trees and plants and the soil. We need to understand that we are destroying the synergetic relationship in these environments of the microbes and the plants or plants with each other. This system was healthy before we interceded in any way.<\/p>\n<p>You get into the water systems with that. You even get into the air itself. Look at this landscape with the open fields. All the carbon that was in the soil is now in the air. If people would understand that and push legislation that every farm field in what is called America should have coverage crops on them – we could start reversing climate change.<\/p>\n<p>And that way microbes could be back in the communities. Microbes can save the world, but we have to understand what environments they can live in and what environments they can’t.<\/p>\n<p>The species we are eliminating at the highest rate are the microbes. And if we lose them, all life on this planet will cease to exist.<\/p>\n<p>…<\/p>\n<p>I recently spoke at a Master Gardening meeting and I was getting heckled by the audience. The Master Gardeners are working with our communities on building gardens. I spoke about settler colonialism and participants were angry that I was talking about that, asking “What does this have to do with gardening and coming into communities and helping the youth?” It has everything to do with it. You are on our land. It is important for you to know what you and others have done and continue to do to our people. Working with us means that you are taking on the messiah complex – that you have the answers, you have the healing – everything you have you can give to us to save us.<\/p>\n<p>I was confronted with anger and resistance by the participants and asked “why are you talking about unhealthiness in your community and the abuses and things? This has nothing to do with food.” But yet it has everything to do with food for us. It’s just something that is not talked about.<\/p>\n<p>I was pointing out the violence of settler colonial society. Your nation is still at war and creates war everywhere it goes. Why did you all come to this continent? Because you destroyed your own land. You were destroying mother earth where you were existing. You were destroying it so then you came here. Now look at what you are doing.<\/p>\n<p>I had invited a relative from Canada to come to the meeting – she is of Scottish descent. She came to the meeting and she was angered by the ignorance of those that were there. She came from a different lens than I did, but she said: “The biggest issue is that we are not telling our history and our responsibility in your history. We need to be standing up. We need to be creating these curriculums around settler colonization. Instead of relying on you to do land acknowledgement – we need to be doing the land acknowledgement about what we created and about what we did and whose land we are on. And why are we doing a master gardening program that comes into your community and talks to your people about how you should be doing it. And not asking first ‘Do you want us here at all?”<\/p>\n<p>Another thing she pointed out is that most of them knew what this meeting was about. The meeting was held at the Minneapolis American Indian Center for one. Knowing to some degree that they are on Dakota land, knowing who are my close relatives and then coming into this meeting shocked that I would speak about any of this. Why didn’t they come prepared? They’ve had their whole lives to learn this. It’s time that settlers learn their own history and talk about it and confront it. Because we are the ones pushing and that is hurting us.<\/p>\n<p>…<\/p>\n<p>It can be emotionally draining and triggering at times. It is especially so when the response is anger and resistance instead of responding “Thank you for sharing that. We need to correct this. I need to take responsibility for what I have been doing and for what I have been benefitting from, from the blood of your relatives &#8211; not only humans but the bison, the plants, the river, all these. Their blood is in this too.”<\/p>\n<p>The grooming of colonialism is an incredible process to keep people focused or entrenched in unhealthiness. To normalize it. And this is your own history. What you learned in school was all lies – most of them – all lies about us. Because no matter what you read, what you research – you will never know us as who we are because we are the only ones that know that. The approach is to take away that culture. That’s what colonization is. To exterminate it. And that’s what happens all around the world.<\/p>\n<p>Settlers that are here have been through that erasure also. They just don’t have it right in front of them because they are not on their land anymore. They are on our land and that’s why we are screaming “This is what’s happening.” And if it were to happen that the history of settlers was acknowledged and learned by settlers, I think we could start really having these healing and reconciling conversations. Some of us want to have them. But how do you have them when neither side is really fully aware of what is happening or taking that responsibility.<\/p>\n<p>Right now, we are trying to teach our history and trying to present our history to all the settlers. We can’t do that anymore or we shouldn’t have to do that anymore. It should be all of you doing that on your own and learning that history.<\/p>\n<p>It’s not just that people are receiving benefits from colonization. It’s also that you are part of this system and you may even be working for Cargill, Monsanto or the University of Minnesota – places that aren’t acknowledging any of this history and are actually working towards colonizing other places around the world so that their ideologies and their systems will be in place. So what we are talking about is – we are indigenizing. We are not decolonizing. Your work is decolonizing. What we are talking about is dismantling those systems. Of course those that are benefitting most are going to put up the most resistance. That’s the issue of colonization itself. The biggest issue with them changing is that they don’t want to. So the grooming into settler colonialism takes place.<\/p>\n<p>…<\/p>\n<p>We are existing in this world and we are so paranoid of microbes that anti-bacterials – all these soaps, detergents, and so on – we are literally destroying the ability of our bodies to be healthy by destroying the microbes around us. I think that is a huge part of it.<\/p>\n<p>Humus – organic matter – humans and humility all come from the same Latin root: hume – of the soil. Most creation stories are based in us coming from and being created from the soil. When you look at these research fields right next to us, you understand all the things that have been taken out of her, including the minerals.<\/p>\n<p>But thinking further and observing further – the ability of her holding onto water is very difficult because all those things have been taken out of her. It would be like taking your kidneys out, so you are reliant upon dialysis and other things to exist. We put her into that situation. So we have taken out the minerals, the microbes, the ability to hold water, the organic matter is gone. That system, she is now dependent upon somebody feeding her and giving her water. And that is such a crazy thing because nitrogen fixation can occur through plants. Clover, vetch, other plants can pull nitrogen from the atmosphere and bring it into the soil. Well now that farming practices have taken that away by not introducing those plants, they actually put nitrogen in mechanically. Just that alone people should be upset about.<\/p>\n<p>I can show people that if you don’t have this conventional agricultural system, you can have the natural system in place. When we talk about these environments – the oak savannahs, the prairies, the woodlands – all those things existed for us and our food sources were there. And at the same time, not only was she producing food for all the relatives that were walking on her or in her, she was creating this balance with her relative the air and the sun and the rocks and that meant that climate change wasn’t occurring. Because most of the research now is based on the fact that too much carbon has been put into the atmosphere and this climate is changing because of that.<\/p>\n<p>Human intervention is shifting everything. And this environment wasn’t healthy enough to help alleviate or balance that. Now in the Native American Medicine Garden, we know carbon sequestration is happening. That she is also now pulling not just carbon in but all the other elements from the air and giving what she needs to the air so that they can exist cooperatively or synergistically – there is balance. And we know that is happening. Because once you have that system, the toads are there, the reptiles are there, the pollinators are there – everything that used to exist are there now again.<\/p>\n<p>When I started 15 years ago in the garden and started helping bring back the medicine to her, it took maybe two or three years for me to actually see the changes happening. Now we haven’t watered at the garden in eight years. It started because we had a broken water pipe in the research fields in our area so we didn’t have water for two months in June and July. Water was somewhat accessible but it would’ve meant buying more hoses. We didn’t have the money and I didn’t want to do it. So what I saw was the tomatoes, the squash, the cucumbers – all the annuals that are more succulent, didn’t need to be watered. And it got real hot and dry. But we have the compost over it and plants that are growing around them so when you dig in the soil below them, it is still moist. It is still moist all throughout it. You can go there anytime of the year and dig in it and it is still moist. It’s not saturated to where it is choking or anything like that, but it is enough.<\/p>\n<p>…<\/p>\n<p>We know this is healthy soil. It’s nutritious soil, so the plants growing here give food that is highly nutritious. Most of the food – even organic food that people are eating – it isn’t nutritious because it’s not high in minerals. We are lacking a lot of minerals because it’s not in the soil. If you are using the practice of tilling and leaving the soil bare, you don’t have minerals in that soil. It’s effecting people in ways that they don’t realize. The cancers, the heart diseases, so many modern diseases are because we don’t have the nutrition in our food. It’s not just chemicals or things that attack our body. We don’t have the immune systems built. We didn’t used to get sick like we are now because of the nutrition that we used to get. All these things that are happening are a huge part of not having the minerals in the soil.<\/p>\n<p>We always make sure that she is covered some sort of way – either with compost or with plants. Once the garden has the 1,500 – 2,000 plants that we envision, we won’t really need to use anymore compost. It will just be what people call dead material – plant material will go back into the soil and it will build the organic matter.<\/p>\n<p><em>(walking through the garden) <\/em><\/p>\n<p>This is sumac and these are poplars. The birds plant them. This is a black walnut and this is a red maple. And this is Siberian Elm. There are raspberries. Take all the nettles. These poplars are four years old. They grow so fast because of the soil. This is what I am talking about. It’s not anything to do with me. It’s everything to do with how healthy the soil is.<\/p>\n<p>If you create a healthy environment, you are going to have healthy plants. That plum tree is 18 years old and still fruiting a ton. It is amazing to be out here when she is in full flower – to just come out here and sit under her. Through my culture, I wouldn’t prune this plum. So I had to talk to her for a long time. For almost a decade. People kept saying “you need to trim so it can fruit better.” But this is an indigenous plum from plum thickets. She’s tried to sucker out and we’ve trimmed that back. I say to people “so you trim every indigenous tree out there?”<\/p>\n<p>&nbsp;<\/p>\n<p>But I do it for different reasons. Mainly because I want her healthy enough to defeat all the toxins. Because if you see the dead tree over there in the corner. That’s a choke cherry. When they were spraying this field one year, she got some of the drift and it killed her immediately. That’s what happens. I have some elder berries over there. I don’t know if they are going to come up, because it’s the same thing. They spray and they spray.<\/p>\n<p>…<\/p>\n<p>The other day I was thinking that I am so mad that I have to be in these conversations. But if I don’t do it, there’s the threat of being passive or just being a viewer of what is happening. I couldn’t do that. It’s not in me.<\/p>\n<p>I enjoy making people feel awkward, but I do it in a way that is not going to be humiliating. I push people to think about these things. You are on someone else’s land that you are benefitting from. You are doing things that are harming the environment. There are ways you can do things that don’t and are part of the change. You have power. Don’t act stupid.<\/p>\n<p>I inform people because they can’t say they are ignorant anymore. Then it is on them.<\/p>\n<p>I’m proud that I am part of this as well as talking about it and making people feel uncomfortable. But giving them tools and different things they can do because that has to be part of the solution. You can’t just point out this is what we are doing and not give people anything because what does that do. It just opens up wounds and bad feelings and overwhelms people. A lot of people who are talking about this are not saying what we should do.<\/p>\n<p>There is a rage and anger we carry of how do we stop this? How do we do better? I really don’t think we have the capability anymore to change this system because people are so ingrained in this process that they don’t want anything different.<\/p>\n<p>When I talk about administrators that I have to deal with to manage this garden – eventually, they are going to be gone and my culture is still going to be here. And we are still going to be adamant that we haven’t gotten our land back. There are things that will never stop.<\/p>\n<p>We need those that are practicing these farming techniques to remember their ancestral ways. This is my ancestral way. This is part of it, because our ancestral ways were organic in their essence. I am here in 2019 and it’s different than 1819. However, I am not different than my relative who was sitting in this same spot 200 years ago. We still have that instinct of what to do but also the cultural practices of how to do it.<\/p>\n"}]},"contributors":[{"ID":3023,"post_author":"1","post_date":"2019-08-21 12:37:10","post_date_gmt":"2019-08-21 10:37:10","post_content":"","post_title":"Corinne Teed","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"corinne-teed","to_ping":"","pinged":"","post_modified":"2019-09-12 17:43:01","post_modified_gmt":"2019-09-12 15:43:01","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/corinne-teed\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/corinne-teed\/","acf":{"first_name":"Corinne","last_name":"Teed"}}],"projects":[{"ID":590,"post_author":"1","post_date":"2019-08-09 10:26:37","post_date_gmt":"2019-08-09 08:26:37","post_content":"<p><span style=\"font-weight: 400;\">Five introductions to responsibility for the uninvited traveller.<\/span><\/p>\n  <p>This series aims to provide readers with the contextual information necessary to become responsible uninvited guests in the <em>Anthropocene Drift<\/em>, while being nonprescriptive about the nature of that response. The ﬁeld guides assemble images, texts, maps, and other materials around key themes and locations within our geographical and conceptual region, resonating with the content of the Anthropocene River Journey mobile seminar.<\/p>\n ","post_title":"Field Guides to the Anthropocene Drift","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"field-guides-to-the-anthropocene-drift","to_ping":"","pinged":"","post_modified":"2020-07-02 12:17:12","post_modified_gmt":"2020-07-02 10:17:12","post_content_filtered":"","post_parent":581,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=590","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-2-anthropocene-drift\/field-guides-to-the-anthropocene-drift\/","acf":{"thumbnail":{"ID":25747,"id":25747,"title":"FieldGuideCrop","filename":"FieldGuideCrop.jpg","filesize":31008,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-2-anthropocene-drift\/field-guides-to-the-anthropocene-drift\/fieldguidecrop\/","alt":"","author":"12","description":"","caption":"","name":"fieldguidecrop","status":"inherit","uploaded_to":590,"date":"2020-05-14 16:02:40","modified":"2020-05-14 16:03:42","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":436,"height":320,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop.jpg","thumbnail-width":436,"thumbnail-height":320,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop-300x220.jpg","medium-width":300,"medium-height":220,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop.jpg","medium_large-width":436,"medium_large-height":320,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop.jpg","large-width":436,"large-height":320,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop.jpg","1536x1536-width":436,"1536x1536-height":320,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop.jpg","2048x2048-width":436,"2048x2048-height":320,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop.jpg","feature-width":436,"feature-height":320}},"teaser_text":"<p><span style=\"font-weight: 400;\">Five introductions to responsibility for the uninvited traveller.<\/span><\/p>\n","contributors":[{"ID":3297,"post_author":"1","post_date":"2019-08-21 12:37:34","post_date_gmt":"2019-08-21 10:37:34","post_content":"","post_title":"Ryan Griffis","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"ryan-griffis","to_ping":"","pinged":"","post_modified":"2020-09-16 16:05:24","post_modified_gmt":"2020-09-16 14:05:24","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/ryan-griffis\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/ryan-griffis\/","acf":{"first_name":"Ryan","last_name":"Griffis"}},{"ID":3097,"post_author":"1","post_date":"2019-08-21 12:37:17","post_date_gmt":"2019-08-21 10:37:17","post_content":"","post_title":"Heather Parrish","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"heather-parrish","to_ping":"","pinged":"","post_modified":"2019-09-12 17:42:24","post_modified_gmt":"2019-09-12 15:42:24","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/heather-parrish\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/heather-parrish\/","acf":{"first_name":"Heather","last_name":"Parrish"}},{"ID":3302,"post_author":"1","post_date":"2019-08-21 12:37:34","post_date_gmt":"2019-08-21 10:37:34","post_content":"","post_title":"Sam Muñoz","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"sam-munoz","to_ping":"","pinged":"","post_modified":"2019-09-12 17:41:59","post_modified_gmt":"2019-09-12 15:41:59","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/sam-munoz\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/sam-munoz\/","acf":{"first_name":"Sam","last_name":"Muñoz"}},{"ID":3023,"post_author":"1","post_date":"2019-08-21 12:37:10","post_date_gmt":"2019-08-21 10:37:10","post_content":"","post_title":"Corinne Teed","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"corinne-teed","to_ping":"","pinged":"","post_modified":"2019-09-12 17:43:01","post_modified_gmt":"2019-09-12 15:43:01","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/corinne-teed\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/corinne-teed\/","acf":{"first_name":"Corinne","last_name":"Teed"}},{"ID":3309,"post_author":"1","post_date":"2019-08-21 12:37:34","post_date_gmt":"2019-08-21 10:37:34","post_content":"","post_title":"Sarah Kanouse","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"sarah-kanouse","to_ping":"","pinged":"","post_modified":"2020-09-16 16:53:41","post_modified_gmt":"2020-09-16 14:53:41","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/sarah-kanouse\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/sarah-kanouse\/","acf":{"first_name":"Sarah","last_name":"Kanouse"}},{"ID":3249,"post_author":"1","post_date":"2019-08-21 12:37:28","post_date_gmt":"2019-08-21 10:37:28","post_content":"","post_title":"Nicholas Brown","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"nicholas-brown","to_ping":"","pinged":"","post_modified":"2019-11-04 15:50:40","post_modified_gmt":"2019-11-04 14:50:40","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/nicholas-brown\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/nicholas-brown\/","acf":{"first_name":"Nicholas","last_name":"Brown"}},{"ID":3295,"post_author":"1","post_date":"2019-08-21 12:37:34","post_date_gmt":"2019-08-21 10:37:34","post_content":"","post_title":"Rozalinda Borcilă","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"rozalinda-borcil","to_ping":"","pinged":"","post_modified":"2019-09-12 17:38:39","post_modified_gmt":"2019-09-12 15:38:39","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/rozalinda-borcil\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/rozalinda-borcil\/","acf":{"first_name":"Rozalinda","last_name":"Borcilă"}}],"methods":[{"term_id":5,"name":"Case Study","slug":"case-study","term_group":0,"term_taxonomy_id":5,"taxonomy":"method","description":"","parent":0,"count":130,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":3,"name":"Storytelling","slug":"storytelling","term_group":0,"term_taxonomy_id":3,"taxonomy":"method","description":"","parent":0,"count":143,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"keywords":[{"term_id":208,"name":"Engagement","slug":"engagement","term_group":0,"term_taxonomy_id":208,"taxonomy":"keyword","description":"","parent":0,"count":27,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":231,"name":"Knowledge production","slug":"knowledge-production","term_group":0,"term_taxonomy_id":231,"taxonomy":"keyword","description":"","parent":0,"count":36,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":235,"name":"Local knowledge","slug":"local-knowledge","term_group":0,"term_taxonomy_id":235,"taxonomy":"keyword","description":"","parent":0,"count":56,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"folksonomy":false,"location":false}}],"methods":[{"term_id":336,"name":"Conversation","slug":"conversation","term_group":0,"term_taxonomy_id":336,"taxonomy":"method","description":"","parent":0,"count":119,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":10,"name":"Field Work","slug":"field-work","term_group":0,"term_taxonomy_id":10,"taxonomy":"method","description":"","parent":0,"count":152,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"keywords":[{"term_id":322,"name":"Settler Colonialism","slug":"settlercolonialism","term_group":0,"term_taxonomy_id":322,"taxonomy":"keyword","description":"","parent":0,"count":48,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":174,"name":"Agriculture","slug":"agriculture","term_group":0,"term_taxonomy_id":174,"taxonomy":"keyword","description":"","parent":0,"count":61,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":323,"name":"Indigenous Rights","slug":"indigenousrights","term_group":0,"term_taxonomy_id":323,"taxonomy":"keyword","description":"","parent":0,"count":34,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"University Of Minnesota - St. Paul Campus, Buford Avenue, Falcon Heights, MN, USA","lat":44.9845978,"lng":-93.1853854,"zoom":14,"place_id":"ChIJg6WEQ4Mss1IRWo-JoNT_ctc","name":"University Of Minnesota - St. Paul Campus","street_number":"2053-2069","street_name":"Buford Avenue","street_name_short":"Buford Ave","city":"Falcon Heights","state":"Minnesota","state_short":"MN","post_code":"55108","country":"United States","country_short":"US"},"seo":""},"author_name":"fiona.shipwright","project_parents":[{"id":590,"title":"Field Guides to the Anthropocene Drift","post_title":"Field Guides to the Anthropocene Drift","slug":"field-guides-to-the-anthropocene-drift","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-2-anthropocene-drift\/field-guides-to-the-anthropocene-drift\/","post_type":"project"},{"id":581,"title":"Field Station 2: Anthropocene Drift","post_title":"Field Station 2: Anthropocene Drift","slug":"field-station-2-anthropocene-drift","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-2-anthropocene-drift\/","post_type":"project"},{"id":579,"title":"Field Stations","post_title":"Field Stations","slug":"field-stations","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/","post_type":"project"},{"id":8,"title":"Mississippi. An Anthropocene River","post_title":"Mississippi. An Anthropocene River","slug":"mississippi","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/","post_type":"project"}],"_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/29013"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/contribution"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/12"}],"version-history":[{"count":38,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/29013\/revisions"}],"predecessor-version":[{"id":32160,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/29013\/revisions\/32160"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=29013"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=29013"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=29013"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=29013"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]