[{"id":29031,"date":"2019-10-21T11:53:06","date_gmt":"2019-10-21T09:53:06","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contribution&#038;p=29031"},"modified":"2020-12-21T12:14:23","modified_gmt":"2020-12-21T11:14:23","slug":"in-the-kitchen","status":"publish","type":"contribution","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/in-the-kitchen\/","title":{"rendered":"In the Kitchen: An interview with Rhonda Funmaker"},"content":{"rendered":"<p>Food sustains and connects us. Corinne Teed discusses foraging, harvesting and Indigenous traditions with Ho-Chunk\/Anishinaabe gardener and cook Rhonda Funmaker.<\/p>\n<p>Based in the Driftless Area region in southwestern Wisconsin, Ho-Chunk\/Anishinaabe sisters Rhonda Funmaker and Jodee Smith have directed a number of projects that incorporate local foods and indigenous traditions. As part of the <a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-2-anthropocene-drift\/field-guides-to-the-anthropocene-drift\"><em>Field Guides to the Anthropocene Drift<\/em><\/a> series, Corinne Teed sits down with Funmaker to discuss foraging, harvesting foods, Indigenous traditions, and how to collectively move forward.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Food sustains and connects us. Corinne Teed discusses foraging, harvesting and Indigenous traditions with Ho-Chunk\/Anishinaabe gardener and cook Rhonda Funmaker. Based in the Driftless Area region in southwestern Wisconsin, Ho-Chunk\/Anishinaabe sisters Rhonda Funmaker and Jodee Smith have directed a number of projects that incorporate local foods and indigenous traditions. As part of the Field Guides [&hellip;]<\/p>\n","protected":false},"author":12,"template":"","method":[336],"keyword":[174,217,322],"folksonomy":[],"acf":{"publish_to_dat":false,"subtitle":"","thumbnail":{"ID":29032,"id":29032,"title":"MILKWEED_Grayscale copy","filename":"MILKWEED_Grayscale-copy.jpg","filesize":365635,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/10\/MILKWEED_Grayscale-copy.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/in-the-kitchen\/milkweed_grayscale-copy\/","alt":"","author":"12","description":"Image courtesy the author","caption":"","name":"milkweed_grayscale-copy","status":"inherit","uploaded_to":29031,"date":"2020-10-02 07:49:41","modified":"2020-10-02 07:49:55","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1269,"height":774,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/10\/MILKWEED_Grayscale-copy-768x468.jpg","thumbnail-width":768,"thumbnail-height":468,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/10\/MILKWEED_Grayscale-copy-300x183.jpg","medium-width":300,"medium-height":183,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/10\/MILKWEED_Grayscale-copy-768x468.jpg","medium_large-width":768,"medium_large-height":468,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/10\/MILKWEED_Grayscale-copy.jpg","large-width":1269,"large-height":774,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/10\/MILKWEED_Grayscale-copy.jpg","1536x1536-width":1269,"1536x1536-height":774,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/10\/MILKWEED_Grayscale-copy.jpg","2048x2048-width":1269,"2048x2048-height":774,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/10\/MILKWEED_Grayscale-copy-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/10\/MILKWEED_Grayscale-copy.jpg","feature-width":1269,"feature-height":774},"credits":null},"display_as_feature_image":true,"teaser_text":"<p>Food sustains and connects us. Corinne Teed discusses foraging, harvesting and Indigenous traditions with Ho-Chunk\/Anishinaabe gardener and cook Rhonda Funmaker.<\/p>\n","abstract":"<p>Based in the Driftless Area region in southwestern Wisconsin, Ho-Chunk\/Anishinaabe sisters Rhonda Funmaker and Jodee Smith have directed a number of projects that incorporate local foods and indigenous traditions. As part of the <a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-2-anthropocene-drift\/field-guides-to-the-anthropocene-drift\"><em>Field Guides to the Anthropocene Drift<\/em><\/a> series, Corinne Teed sits down with Funmaker to discuss foraging, harvesting foods, Indigenous traditions, and how to collectively move forward.<\/p>\n","footer_title":"","footer_collapsible":false,"footer_content":"","_content":{"content":[{"acf_fc_layout":"text","text":"<p>I first met Ho-Chunk\/Anishinaabe sisters Rhonda Funmaker and Jodee Smith across a counter of dough waiting to be mixed. They were cooking at a retreat center in the Wisconsin woods. Preparing lunch for a small gathering of artists and writers coming together in the Driftless Area to engage with histories of land, indigenous communities and settler colonialism. I felt called in to cook. It was a small kitchen for the number of bodies working, but somehow we all easily navigated the shared space – telling stories, getting direction from the sisters, and laughing as we went.<\/p>\n<p>Later that day, I walked in the woods and came upon a trove of golden chanterelles and chicken mushrooms. The forest floor was in bloom. A foraging comrade and I collected the fungi, excited to share them with our fellow travelers. The moment we walked into the dining area, Funmaker and Smith’s eyes lit up with the distinct delight of fellow foragers. Those mushrooms began conversations between us on plants, land, culture, conservation, and contamination. As we cooked and served food together, I learned more about their kinship with other species, about the hazards of a changing landscape, and about Ho-Chunk knowledge systems. When conceiving this field guide, I immediately thought of them and saw it as an opportunity to connect their knowledge with a larger conversation around relationships to land.<\/p>\n<p>Over the years in Baraboo, Funmaker and Smith have directed a number of projects that incorporate local foods and indigenous traditions, wild foraging for food and culture throughout. In 2016, they ran the restaurant Invictus. Serving organic, local farm to table and wild gathered fruits and vegetables, used for native fusion dishes that blended traditional Native American ingredients with diverse culinary techniques. The name of the restaurant comes from the Latin word for “un-conquered” and was chosen to honor Funmaker’s late husband Kenneth Funmaker, Bear clan leader, Silver-smith, artist, fluent Ho-chunk speaker and educator in the Ho-Chunk community. In addition to the innovative fare, the restaurant was a vibrant space for live music and gatherings that, alongside the food, built and strengthened relationships among Baraboo communities. Invictus also showcased one-of-a-kind Native Arts.<\/p>\n<p>From the stories shared with me, relationship-building is central to Funmaker’s work. Funmaker believes food relationships help bind people together to experience the spirit of the food. Funmaker is often participating at local festivals and events. To each event, she brings traditional ingredients like wild rice, lily roots, lilac tea, or hickory nuts – many wild foraged throughout Wisconsin. She also brings prayers to recognize and thank the spirits in the plants, in the water and in the fire that create each meal. Her knowledge encourages deeper relationships with our surrounding kin – from the plum trees, to the milkweed, to the water. Her words and practices help us all to recognize what is at stake in a changing landscape and to imagine future possibilities of living amongst our multi-formed relatives.<\/p>\n<h1><strong>Interview with Rhonda Funmaker<\/strong><\/h1>\n<p><em>I had the opportunity to sit down with Rhonda Funmaker and Jodee Smith to discuss foraging and harvesting foods and traditions. Rhonda Funmaker, Elder and Knowledge Keeper stated the following:<\/em><\/p>\n<p>Food is living. It grows. It matures. And then we harvest it. And in that harvesting, according to our traditions, food is one thing that we do not have to make an offering for because, like water or air, we are naturally entitled to it. That doesn’t mean that we can abuse it, but we do have to have it to survive. As long as we are respectful of it, it will continue to grow faithfully for us. In that growth, we also have to grow. It only stands to reason logically that if you consume something that is alive, that’s growing &#8211; you’re going to continue to grow from it. You are not going to just be sustained, you are also going to have mental and spiritual well-being and health from it.<\/p>\n<p>In order to be open for that kind of growth and knowledge, you just have to think before you touch it. The spirit of that food includes the spirit of the sun, the earth, the water that comes together to help in harvesting, the fire and the wood that allows us to cook it for the table – and the people that are going to receive it, no matter what they are going through that day, they need to know about that spirit.<\/p>\n<p>There is unseen knowledge that we are not privy to. So we just remember those entities and ask them to take care of everybody who’s going to eat that food.<\/p>\n<p>…<\/p>\n<p>Foods that are medicine are treated differently. A simple everyday example would be dandelion greens or the dandelion plant. It is considered medicine. Most weeds that people try to eradicate are medicines for us – both food and medicine.<\/p>\n<p>They have some of the most invaluable properties. Somebody was blessed with the knowledge of them and then it just traveled forward through that family. And then people using it became known. Our grandparents and great grandparents probably used it regularly and then, over time, lost it because of modernization. There are so many things to learn about food and tubers and the things that we get from the trees, tree bark. We use it all. We probably lost 50% of our ancestors’ knowledge &#8211; but what we have is still viable.<\/p>\n<p>As human beings, we are so far away from our own fire and the teachings of the fire. The knowledge of the stars. Being close to the water and its teachings. These all have natural laws. Some of them we call universal law that apply to food as nutrition and food as medicine. Water is a medicinal property too. Fire – we all have to have fire in some form to survive on a daily basis. They are all elements we need to survive. But what human beings don’t really see is that they’re killing their own elements of survival.<\/p>\n<p>We recognize the loss of plant and cultural knowledge combined with corporate mass production of GMO seeds, herbicides, predator eradication, and water contamination has created a toxic environment for plants and the lives of all species. Toxicity is not the only cause, the combinations of overdevelopment, less use of organic methodologies, the importance of natural balance is our environments are all factors.   Today we have to really look hard within communities where we have been gathering in for generations because the plants aren’t in the same places anymore. They are destroyed by the general population – especially by construction and development. There’s one place that we go where there is no construction, but the runoff from the farmers have killed what we used to gather. It’s horrible because, to us, the plants are living beings that we need a relationship with to survive and they are leaving.<\/p>\n<p>Plants are leaving faster than we can help them to be reintroduced. I wish that we really had a more academic setting for teaching part of our knowledge on how to recognize when a system is out of balance, how we as people effect that imbalance, and how we can help to introduce more of a balanced working relationship.<\/p>\n<p>Our generation is in a position to look forward, not fiscally, not about the GNP, we need to prepare the next generations to understand that the essence of life and survival of all species is water, air, earth and fire. All predators, birds and plants and life forms work together to keep the balance of the earth. Humans do not do that, but the plant and animal worlds do. They do it without compensation. They do it because it is the natural thing, the inherently right thing to do. Not because it is going to give them monetary benefit or social status. Unfortunately, we are the only species on the planet that thinks about monetary gain. In our teachings we do not capitalize on our medicines or medicine way of life.<\/p>\n<p>…<\/p>\n<p>There is always going to be life here in some form because they have more power than we do. A tree will stand the harshest winter and then come back in the spring. A fire will go through and then, after a certain amount of time, then those plants come back even stronger because that fire has actually strengthened them, the nutrients and the soil. It’s a system.<\/p>\n<p>We pay attention to the insects that come back and who appears first and what that is going to determine for the year. There are many factors. That’s the whole relationship with our community. It’s not just with human beings. Our community encompasses all of life. Most people are not taught to be mindful of that. Or perhaps some cultures have lost their teachings.<\/p>\n<p>Our elders would say that we are supposed to watch this nature – birds, animals, insects – and learn to live like they do. Learn to be more like them. Not that it’s all good. It’s harsh. But they have their own system, their own ecosystem and we’re adverse to that because we don’t actually meld very well with them. If we could, we would be a lot better – we’d be more sustainable, we’d be a lot healthier. Hopefully our younger generations that are coming through will be able to change that type of thinking. I am always hopeful. Every generation I am hopeful. And I’ve seen more of it happening so that’s really a positive to me.<\/p>\n<p>And even more people are talking about food systems, changing from how we can profit from this but more how can we sustain the earth with this.<\/p>\n<p>…<\/p>\n<p>There are some plants, some berries, some nuts that we really try to look for in the wild that are the hardest to find that are more endangered because of modernization. In the nut species, for years we looked for butternuts and hickory nuts because they are hardest to find in the wild. We would literally take a day and drive all over. We would section out areas and we would look and look and look. And then we would say ok – there is nothing here. I remember when I was a kid and we would go over here for something else, and the nuts were there. We were coming back from a place like that and found a small grove on county property.<\/p>\n<p>And we said: “we have to remember this! We have to mark this down so we can come back.” It used to be that you could go anywhere, and you could pick wild apples. Plums were another one. Plums used to be all over. You could get them wherever you wanted. You could drive down the road and say, “I’m going to go and get plums today and you could get plums.” And it’s the same thing. You can hardly find a plum tree.<\/p>\n<p>For us, milkweed is another example of a species that is food and medicine. So we go out of our way to collect them and harvest them every year. And if we don’t, we go to family and ask: “How much do you have? Can you spare some?” It is so important to us to the point where we get aggravated when worried that we are not going to have enough. And sometimes we don’t. Like with what our family does in going out and doing events, we will always have milkweed with us. We try to always offer that for people because I think it is important for people to know that if they are ever really hungry or they are ever really down and out feeling and they can’t go to the store and buy kale, they can go outside and harvest milkweed. We use it for soups, stir-fries and salads.<\/p>\n<p>…<\/p>\n<p>When we give demonstrations and showcase how to do things like pit cooking, people don’t want to just watch. They want to get in there. They want to handle the food. When we did the Kickapoo Valley Reserve’s Traditional Wisdom Celebration we had people donate a lot of food for that pit from their own gardens. It was all organic. We had tons of people chipping in and getting it ready. Of course, we started with a prayer. I took care of saying a prayer for handling the food and about having our minds come together.<\/p>\n<p>People were so responsive. They didn’t just experience the pit cooking. They were experiencing what it is to cook as a community. There was a different mindset in the beginning when we first started. You would hear people say ,“I brought this cast iron and this is mine” or “I brought this and this is mine”. Pretty soon they were saying “where is our cast iron? Where is our…” It became a community event. It became an integrated part of just being.<\/p>\n<p>It seems that when you are cooking, it always brings people closer together and they want to be in there cooking with you. They want to help. You don’t have to ask; they will always come. They are drawn to that energy, to that power. And it’s not ours. It’s from that food &#8211; the living food. When we come face to face with the power of the spirits of that food and the fire and the water of that prayer of all of those, we are inviting those spirits to come and be among us naturally to work with us and help us. It creates a vortex. You become one mind. You are moving in unison. And that’s what our elders used to tell us.<\/p>\n<p>If we are going to make this a healthier place to live, we have to do that. Natives and people of culture all over the world know that. This is our time. Because it is going to be too late if we don’t. We know that there are a lot of old souls with a lot of knowledge. And we know that because they are starting to seek the knowledge keepers and try to get that knowledge disseminated out to people. We are trying to work with that. We are part of that intentional movement. Like we are saying – food is one path. Art is another path. Even resistance is a path; that teaches us that all life must have a voice. Sometimes we must be their voice and stand in solidarity to stop exploitation of water, earth, air and fire. If our water resources die then we all die. My late husband, Kenneth used to say: “if our language dies we die”.   All these things that we do to survive are really part of teaching. It’s an opportunity to share our cultural, universal laws to people. As well as the knowledge of how to do things with food. These are gifts and I was taught, they cannot be bought, they have to be earned. How to respect the seed and the land that it gets planted into, this is learnable behavior.<\/p>\n<p>It’s like the comment you just made about the medicine garden, the plants. How they take care of each other. That’s exactly what we are supposed to be doing. We are taught to watch those things. Watch the birds. Watch how they interact. All living things. That right there just pulls that whole statement together. That’s how collectively we can move forward.<\/p>\n"}]},"contributors":[{"ID":3023,"post_author":"1","post_date":"2019-08-21 12:37:10","post_date_gmt":"2019-08-21 10:37:10","post_content":"","post_title":"Corinne Teed","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"corinne-teed","to_ping":"","pinged":"","post_modified":"2019-09-12 17:43:01","post_modified_gmt":"2019-09-12 15:43:01","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/corinne-teed\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/corinne-teed\/","acf":{"first_name":"Corinne","last_name":"Teed"}}],"projects":[{"ID":590,"post_author":"1","post_date":"2019-08-09 10:26:37","post_date_gmt":"2019-08-09 08:26:37","post_content":"<p><span style=\"font-weight: 400;\">Five introductions to responsibility for the uninvited traveller.<\/span><\/p>\n  <p>This series aims to provide readers with the contextual information necessary to become responsible uninvited guests in the <em>Anthropocene Drift<\/em>, while being nonprescriptive about the nature of that response. The ﬁeld guides assemble images, texts, maps, and other materials around key themes and locations within our geographical and conceptual region, resonating with the content of the Anthropocene River Journey mobile seminar.<\/p>\n ","post_title":"Field Guides to the Anthropocene Drift","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"field-guides-to-the-anthropocene-drift","to_ping":"","pinged":"","post_modified":"2020-07-02 12:17:12","post_modified_gmt":"2020-07-02 10:17:12","post_content_filtered":"","post_parent":581,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=590","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-2-anthropocene-drift\/field-guides-to-the-anthropocene-drift\/","acf":{"thumbnail":{"ID":25747,"id":25747,"title":"FieldGuideCrop","filename":"FieldGuideCrop.jpg","filesize":31008,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-2-anthropocene-drift\/field-guides-to-the-anthropocene-drift\/fieldguidecrop\/","alt":"","author":"12","description":"","caption":"","name":"fieldguidecrop","status":"inherit","uploaded_to":590,"date":"2020-05-14 16:02:40","modified":"2020-05-14 16:03:42","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":436,"height":320,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop.jpg","thumbnail-width":436,"thumbnail-height":320,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop-300x220.jpg","medium-width":300,"medium-height":220,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop.jpg","medium_large-width":436,"medium_large-height":320,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop.jpg","large-width":436,"large-height":320,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop.jpg","1536x1536-width":436,"1536x1536-height":320,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop.jpg","2048x2048-width":436,"2048x2048-height":320,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop.jpg","feature-width":436,"feature-height":320}},"teaser_text":"<p><span style=\"font-weight: 400;\">Five introductions to responsibility for the uninvited traveller.<\/span><\/p>\n","contributors":[{"ID":3297,"post_author":"1","post_date":"2019-08-21 12:37:34","post_date_gmt":"2019-08-21 10:37:34","post_content":"","post_title":"Ryan Griffis","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"ryan-griffis","to_ping":"","pinged":"","post_modified":"2020-09-16 16:05:24","post_modified_gmt":"2020-09-16 14:05:24","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/ryan-griffis\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/ryan-griffis\/","acf":{"first_name":"Ryan","last_name":"Griffis"}},{"ID":3097,"post_author":"1","post_date":"2019-08-21 12:37:17","post_date_gmt":"2019-08-21 10:37:17","post_content":"","post_title":"Heather Parrish","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"heather-parrish","to_ping":"","pinged":"","post_modified":"2019-09-12 17:42:24","post_modified_gmt":"2019-09-12 15:42:24","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/heather-parrish\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/heather-parrish\/","acf":{"first_name":"Heather","last_name":"Parrish"}},{"ID":3302,"post_author":"1","post_date":"2019-08-21 12:37:34","post_date_gmt":"2019-08-21 10:37:34","post_content":"","post_title":"Sam Muñoz","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"sam-munoz","to_ping":"","pinged":"","post_modified":"2019-09-12 17:41:59","post_modified_gmt":"2019-09-12 15:41:59","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/sam-munoz\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/sam-munoz\/","acf":{"first_name":"Sam","last_name":"Muñoz"}},{"ID":3023,"post_author":"1","post_date":"2019-08-21 12:37:10","post_date_gmt":"2019-08-21 10:37:10","post_content":"","post_title":"Corinne Teed","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"corinne-teed","to_ping":"","pinged":"","post_modified":"2019-09-12 17:43:01","post_modified_gmt":"2019-09-12 15:43:01","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/corinne-teed\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/corinne-teed\/","acf":{"first_name":"Corinne","last_name":"Teed"}},{"ID":3309,"post_author":"1","post_date":"2019-08-21 12:37:34","post_date_gmt":"2019-08-21 10:37:34","post_content":"","post_title":"Sarah Kanouse","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"sarah-kanouse","to_ping":"","pinged":"","post_modified":"2020-09-16 16:53:41","post_modified_gmt":"2020-09-16 14:53:41","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/sarah-kanouse\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/sarah-kanouse\/","acf":{"first_name":"Sarah","last_name":"Kanouse"}},{"ID":3249,"post_author":"1","post_date":"2019-08-21 12:37:28","post_date_gmt":"2019-08-21 10:37:28","post_content":"","post_title":"Nicholas Brown","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"nicholas-brown","to_ping":"","pinged":"","post_modified":"2019-11-04 15:50:40","post_modified_gmt":"2019-11-04 14:50:40","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/nicholas-brown\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/nicholas-brown\/","acf":{"first_name":"Nicholas","last_name":"Brown"}},{"ID":3295,"post_author":"1","post_date":"2019-08-21 12:37:34","post_date_gmt":"2019-08-21 10:37:34","post_content":"","post_title":"Rozalinda Borcilă","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"rozalinda-borcil","to_ping":"","pinged":"","post_modified":"2019-09-12 17:38:39","post_modified_gmt":"2019-09-12 15:38:39","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/rozalinda-borcil\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/rozalinda-borcil\/","acf":{"first_name":"Rozalinda","last_name":"Borcilă"}}],"methods":[{"term_id":5,"name":"Case Study","slug":"case-study","term_group":0,"term_taxonomy_id":5,"taxonomy":"method","description":"","parent":0,"count":130,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":3,"name":"Storytelling","slug":"storytelling","term_group":0,"term_taxonomy_id":3,"taxonomy":"method","description":"","parent":0,"count":143,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"keywords":[{"term_id":208,"name":"Engagement","slug":"engagement","term_group":0,"term_taxonomy_id":208,"taxonomy":"keyword","description":"","parent":0,"count":27,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":231,"name":"Knowledge production","slug":"knowledge-production","term_group":0,"term_taxonomy_id":231,"taxonomy":"keyword","description":"","parent":0,"count":36,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":235,"name":"Local knowledge","slug":"local-knowledge","term_group":0,"term_taxonomy_id":235,"taxonomy":"keyword","description":"","parent":0,"count":56,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"folksonomy":false,"location":false}}],"methods":[{"term_id":336,"name":"Conversation","slug":"conversation","term_group":0,"term_taxonomy_id":336,"taxonomy":"method","description":"","parent":0,"count":119,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"keywords":[{"term_id":174,"name":"Agriculture","slug":"agriculture","term_group":0,"term_taxonomy_id":174,"taxonomy":"keyword","description":"","parent":0,"count":61,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":322,"name":"Settler Colonialism","slug":"settlercolonialism","term_group":0,"term_taxonomy_id":322,"taxonomy":"keyword","description":"","parent":0,"count":48,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":217,"name":"Future","slug":"future","term_group":0,"term_taxonomy_id":217,"taxonomy":"keyword","description":"","parent":0,"count":27,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Driftless Area, South Iowa Street, Dodgeville, Wisconsin, USA","lat":42.9585603,"lng":-90.1306036,"zoom":14,"place_id":"ChIJUV7BIMBl_YcRx4fyyHWm6Oc","name":"Driftless Area","street_number":"206","street_name":"South Iowa Street","street_name_short":"S Iowa St","city":"Dodgeville","state":"Wisconsin","state_short":"WI","post_code":"53533","country":"United States","country_short":"US"},"seo":""},"author_name":"fiona.shipwright","project_parents":[{"id":590,"title":"Field Guides to the Anthropocene Drift","post_title":"Field Guides to the Anthropocene Drift","slug":"field-guides-to-the-anthropocene-drift","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-2-anthropocene-drift\/field-guides-to-the-anthropocene-drift\/","post_type":"project"},{"id":581,"title":"Field Station 2: Anthropocene Drift","post_title":"Field Station 2: Anthropocene Drift","slug":"field-station-2-anthropocene-drift","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-2-anthropocene-drift\/","post_type":"project"},{"id":579,"title":"Field Stations","post_title":"Field Stations","slug":"field-stations","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/","post_type":"project"},{"id":8,"title":"Mississippi. An Anthropocene River","post_title":"Mississippi. An Anthropocene River","slug":"mississippi","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/","post_type":"project"}],"_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/29031"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/contribution"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/12"}],"version-history":[{"count":40,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/29031\/revisions"}],"predecessor-version":[{"id":32154,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/29031\/revisions\/32154"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=29031"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=29031"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=29031"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=29031"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]