[{"id":28717,"date":"2019-12-21T12:56:23","date_gmt":"2019-12-21T11:56:23","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contribution&#038;p=28717"},"modified":"2020-12-21T13:13:04","modified_gmt":"2020-12-21T12:13:04","slug":"kansan-view-from-iowa-point-1-glacial","status":"publish","type":"contribution","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/kansan-view-from-iowa-point-1-glacial\/","title":{"rendered":"Kansan—View from Iowa Point"},"content":{"rendered":"<p>From Iowa Point, situated along the Glacial Hills Scenic Byway, visitors can behold a view that anchors the narrative of a violent settler geology.<\/p>\n<p>The Meskonsing-Kansan territory is a land physically transformed by glaciers and colonization alike. Through glaciation, US settler-colonial countertemporality validates and normalizes itself, legitimating and rendering timeless settler claims to territory and political authority. This excerpt, part of an essay from the <em><a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-2-anthropocene-drift\/field-guides-to-the-anthropocene-drift\/\">Field Guides to the Anthropocene Drift<\/a><\/em> series, considers the view from Iowa Point, which anchors this narrative of settler geology.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>From Iowa Point, situated along the Glacial Hills Scenic Byway, visitors can behold a view that anchors the narrative of a violent settler geology. The Meskonsing-Kansan territory is a land physically transformed by glaciers and colonization alike. Through glaciation, US settler-colonial countertemporality validates and normalizes itself, legitimating and rendering timeless settler claims to territory and [&hellip;]<\/p>\n","protected":false},"author":3,"template":"","method":[10,8,3],"keyword":[338,323,322],"folksonomy":[],"acf":{"publish_to_dat":false,"subtitle":"","thumbnail":{"ID":28726,"id":28726,"title":"03KS_02erratic01","filename":"03KS_02erratic01.jpg","filesize":6703560,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/03KS_02erratic01.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/28717-revision-v1\/03ks_02erratic01\/","alt":"","author":"3","description":"Image courtesy the authors","caption":"Sioux Quartzite boulder on the Native Stone Byway. This byway narrates early Kansas history by weaving together the fight for emancipation and the government-subsidized enclosure of the open range using fencing made of native limestone. In the narrative unfolding of the antagonisms between slavers and free-staters over the status of  Black life as property, and between open-range ranchers and “fence-in” farmers over competing regimes of land as property, the foundational antagonism slips from view. Indians appear as erratics marking historical paths, and native stone marking property lines. ","name":"03ks_02erratic01","status":"inherit","uploaded_to":28727,"date":"2020-09-28 13:55:13","modified":"2020-09-28 13:58:47","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":8688,"height":5792,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/03KS_02erratic01.jpg","thumbnail-width":768,"thumbnail-height":512,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/03KS_02erratic01.jpg","medium-width":300,"medium-height":200,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/03KS_02erratic01.jpg","medium_large-width":768,"medium_large-height":512,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/03KS_02erratic01.jpg","large-width":1400,"large-height":933,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/03KS_02erratic01.jpg","1536x1536-width":1536,"1536x1536-height":1024,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/03KS_02erratic01.jpg","2048x2048-width":2048,"2048x2048-height":1365,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/03KS_02erratic01.jpg","tiny-preview-width":48,"tiny-preview-height":32,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/03KS_02erratic01.jpg","feature-width":1600,"feature-height":1067},"credits":null},"display_as_feature_image":true,"teaser_text":"<p>From Iowa Point, situated along the Glacial Hills Scenic Byway, visitors can behold a view that anchors the narrative of a violent settler geology.<\/p>\n","abstract":"<p>The Meskonsing-Kansan territory is a land physically transformed by glaciers and colonization alike. Through glaciation, US settler-colonial countertemporality validates and normalizes itself, legitimating and rendering timeless settler claims to territory and political authority. This excerpt, part of an essay from the <em><a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-2-anthropocene-drift\/field-guides-to-the-anthropocene-drift\/\">Field Guides to the Anthropocene Drift<\/a><\/em> series, considers the view from Iowa Point, which anchors this narrative of settler geology.<\/p>\n","footer_title":"","footer_collapsible":false,"footer_content":"","_content":{"content":[{"acf_fc_layout":"text","text":"<p><em>“Indeed, stories themselves like glaciers\/ice\/rivers\/water are deemed to have social lives and particular agencies. They circulate, they are transformative, and they are living.” <\/em><\/p>\n<p>––Eleanor Hayman<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Eleanor Hayman, “Future rivers of the Anthropocene or whose Anthropocene is it? Decolonising the Anthropocene!” <em>Decolonization: Indigeneity, Education &amp; Society<\/em> 6, no. 2 (2018), 83<\/span><\/span><\/p>\n<p><em>…“Objects” and “forces” such as stones, thunder, or stars are known within our ontologies to be sentient and knowing persons. This…helps us to see that violence against nonhumans––water, earth, plant, animal—is linked to violence against particular humans who have historically been de-animated, made “less-than-human,” made “animal.” <\/em><\/p>\n<p>––Kim Tallbear<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Kim Tallbear, “Reading of Cryopreservation Practices and Ethics (and Why I’d Rather Talk About Pipestone,” American Anthropological Association 111th annual meeting, San Francisco, CA. <a href=\"http:\/\/indigenoussts.com\/an-indigenous-ontological-reading-of-cryopreservation-practices-and-ethics-and-why-id-rather-think-about-pipestone\">http:\/\/indigenoussts.com\/an-indigenous-ontological-reading-of-cryopreservation-practices-and-ethics-and-why-id-rather-think-about-pipestone<\/a>\/<\/span><\/span><\/p>\n<p>&nbsp;<\/p>\n<h1>View from Iowa Point #1: Glacial<\/h1>\n<p>Even in -8ºF degree weather, we are not the only travelers on the Glacial Hills Scenic Byway. Elaborate markers, smooth paving and an array of heritage tourism amenities betray a flush of recent investment in this 63 mile stretch of road running south to north between the towns of Leavenworth and White Cloud, following the west bank of the Missouri River on the Kansas side. The brochure for the byway notes that “the Glacial Hills Scenic Byway gets its name from the rolling hills and rock-strewn valleys of Northeast Kansas carved by ancient glaciers,” and it also narrates “the earliest days of pioneer settlement of Kansas along the Missouri River.”<\/p>\n<p>We stop at Iowa Point in front of three signs staged in a concave arrangement. Our view from here is meant to echo the panoramic image that stretches across the bottom of the signs: a view across the Missouri floodplain to the river and bluff of the opposite bank. It’s a clunky and somewhat anxious device designed to situate us spatially within what experience designers like to call a viewshed—a structured field of attention meant to enable particular readings of landscape and waterscape. But at Iowa Point the channel of the Missouri river curves 400 or 500 feet away from the Scenic Byway, and the bluffs are barely visible above the elevated roadway between us and the water. Instead of the river we are facing a levee.<\/p>\n<p>The first panel is titled: “Ancient ice sheets shaped northeast Kansas’ landscape.” Northeast Kansas is defined here as a region by glaciation and it’s (residual) matter—glaciers (“some of the earth’s largest moving objects”), erratics (“rocks carried by advancing glaciers from South Dakota, Iowa and Minnesota and left here after their retreat”), loess (“a windblown silt created by the movement of glaciers” which is “especially fertile” and “ideal for agriculture”), and a series of agricultural commodities that are “as a result” of the loess soils (corn, soybeans, wheat, hay, sorghum, dairy milk and cattle). This is the “you are here” part of the trilogy, an orientation that is as much about space as it is about time. And this “here” is carved by glacial westward advances beginning over 600,000 years ago during the Independence Ice Age—named after Independence Creek, located a few miles south, which itself was named by Lewis &amp; Clark on July 4, 1804 when they paused to formally mark what is famously known as “the first Independence Day in the West”.<\/p>\n<p>Before it was called the Independence, the glaciation was called the Kansan, named after the state which itself was named after a French and then English phonetic mistranslation of the name of a people forcefully displaced from here by the United States beginning in 1825. Scientific models developed in Wisconsin, where glacial deposits are younger and better preserved, were subsequently applied to construct a theoretical model for the Kansan, where extensive post-glacial erosion made stratigraphic study and periodization more difficult. But in the 1980s, the Kansan model was invalidated by new dating technologies, leaving what geologist James Aber described as “a void in the scientific knowledge,” which of course called for a new map and theory. “The Independence formation is herein proposed as a lithostratigraphic unit…,” a model of stratigraphic relations (layer sequence) of different lithologies (inventories of mineral properties) dating the glaciation at 1,000,000-9,000,000 years ago. “The Independence Formation contains fragments of granite, rhyolite, gneiss, greenstone, gabbro, iron formation, amphibole, tourmaline, garnet, and other erratics derived from the Canadian Shield. This is the key criterion for recognizing the Independence Formation. The presence of Sioux Quartzite cobbles and boulders as well as other erratics of northern origin is also a diagnostic.&#8221;<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>James Aber, “The Glaciation of Northeastern Kansa,” <em>Boreas<\/em> 20 (1991), 279-314.<\/span><\/span> The name Independence was itself formally abandoned by the Kansas Geological Survey in 2006 when the lower deposits were found to have reverse polarity and dated at more than 2 million years old—stratigraphic time and geologic age could not be reconciled by the model. But the name Independence stuck and gained prominence in vernacular use, and was formally adopted by the Kansas Scenic Byways Program as part of a regional economic development plan based on automobile tourism.<\/p>\n<p>The second panel at Iowa Point is titled “Landscape of the Glacial Hills: Glaciers create lakes, rivers and fertile soil for Kansas settlers.” Glaciers explicitly beckon settlement and industrial agriculture; the land comes into being as settler property claims to be actualized in the future, awaiting valorization through the mastery of white men. The panel also includes schematic drawings of the Independence lithostratigraphy and in-depth descriptions of the “most notable Kansas bluff overlooking the Missouri, and one of the 8 Wonders of Kansas Geography”: the Four-State lookout just south of Iowa Point. From here, the visitor can behold the view that confirms the interlinked settler geology: “four states, the river, the farmland and the rolling hills.” The third panel, “The Barns of Doniphan County: an all-purpose barn for the Kansas farmer” redefines the region through the byre and bluff barn, a place-making technology through which “people who settled this scenic part of our state” adapted the glacial hills topography to the imperatives and logistics of industrialized agriculture. A scenic drive provides material evidence and affective anchoring for this narrative arc.<\/p>\n<p><strong> <\/strong><\/p>\n<h1><strong>Relations<\/strong><\/h1>\n<p><em><br \/>\nThe racial categorization of Blackness shares its natality with mining in the New World, as does the material impetus for colonialism in the first instance. This means that the idea of Blackness and the displacement and eradication of Indigenous peoples get caught and defined in the ontological wake of geology. The human and its subcategory, the inhuman, are historically relational to a discourse of settler-colonial rights and the material practices of extraction, which is to say that the categorization of matter is a spatial execution of place, land and person cut from relation through geographic displacement. <\/em><\/p>\n<p>––Kathryn Yusoff<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Kathryn Yusoff, <em>A Billion Black Anthropocenes or None, <\/em>Minneapolis: University of Minnesota Press, 2018.<\/span><\/span><\/p>\n<p>&nbsp;<\/p>\n<p>In the quiet of a deep winter freeze, geology’s colonial thirst reverberates as it fractures Indigenous place, making erratic and making “Indian” in its wake. Sioux, after an English version of a French version of a Native name, both Indian and rock, made a diagnostic of geology’s “geopolitical mattering,” of racialized dismemberment of and from place. The Kansan and Independence stabilize and cohere settlement as the “natural” logic of geologic progression. Kansan glaciers and Kansa Indians resonate as what Jodi Byrd names “cultural and political modes of ‘Indianness’ regulated and produced by US settler imperialism.”<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Jodi A. Byrd, <em>The Transit of Empire: Indigenous Critiques of Colonialism, <\/em>Minneapolis: University of Minnesota Press, 2011, xv.<\/span><\/span> Glaciers and Indians are animate but not human, not alive or agentic, but thing-like, productive only in their retreat. Glacial progeny—soil, rocks, minerals, waterways, commodity crops—are left neither knowing nor remembering, neither alive nor dead, an inventory of properties to be animated as settler property.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Yusoff, 6.<\/span><\/span><\/p>\n<p>But settler property in land, settler political authority and market-oriented agriculture required—and continue to require—the violent disruption of Indigenous modes of relation to land and Indigenous sovereignties. “Northeast Kansas” names a territorial counter-formation, a set of counter-relations, produced against Indigenous sovereignties and modes of relation which are continuously disrupted and denied. This ongoing violence involves vacating glaciers, land, water, rocks, animals, plants, and Indians of liveness, agency and memory, and the ongoing denial of these realities by settler society. To arrive at these signs, to be addressed by them, is to be drawn into a violent, extractive mode of relation which is both organized, and effaced, as glacial—regulating the relationship between life and nonlife, between agentic and inert, between human and subhuman and nonhuman, through conquest, property and possession.<\/p>\n<p>At Iowa Point, the making of settler property claims, of modes of relation centered on capitalized land, “provides the baseline for the unfolding of time itself.”<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Mark Rifkin, <em>Beyond Settler Time: Temporal Sovereignty and Indigenous Self-Determination, <\/em>Durham and London, Duke University Press, 2017, 2.<\/span><\/span> Like the glaciers, like settlement and industrial agriculture, time advances implacably westward. The experience of time, of the present moment, of transformation and motion, of being in place, of the making of the earth and its possible futures, become regulated by the calculations of settlement—capitalization, property, allotment, inheritance, development, logistics. Capital claims of the past claim us as kin through succession and inheritance, a claim and inheritance that is both ahistorical and timeless, that can extend in perpetuity.<\/p>\n<p>This countertemporality is settler deep time. It pushes beyond time immemorial, gaining coherence over and against Indigenous temporalities. It asserts itself not as a temporal framework, but as the only temporal framework. Through glaciation, US settler-colonial countertemporality validates and normalizes itself, legitimating and rendering timeless settler claims to territory and political authority, and foreclosing upon not only other histories but other temporalities and other futurities.<\/p>\n<p>Read the full essay in <a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-2-anthropocene-drift\/field-guides-to-the-anthropocene-drift\/meskonsing-kansan\">Meskonsing-Kansan: Field Guide 01<\/a>.<\/p>\n"}]},"contributors":[{"ID":3295,"post_author":"1","post_date":"2019-08-21 12:37:34","post_date_gmt":"2019-08-21 10:37:34","post_content":"","post_title":"Rozalinda Borcilă","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"rozalinda-borcil","to_ping":"","pinged":"","post_modified":"2019-09-12 17:38:39","post_modified_gmt":"2019-09-12 15:38:39","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/rozalinda-borcil\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/rozalinda-borcil\/","acf":{"first_name":"Rozalinda","last_name":"Borcilă"}},{"ID":3249,"post_author":"1","post_date":"2019-08-21 12:37:28","post_date_gmt":"2019-08-21 10:37:28","post_content":"","post_title":"Nicholas Brown","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"nicholas-brown","to_ping":"","pinged":"","post_modified":"2019-11-04 15:50:40","post_modified_gmt":"2019-11-04 14:50:40","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/nicholas-brown\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/nicholas-brown\/","acf":{"first_name":"Nicholas","last_name":"Brown"}}],"projects":[{"ID":590,"post_author":"1","post_date":"2019-08-09 10:26:37","post_date_gmt":"2019-08-09 08:26:37","post_content":"<p><span style=\"font-weight: 400;\">Five introductions to responsibility for the uninvited traveller.<\/span><\/p>\n  <p>This series aims to provide readers with the contextual information necessary to become responsible uninvited guests in the <em>Anthropocene Drift<\/em>, while being nonprescriptive about the nature of that response. The ﬁeld guides assemble images, texts, maps, and other materials around key themes and locations within our geographical and conceptual region, resonating with the content of the Anthropocene River Journey mobile seminar.<\/p>\n ","post_title":"Field Guides to the Anthropocene Drift","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"field-guides-to-the-anthropocene-drift","to_ping":"","pinged":"","post_modified":"2020-07-02 12:17:12","post_modified_gmt":"2020-07-02 10:17:12","post_content_filtered":"","post_parent":581,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=590","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-2-anthropocene-drift\/field-guides-to-the-anthropocene-drift\/","acf":{"thumbnail":{"ID":25747,"id":25747,"title":"FieldGuideCrop","filename":"FieldGuideCrop.jpg","filesize":31008,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-2-anthropocene-drift\/field-guides-to-the-anthropocene-drift\/fieldguidecrop\/","alt":"","author":"12","description":"","caption":"","name":"fieldguidecrop","status":"inherit","uploaded_to":590,"date":"2020-05-14 16:02:40","modified":"2020-05-14 16:03:42","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":436,"height":320,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop.jpg","thumbnail-width":436,"thumbnail-height":320,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop-300x220.jpg","medium-width":300,"medium-height":220,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop.jpg","medium_large-width":436,"medium_large-height":320,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop.jpg","large-width":436,"large-height":320,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop.jpg","1536x1536-width":436,"1536x1536-height":320,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop.jpg","2048x2048-width":436,"2048x2048-height":320,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/05\/FieldGuideCrop.jpg","feature-width":436,"feature-height":320}},"teaser_text":"<p><span style=\"font-weight: 400;\">Five introductions to responsibility for the uninvited traveller.<\/span><\/p>\n","contributors":[{"ID":3297,"post_author":"1","post_date":"2019-08-21 12:37:34","post_date_gmt":"2019-08-21 10:37:34","post_content":"","post_title":"Ryan Griffis","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"ryan-griffis","to_ping":"","pinged":"","post_modified":"2020-09-16 16:05:24","post_modified_gmt":"2020-09-16 14:05:24","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/ryan-griffis\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/ryan-griffis\/","acf":{"first_name":"Ryan","last_name":"Griffis"}},{"ID":3097,"post_author":"1","post_date":"2019-08-21 12:37:17","post_date_gmt":"2019-08-21 10:37:17","post_content":"","post_title":"Heather Parrish","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"heather-parrish","to_ping":"","pinged":"","post_modified":"2019-09-12 17:42:24","post_modified_gmt":"2019-09-12 15:42:24","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/heather-parrish\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/heather-parrish\/","acf":{"first_name":"Heather","last_name":"Parrish"}},{"ID":3302,"post_author":"1","post_date":"2019-08-21 12:37:34","post_date_gmt":"2019-08-21 10:37:34","post_content":"","post_title":"Sam Muñoz","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"sam-munoz","to_ping":"","pinged":"","post_modified":"2019-09-12 17:41:59","post_modified_gmt":"2019-09-12 15:41:59","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/sam-munoz\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/sam-munoz\/","acf":{"first_name":"Sam","last_name":"Muñoz"}},{"ID":3023,"post_author":"1","post_date":"2019-08-21 12:37:10","post_date_gmt":"2019-08-21 10:37:10","post_content":"","post_title":"Corinne Teed","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"corinne-teed","to_ping":"","pinged":"","post_modified":"2019-09-12 17:43:01","post_modified_gmt":"2019-09-12 15:43:01","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/corinne-teed\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/corinne-teed\/","acf":{"first_name":"Corinne","last_name":"Teed"}},{"ID":3309,"post_author":"1","post_date":"2019-08-21 12:37:34","post_date_gmt":"2019-08-21 10:37:34","post_content":"","post_title":"Sarah Kanouse","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"sarah-kanouse","to_ping":"","pinged":"","post_modified":"2020-09-16 16:53:41","post_modified_gmt":"2020-09-16 14:53:41","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/sarah-kanouse\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/sarah-kanouse\/","acf":{"first_name":"Sarah","last_name":"Kanouse"}},{"ID":3249,"post_author":"1","post_date":"2019-08-21 12:37:28","post_date_gmt":"2019-08-21 10:37:28","post_content":"","post_title":"Nicholas Brown","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"nicholas-brown","to_ping":"","pinged":"","post_modified":"2019-11-04 15:50:40","post_modified_gmt":"2019-11-04 14:50:40","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/nicholas-brown\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/nicholas-brown\/","acf":{"first_name":"Nicholas","last_name":"Brown"}},{"ID":3295,"post_author":"1","post_date":"2019-08-21 12:37:34","post_date_gmt":"2019-08-21 10:37:34","post_content":"","post_title":"Rozalinda Borcilă","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"rozalinda-borcil","to_ping":"","pinged":"","post_modified":"2019-09-12 17:38:39","post_modified_gmt":"2019-09-12 15:38:39","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/rozalinda-borcil\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/rozalinda-borcil\/","acf":{"first_name":"Rozalinda","last_name":"Borcilă"}}],"methods":[{"term_id":5,"name":"Case Study","slug":"case-study","term_group":0,"term_taxonomy_id":5,"taxonomy":"method","description":"","parent":0,"count":130,"filter":"raw","author_name":"mira.witte_admin","permalink":false,"acf":[]},{"term_id":3,"name":"Storytelling","slug":"storytelling","term_group":0,"term_taxonomy_id":3,"taxonomy":"method","description":"","parent":0,"count":143,"filter":"raw","author_name":"mira.witte_admin","permalink":false,"acf":[]}],"keywords":[{"term_id":208,"name":"Engagement","slug":"engagement","term_group":0,"term_taxonomy_id":208,"taxonomy":"keyword","description":"","parent":0,"count":27,"filter":"raw","author_name":"mira.witte_admin","permalink":false,"acf":[]},{"term_id":231,"name":"Knowledge production","slug":"knowledge-production","term_group":0,"term_taxonomy_id":231,"taxonomy":"keyword","description":"","parent":0,"count":36,"filter":"raw","author_name":"mira.witte_admin","permalink":false,"acf":[]},{"term_id":235,"name":"Local knowledge","slug":"local-knowledge","term_group":0,"term_taxonomy_id":235,"taxonomy":"keyword","description":"","parent":0,"count":56,"filter":"raw","author_name":"mira.witte_admin","permalink":false,"acf":[]}],"folksonomy":false,"location":false}}],"methods":[{"term_id":8,"name":"Reflection","slug":"reflection","term_group":0,"term_taxonomy_id":8,"taxonomy":"method","description":"","parent":0,"count":188,"filter":"raw","author_name":"mira.witte_admin","permalink":false,"acf":[]},{"term_id":3,"name":"Storytelling","slug":"storytelling","term_group":0,"term_taxonomy_id":3,"taxonomy":"method","description":"","parent":0,"count":143,"filter":"raw","author_name":"mira.witte_admin","permalink":false,"acf":[]},{"term_id":10,"name":"Field Work","slug":"field-work","term_group":0,"term_taxonomy_id":10,"taxonomy":"method","description":"","parent":0,"count":152,"filter":"raw","author_name":"mira.witte_admin","permalink":false,"acf":[]}],"keywords":[{"term_id":322,"name":"Settler Colonialism","slug":"settlercolonialism","term_group":0,"term_taxonomy_id":322,"taxonomy":"keyword","description":"","parent":0,"count":48,"filter":"raw","author_name":"mira.witte_admin","permalink":false,"acf":[]},{"term_id":338,"name":"Glaciation","slug":"glaciation","term_group":0,"term_taxonomy_id":338,"taxonomy":"keyword","description":"","parent":0,"count":7,"filter":"raw","author_name":"mira.witte_admin","permalink":false,"acf":[]},{"term_id":323,"name":"Indigenous Rights","slug":"indigenousrights","term_group":0,"term_taxonomy_id":323,"taxonomy":"keyword","description":"","parent":0,"count":34,"filter":"raw","author_name":"mira.witte_admin","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Iowa Point, Iowa, KS, USA","lat":39.928331,"lng":-95.23858729999999,"zoom":14,"place_id":"ChIJ1Syg6-hZlYcRsGv-L13gqBs","name":"Iowa Point","state":"Kansas","state_short":"KS","post_code":"66035","country":"United States","country_short":"US"},"seo":""},"author_name":"mira.witte_admin","project_parents":[{"id":590,"title":"Field Guides to the Anthropocene Drift","post_title":"Field Guides to the Anthropocene Drift","slug":"field-guides-to-the-anthropocene-drift","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-2-anthropocene-drift\/field-guides-to-the-anthropocene-drift\/","post_type":"project"},{"id":581,"title":"Field Station 2: Anthropocene Drift","post_title":"Field Station 2: Anthropocene Drift","slug":"field-station-2-anthropocene-drift","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/field-station-2-anthropocene-drift\/","post_type":"project"},{"id":579,"title":"Field Stations","post_title":"Field Stations","slug":"field-stations","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/field-stations\/","post_type":"project"},{"id":8,"title":"Mississippi. An Anthropocene River","post_title":"Mississippi. An Anthropocene River","slug":"mississippi","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/","post_type":"project"}],"_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/28717"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/contribution"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/3"}],"version-history":[{"count":58,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/28717\/revisions"}],"predecessor-version":[{"id":32209,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/28717\/revisions\/32209"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=28717"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=28717"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=28717"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=28717"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]