[{"id":27581,"date":"2020-07-31T15:00:59","date_gmt":"2020-07-31T13:00:59","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contribution&#038;p=27581"},"modified":"2020-08-08T09:32:21","modified_gmt":"2020-08-08T07:32:21","slug":"louisiana-a-planetary-reactor","status":"publish","type":"contribution","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/louisiana-a-planetary-reactor\/","title":{"rendered":"Louisiana: A Planetary Reactor"},"content":{"rendered":"<p>A <em>River Journey<\/em> reflection on power, the simultaneously planetary and molecular petrochemical industry, and the petrostate.<\/p>\n<p>With its ubiquitous backdrop of refineries and power plants, the stretch of the Mississippi River between Baton Rouge and New Orleans—commonly referred to as “Cancer Alley”—is dominated by the simultaneously planetary and molecular industries of petrochemistry. In this <em>Anthropocene River Journey<\/em> reflection, Benjamin Steininger, a historian of chemical industry, considers how processes at both scales underpinned the false promises heralded by the petrochemical age and sustain the power the petrostate continues to wield in the region.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>A River Journey reflection on power, the simultaneously planetary and molecular petrochemical industry, and the petrostate. With its ubiquitous backdrop of refineries and power plants, the stretch of the Mississippi River between Baton Rouge and New Orleans—commonly referred to as “Cancer Alley”—is dominated by the simultaneously planetary and molecular industries of petrochemistry. In this Anthropocene [&hellip;]<\/p>\n","protected":false},"author":12,"template":"","method":[5,335,10],"keyword":[186,188,189,199,204,207,340,229,250,277,281],"folksonomy":[],"acf":{"publish_to_dat":false,"subtitle":"","thumbnail":{"ID":27585,"id":27585,"title":"_DSC0453","filename":"DSC0453-scaled.jpg","filesize":290467,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0453-scaled.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/louisiana-a-planetary-reactor\/_dsc0453\/","alt":"","author":"12","description":"Photo by Neli Wagner","caption":"One of the River Journey canoes against the ever present petrochemical backdrop.","name":"_dsc0453","status":"inherit","uploaded_to":27581,"date":"2020-07-31 12:24:18","modified":"2020-07-31 12:42:21","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":2560,"height":1707,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0453-768x512.jpg","thumbnail-width":768,"thumbnail-height":512,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0453-300x200.jpg","medium-width":300,"medium-height":200,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0453-768x512.jpg","medium_large-width":768,"medium_large-height":512,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0453-1400x933.jpg","large-width":1400,"large-height":933,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0453-1536x1024.jpg","1536x1536-width":1536,"1536x1536-height":1024,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0453-2048x1365.jpg","2048x2048-width":2048,"2048x2048-height":1365,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0453-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0453-1600x1067.jpg","feature-width":1600,"feature-height":1067},"credits":null},"display_as_feature_image":false,"teaser_text":"<p>A <em>River Journey<\/em> reflection on power, the simultaneously planetary and molecular petrochemical industry, and the petrostate.<\/p>\n","abstract":"<p>With its ubiquitous backdrop of refineries and power plants, the stretch of the Mississippi River between Baton Rouge and New Orleans—commonly referred to as “Cancer Alley”—is dominated by the simultaneously planetary and molecular industries of petrochemistry. In this <em>Anthropocene River Journey<\/em> reflection, Benjamin Steininger, a historian of chemical industry, considers how processes at both scales underpinned the false promises heralded by the petrochemical age and sustain the power the petrostate continues to wield in the region.<\/p>\n","footer_title":"","footer_collapsible":false,"footer_content":"","_content":{"content":[{"acf_fc_layout":"image","display":"full","image":[{"ID":27587,"id":27587,"title":"_DSC0526","filename":"DSC0526-scaled.jpg","filesize":540798,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0526-scaled.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/_dsc0526\/","alt":"","author":"12","description":"Photo by Neli Wagner","caption":"Petrochemical industry on the banks of the Mississippi, near Baton Rouge.","name":"_dsc0526","status":"inherit","uploaded_to":0,"date":"2020-07-31 12:24:49","modified":"2020-07-31 13:02:21","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":2560,"height":1707,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0526-768x512.jpg","thumbnail-width":768,"thumbnail-height":512,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0526-300x200.jpg","medium-width":300,"medium-height":200,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0526-768x512.jpg","medium_large-width":768,"medium_large-height":512,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0526-1400x933.jpg","large-width":1400,"large-height":933,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0526-1536x1024.jpg","1536x1536-width":1536,"1536x1536-height":1024,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0526-2048x1365.jpg","2048x2048-width":2048,"2048x2048-height":1365,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0526-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0526-1600x1067.jpg","feature-width":1600,"feature-height":1067}}]},{"acf_fc_layout":"text","text":"<p>Night is falling on Plaquemine Island, a couple of miles south of Baton Rouge in the middle of the Mississippi River. Our boats are cleaned, tents are set, we are getting a fire going, and I am happy to be here.<\/p>\n<p>At the same time, the night before I was still in some kind of shock. The plan to learn more about my subject, as a historian of chemical industry, by stopping by one of its national landmarks, the Exxon Refinery at Baton Rouge, where chemical history was written by German and US chemists in the 1930s and where the first fluid bed reactor for catalytic cracking of oil was developed in 1942 almost led to mine and <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/joe-underhill\">Joe Underhill<\/a>’s arrest. Together with <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/isabelle-carbonell\">Isabelle Carbonell<\/a> and <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/margarida-mendes\">Margarida Mendes<\/a>, we had taken a Lyft to the refinery. And just as Joe and I were talking about the huge machinery on the other side of the electric fence, about the history of the place and the planetary impact of molecular technology, a police car came by. “Show me your IDs! Are you armed? I want to see your hands! What’s in that bag? Don’t touch that bag!” Two minutes later, we found ourselves in a second round of questioning on the back seat of the police car. “Seat” is very generous term for this micro prison of hard plastic surfaces, bars, and security glass. While sitting there, I found myself wondering what exactly we had done wrong and where we might have entered private property; at no point between the place where the Lyft dropped us and the point where we were accosted did we come across a sign indicating we were on private property. And we were still outside the refinery fence. But the fence doesn’t play a role here. It was only during the third round of questioning by a more civilian-like officer, who turned out to be the Sheriff, could I begin imagine I was not about to be put on the next plane back to Germany. Finally, we were released and after some surprisingly collegial chatting with the refinery’s security staff regarding how we might arrange an “official” visit to the place, the next Lyft took us out of there. What was so frightening about our walk along the fence? How could this simple act provoke the petrostate to bare its teeth? We will never know.<\/p>\n<p>On Plaquemine Island, after one day of paddling as part of the <em>Anthropocene River Journey<\/em>, this experience already seems far away. Instead of the more frightening aspects of the petrostate, we get an impression of the industrial sublime. As the sun is setting, on the other side of the river the Dow chemical plant is rising, illuminated by hundreds of electric lights and some Mordor-like flares of gas. This rising of this artificial sun brings to mind the corporate hymn of Russian Gazprom, with its last lines: Давай за нас, давай за вас \/ давай за весь российский газ, \/ За всех, кто из земли добыл \/ Искусственное солнце. “Let’s drink to you, lets drink to us, the drink to all the Russian gas” and then: “Let&#8217;s drink to all those who brought to Earth this artificial sun.”<\/p>\n"},{"acf_fc_layout":"embed","title":"","embed":"<iframe title=\"Plaquemine Island.\" src=\"https:\/\/player.vimeo.com\/video\/443354560?dnt=1&amp;app_id=122963\" width=\"640\" height=\"360\" frameborder=\"0\" allow=\"autoplay; fullscreen; picture-in-picture\" allowfullscreen><\/iframe>","caption":"Night falls at camp on Plaquemine Island. Video by Neli Wagner"},{"acf_fc_layout":"text","text":"<p>Oil and gas, the underground fuel of these kinds of artificial suns, are almost as important here in Louisiana as the mighty river itself. Between Baton Rouge and New Orleans, for a length of around one hundred miles along the Mississippi River before it reaches the Delta and the Gulf of Mexico, stretches one of the largest chemical and refinery landscapes in the world. Once, it was a center of chemical industrial innovation, not least through close cooperation since the late 1920s between U.S. chemistry and I.G. Farben via scientific bodies such as the Catalysis Research Associates (CRA). The cooperation continued after the Nazis came to power, and even into the first years of the Second World War.<\/p>\n<p>Having this history of innovation and political contamination of industry in mind, I am curious to spend the next week paddling through the actual state of industry in the petrochemical corridor.<\/p>\n<p>Here, the Mississippi is like a string of industrial pearls, with well known and lesser known companies hanging from the banks of the river: Exxon, LaRoche, BASF, Shell, Rubicon, Praxair, Air Liquide, Formosa, Shintech, Mexichem, Poly One, Mosaic, CF Industries, DowDuPont, Chevron, Sid Richardson, Epsilon, Marathon, Nalco, Colonial Sugar, Witco, DSM Polymer, and countless others. At locations such as Norco, Plaquemine, Geismar, companies are clustered together, and yellow pages are needed for orientation. In between, for electricity supply, there are some coal-fired power plants, along with one nuclear plant.<\/p>\n<p>Geographically, several far-reaching flow systems lie one above the other here. They flow into this area as if into a reaction chamber and emerge from it in a processed way.<\/p>\n"},{"acf_fc_layout":"image","display":"column","image":[{"ID":27585,"id":27585,"title":"_DSC0453","filename":"DSC0453-scaled.jpg","filesize":290467,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0453-scaled.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/louisiana-a-planetary-reactor\/_dsc0453\/","alt":"","author":"12","description":"Photo by Neli Wagner","caption":"One of the River Journey canoes against the ever present petrochemical backdrop.","name":"_dsc0453","status":"inherit","uploaded_to":27581,"date":"2020-07-31 12:24:18","modified":"2020-07-31 12:42:21","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":2560,"height":1707,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0453-768x512.jpg","thumbnail-width":768,"thumbnail-height":512,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0453-300x200.jpg","medium-width":300,"medium-height":200,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0453-768x512.jpg","medium_large-width":768,"medium_large-height":512,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0453-1400x933.jpg","large-width":1400,"large-height":933,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0453-1536x1024.jpg","1536x1536-width":1536,"1536x1536-height":1024,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0453-2048x1365.jpg","2048x2048-width":2048,"2048x2048-height":1365,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0453-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/07\/DSC0453-1600x1067.jpg","feature-width":1600,"feature-height":1067}}]},{"acf_fc_layout":"text","text":"<p>The water masses of the Mississippi River, at 15,000 cubic meters per second, one of the most powerful rivers in the world, supply the chemical raw material H<sub>2<\/sub>O, a means for cooling and the production of steam. They also form an official and unofficial transport route for wastewater. But the river is also one of the most important inland waterways in the world, and, matching the exact height of the Exxon refinery in Baton Rouge, it is kept clear by the US Army Corps of Engineers for ocean-going freighters with a draught of up to 13 meters. This watercourse provides direct access to all the world’s oceans and, via the world’s largest network of inland waterways, to numerous agricultural and industrial areas in North America.<\/p>\n<p>In the next days, when paddling from Plaquemine Island further south to New Orleans, we will see gigantic convoys of up to 70 barges coupled together to ship artificial fertilizers and pesticides from the lower Mississippi into the corn and soy monocultures of the Midwest reaches and to return with the products of industrial agriculture. In fact, soil erosion in the Midwest causes a significant amount of nitrate freight to return downstream and to pass the factories it may have been made in, and to continue further into the Gulf of Mexico where it leads algae to bloom and creates oxygen-free dead zones in the aquatic environment.<\/p>\n"},{"acf_fc_layout":"embed","title":"","embed":"<iframe title=\"A panorama of traffic on the Mississippi.\" src=\"https:\/\/player.vimeo.com\/video\/443355039?dnt=1&amp;app_id=122963\" width=\"640\" height=\"360\" frameborder=\"0\" allow=\"autoplay; fullscreen; picture-in-picture\" allowfullscreen><\/iframe>","caption":"A panorama of traffic on the Mississippi. Video by Neli Wagner"},{"acf_fc_layout":"text","text":"<p>Next to and below the flow of water, which serves as both as a raw material and means of transport, are the no less significant flows of oil and gas. Louisiana itself has huge deposits, both in the immediate vicinity of the delta and offshore. In addition, a confusingly dense network of pipelines crosses and follows the entire length of the Mississippi. Plantation, Dixie, Coastal, Colonial are only the best-known long-distance pipelines linking the region with onshore and offshore oilfields in the Gulf, Texas, Oklahoma, the Dakotas in the US, and Alberta in Canada. In many cases, the location of pipelines is unclear even to landowners, and special authorities must be contacted for information prior to excavation work.<\/p>\n<p>All kinds of chemicals are produced or were produced in this chemical corridor: basic materials such as fertilizers, sulfuric acid and methanol, aluminum and chlorine, refinery products such as fuels, solvents and lubricants, fuel additives such as the formerly legendary tetraethyl lead, plus synthetic fibers and plastics such as nylon, neoprene and synthetic rubber, insecticides, herbicides, refrigerants, and much more.<\/p>\n<p>In the reactors of the chemical factories, the various resources the globe has to offer come together: Hydrocarbons and sulfur from oil deposits, nitrogen from the atmosphere, hydrogen and ethane from natural gas, coal, ores, and metals. What is synthesized from the lithosphere and the atmosphere flows back into every corner of the Earth, transformed and transforming the technosphere and biosphere as fuel, fertilizer, pesticide, or plastic.<\/p>\n<p>One factor appears to be absent in such material flows: humans. We will see very few humans along the river. We can hear some ship captains over the radio with whom we need to navigate our canoes through the traffic, we will see some workers at docks, and we will see a few people from some villages behind the levees with their fishing ropes. Humans who are not working seem to avoid the river. No motor boats, no sportsmen, no playing children, no barge spotters. Compared to European rivers, this seems strange. One evening we are hosted by some of the Mississippi’s so-called river angels, a group who provide assistance to paddlers. They let us camp between a levee and the river on their ground, show us the alligators in the nearby swamp, drive us around in their golf carts, and explain their (German-influenced) Christmas celebration habits involving hundreds of bonfires on the levee. This will be one of rare occasions to talk with people beyond our traveling group on the journey, and it is great fun. But even here, we learn about the ambivalent relationship of the locals to the river. They almost never come on this side of the levee, some old ladies from a card game group (pokeno) tell us, when they arrive in trucks and golf carts for the barbecue.<\/p>\n<p>But we don’t get a chance to talk to African American people on this tour. Only in New Orleans, during the <em>Anthropocene River Campus<\/em>, does this happen. In fact, their history is linked to global commodity flows in an intimate and very problematic way. For generations, the ancestors of most of today’s inhabitants of the region were themselves treated as a global commodity and human fuel—enslaved on sugar cane plantations. French, but also German and British-American colonists, engaged in perverted and brutal ownership of enslaved people. At that time, Louisiana was the centerpiece of. as geographer Kathryn Yussof explains,<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Kathtryn Yussof, <em>One billion black Anthropocenes or none<\/em>. Minneapolis, MN: University of Minnesota Press (2018), p. 15.<\/span><\/span> a globally energetic and imperialistic chain of production. In Louisiana, this type of intercontinental slavery began in the seventeenth century, but in the middle of the nineteenth century a truly planetary chain was in action: with a labor force deported from what now belongs to Senegal and Gambia in Western Africa to grow sugar cane, a plant originally from Southeast Asia, to supply European labor, which in turn was exploited to produce coal as a further imperial means of power. Asia, Africa, the Americas, and Europe, sugar cane, labor, and coal connected to a self-accelerating system.<\/p>\n<p>Slavery was officially abolished in the US on December 18, 1865, and sugar cane is today harvested and loaded with machines, as we witness during our excursions as part of the <em>Anthropocene River Campus<\/em>. However, the energy regime and economic system of slavery still forms the basis of the current, entrepreneurial geography. Sugar factories were the first chemical factories in the region, long before the oil boom. The petrochemical complexes are located on the cadaster of former plantations, old cemeteries can be found behind the barbed wire of refineries. Until the 1990s, the descendants of enslaved people lived in shacks built for sharecroppers, while oak-lined mansions are rented out for white weddings.<\/p>\n<p>But feelings are more than just feelings here. Companies in the petrochemical corridor concretely profit from weak social structures and very directly from a civil society that has been trained to lawlessness by slavery and racism and weakened by lack of prospects and unemployment. Worker’s protection and environmental regulations are systematically disregarded, taxes are cunningly avoided, regional planning plans are fudged, the region is a notoriously polluted “cancer alley.” Only in individual cases can intrepid representatives and civil rights activists negotiate better conditions, as we learn during site visits as part of the Campus. We learn, for example, that the historical record of the Whitney Plantation and its conversion into Louisiana’s only slavery memorial under the guidance of museum research director Ibrahima Seck was almost paradoxically due to the plans of the Taiwanese Formosa group to set up a rayon factory on the site,<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Ibrahima Seck, Bouki fait Gombo: a history of the slave community of habitation haydel (Whitney Plantation), Louisiana, 1750 – 1860. New Orleans, LA: University of New Orleans Press (2014).<\/span><\/span> and the preparation process required a full historical survey before the site could be converted into a chemical plant. The plant plan failed, but the memorial came into being. What was started with the survey led to the now existing institution, when in 1999, John Cummings, a retired, white lawyer from New Orleans, bought the site and, together with Seck, a scholar from Senegal, established the museum and memorial that opened its doors in 2015.<\/p>\n"},{"acf_fc_layout":"embed","title":"","embed":"<iframe title=\"Chemical industry along the banks of the Mississippi, near Baton Rouge\" src=\"https:\/\/player.vimeo.com\/video\/443355288?dnt=1&amp;app_id=122963\" width=\"640\" height=\"360\" frameborder=\"0\" allow=\"autoplay; fullscreen; picture-in-picture\" allowfullscreen><\/iframe>","caption":"One of the many refineries along the stretch of the Mississippi known as \"Cancer Alley.\" Video by Neli Wagner"},{"acf_fc_layout":"text","text":"<p>The promised freedoms of petromodernity seem stale in its very heartland. This despite the fact that in a technical sense, fossil energy was one of the strongest factors to change the role of human labor in the general economic system and through that also the role of slave and child labor. US society in particular profited from fossil energy at a very early stage. As early as 1920, the equivalent workforce of 16 humans were available to every average US American in the form of coal energy. By 1937, that number had risen to 21, including the fossil energy derived from crude oil, as the German chemist, Nobel Prize Laureate and peace activist Hermann Staudinger (a rare combination) found and as many others have investigated further since Staudinger’s first articles were published.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Hermann Staudinger, <em>Der Aufstand der technischen Sklaven<\/em>. Essen: Dr. Hans von Chamier Verla (1948), p.60-66. <\/span><\/span> This ratio has since shifted dramatically with the manufacture of every new pickup truck, air conditioning system, and styrofoam plate. In the petrochemical corridor, however, fossil energy does not mean empowerment, but inland colonial paternalism. Fossil profit-seeking ruins entire ecosystems, constrains individuals and communities, corrupts universities, and weakens the state.<\/p>\n<p>Paddling for a week through a landscape shaped by a continent bisecting river garlanded, in its lower stretch, by the simultaneously planetary and molecular industries of petrochemistry was a strange experience. We are used to a slow flaneur-esque mode perception while paddling or walking in natural environments, enjoying the sublime of mountains or forests. On the River Journey, this way of slow experience adapted to become a heavily industrialized form of ambience. The landmarks mentioned when planning the day are not big trees and caves, but refineries and ammonia plants. And yet it is strange that in this very industrialized area a lot of wildlife is still visible. Many flora and fauna, but also bald eagles, pelicans, alligators, just to name some of most impressive animals for a European guest in this part of the world.<\/p>\n<p>Getting on a canoe, camping on islands and sandbars means to become part of this landscape, at least for a few days and nights. It also means letting this wounded landscape come close to our own bodies. In fact, via our ingestion of the products of this region, this landscape, are close wherever we are. Neoprene, glue sticks, plastics, fertilizers, and fuels are part of our lives—and our bodies—and it would be strange to deny the role that this chemical industry plays for our wellbeing, with all the ambivalences that relation entails. Here on the river and within reach of the factories though, this relation gets even more “real,” because the elements of the landscape themselves affect us. So it became obvious that the experience on the river would involve swimming in it at least, even if—or just because—this may not be the purest water. It would be dishonest to encounter all of this without getting hurt, at least in a symbolic way. So, one day, alone in the early morning, with a nuclear power plant straight ahead, a refinery to the left, a strip of forest to the right, and the waters of an industrial continent around my naked human body, I took a swim.<\/p>\n<p>With all types of industry, but in particular with chemical industry, which is so deeply connected to strategic resources and products, there is no neutral ground. Fuels and fertilizers are a means of everyday life, but also of political power. Even a look at an industrial site can provoke a somehow political reaction, as our experience at the Exxon refinery at Baton Rouge revealed. The historical and ecological contamination of the region belong together. Together, at the crossroads of water and oil, they form the prerequisite for the petrochemical industry to develop in a destructive rather than an innovative way, for billions of dollars to continue to be invested in the acceleration of a harmful infrastructure, doomed to fulfil its own destruction.<\/p>\n"}]},"contributors":[{"ID":2989,"post_author":"1","post_date":"2019-08-21 12:37:07","post_date_gmt":"2019-08-21 10:37:07","post_content":"","post_title":"Benjamin Steininger","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"benjamin-steininger","to_ping":"","pinged":"","post_modified":"2019-09-18 16:27:43","post_modified_gmt":"2019-09-18 14:27:43","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/benjamin-steininger\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/benjamin-steininger\/","acf":{"first_name":"Benjamin","last_name":"Steininger"}}],"projects":[{"ID":3512,"post_author":"3","post_date":"2019-08-22 11:51:46","post_date_gmt":"2019-08-22 09:51:46","post_content":"<p class=\"text\">The impact of fossil fuel emissions on climate change is well established. This research project sheds light on the lesser known origins and history of the petro-industry.<\/p>\n<div class=\"icons\"><\/div>\n  <p>Hydrocarbons not only play a driving role as an enabler of mobility, but the refineries of the petro-industry, which clusters around Baton Rouge, are also a catalyst of anthropocenic transformation processes of planetary scale. But where lie the origins of petrochemistry and what is its history?<\/p>\n <p>Baton Rouge is home to one of the biggest refineries in the United States and in the world. This chemical complex produces over 300 products, adding up to a general output of more than 500,000 barrels daily. This alone would qualify it as a perfect site to read as a contribution to<em> Mississippi. An Anthropocene River<\/em>, because petrochemistry is one of the most important drivers of anthropocenic change. Furthermore, this particular chemical process landscape is a “National Historic Chemical Landmark” and a historic site of German–American scientific cooperation.<br \/>\nThe refinement and chemical synthesis of fuels, ammunition, pharmaceuticals, fertilizers, and plastics have fundamentally altered the human condition and the very functions of the planetary biosphere. Chemistry, the science of processes, has produced substances that have altered the natural and cultural evolution of the planet, resulting in unprecedented mobility, chemically fuelled wars, organismic extinction, and economic and population growth. Raw materials have not driven the “Great Acceleration,” but as Baton Rouge shows, it was the work of industrial chemistry and the use of catalysts that helped bring about the Anthropocene.<\/p>\n<p>The prehistory of petrochemistry lies in nitrogen chemistry. Since the invention of the Haber-Bosch process in around 1910, the impact of the German chemical industry has had planetary significance. The catalytic synthesis of ammonia has vastly amplified the planet’s metabolism by producing abundant fertilizer and changed warfare by producing abundant ammunition. Furthermore, it provided the technical platform for hydrocarbon synthesis and petrochemistry.<\/p>\n<p>In Baton Rouge, the German chemical company BASF (IG Farben) has closely cooperated with the New Jersey-based Standard Oil Company since the 1920s. German efforts to replace oil with synthetic fuels derived from hydrogenated coal, and advancements on the technical platform brought these companies together. In the late 1920s, when the complexity of the task threatened the German project, the Americans stepped in. Close scientific cooperation began, with asset swaps and joint laboratory work between Germany and America, resulting in important advances in petrochemical research, poignantly just before they became combatants in the Second World War.<\/p>\n<p>The development of the major chemical compounds of modern warfare, from aviation fuel to synthetic rubber and toluene used for explosives, took place on the new industrial platform of catalytic petrochemistry. In particular, the high-octane fuels used in military aircraft depended on new molecular technology derived from German coal chemistry. With considerable irony, Germany lost the war in part as the result of America’s use of German chemistry. Since the conflict, petrochemistry has become a planetary force, enabling unparalleled mobility, whilst the Ziegler-Natta process, also of German origins, enabled the abundance of plastics that now pollute the Earth.<\/p>\n<p>Near the estuary of a vast hydrological basin, the refineries of Baton Rouge are one source of the flood of petrochemical goods that enter the planetary system. Understood as heart chambers of the Anthropocene, refineries drive the outputs of industry and have manifold effects on ecological metabolisms and climatic patterns. The hydrocarbon industries share the same technological basis as nitrogen chemistry and both are grounded in the production of ammunition and fertilizers. Even the soil-enriching side of this dichotomy shows a destructive tendency in Louisiana, as over-fertilization of the Mississippi Valley has created large eutrophic dead zones in the Gulf of Mexico.<\/p>\n<p>This project will involve interviews with practitioners, historians, and archivists as well as a visit to Baton Rouge, where the site will be approached as a paradigmatic place in which coal chemistry and petrochemistry, as well as German and American science and industry, met, changing not only the flow of political and cultural history but planetary history as well.<\/p>\n","post_title":"Baton Rouge: A Process Landscape at the Confluence of German-American Chemistry","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"baton-rouge-a-process-landscape-at-the-confluence-of-german-american-chemistry","to_ping":"","pinged":"","post_modified":"2020-08-03 10:24:05","post_modified_gmt":"2020-08-03 08:24:05","post_content_filtered":"","post_parent":2775,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=3512","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"mira.witte_admin","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-journey\/baton-rouge-a-process-landscape-at-the-confluence-of-german-american-chemistry\/","acf":{"thumbnail":{"ID":3985,"id":3985,"title":"Steininger_Refiner","filename":"Steininger_Refiner.png","filesize":3086784,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/Steininger_Refiner.png","link":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-journey\/baton-rouge-a-process-landscape-at-the-confluence-of-german-american-chemistry\/steininger_refiner\/","alt":"","author":"10","description":"Image courtesy of the American Chemical Society","caption":"Fluid bed reactor 1946, Standard Oil Company, Baton Rouge NJ","name":"steininger_refiner","status":"inherit","uploaded_to":3512,"date":"2019-08-25 10:42:34","modified":"2019-09-03 16:44:54","menu_order":0,"mime_type":"image\/png","type":"image","subtype":"png","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1921,"height":1367,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/Steininger_Refiner-768x547.png","thumbnail-width":768,"thumbnail-height":547,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/Steininger_Refiner-300x213.png","medium-width":300,"medium-height":213,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/Steininger_Refiner-768x547.png","medium_large-width":768,"medium_large-height":547,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/Steininger_Refiner-1400x996.png","large-width":1400,"large-height":996,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/Steininger_Refiner.png","1536x1536-width":1536,"1536x1536-height":1093,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/Steininger_Refiner.png","2048x2048-width":1921,"2048x2048-height":1367,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/Steininger_Refiner-48x48.png","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/08\/Steininger_Refiner-1600x1139.png","feature-width":1600,"feature-height":1139}},"contributors":[{"ID":2989,"post_author":"1","post_date":"2019-08-21 12:37:07","post_date_gmt":"2019-08-21 10:37:07","post_content":"","post_title":"Benjamin Steininger","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"benjamin-steininger","to_ping":"","pinged":"","post_modified":"2019-09-18 16:27:43","post_modified_gmt":"2019-09-18 14:27:43","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/benjamin-steininger\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/benjamin-steininger\/","acf":{"first_name":"Benjamin","last_name":"Steininger"}}],"methods":[{"term_id":4,"name":"Field Study","slug":"field-study","term_group":0,"term_taxonomy_id":4,"taxonomy":"method","description":"","parent":0,"count":111,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"keywords":[{"term_id":222,"name":"History","slug":"history","term_group":0,"term_taxonomy_id":222,"taxonomy":"keyword","description":"","parent":0,"count":123,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":250,"name":"Pollution","slug":"pollution","term_group":0,"term_taxonomy_id":250,"taxonomy":"keyword","description":"","parent":0,"count":30,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":207,"name":"Energy","slug":"energy","term_group":0,"term_taxonomy_id":207,"taxonomy":"keyword","description":"","parent":0,"count":45,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":277,"name":"Toxicity","slug":"toxicity","term_group":0,"term_taxonomy_id":277,"taxonomy":"keyword","description":"","parent":0,"count":13,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":189,"name":"Commodities","slug":"commodities","term_group":0,"term_taxonomy_id":189,"taxonomy":"keyword","description":"","parent":0,"count":47,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"folksonomy":false,"location":false,"teaser_text":"<p class=\"text\">The impact of fossil fuel emissions on climate change is well established. This research project sheds light on the lesser known origins and history of the petro-industry.<\/p>\n<div class=\"icons\"><\/div>\n"}}],"methods":[{"term_id":10,"name":"Field Work","slug":"field-work","term_group":0,"term_taxonomy_id":10,"taxonomy":"method","description":"","parent":0,"count":152,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":5,"name":"Case Study","slug":"case-study","term_group":0,"term_taxonomy_id":5,"taxonomy":"method","description":"","parent":0,"count":130,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":335,"name":"Engagement","slug":"engagement","term_group":0,"term_taxonomy_id":335,"taxonomy":"method","description":"","parent":0,"count":92,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"keywords":[{"term_id":186,"name":"Carbon","slug":"carbon","term_group":0,"term_taxonomy_id":186,"taxonomy":"keyword","description":"","parent":0,"count":21,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":199,"name":"Degradation","slug":"degradation","term_group":0,"term_taxonomy_id":199,"taxonomy":"keyword","description":"","parent":0,"count":16,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":204,"name":"Economy","slug":"economy","term_group":0,"term_taxonomy_id":204,"taxonomy":"keyword","description":"","parent":0,"count":42,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":188,"name":"Climate change","slug":"climate-change","term_group":0,"term_taxonomy_id":188,"taxonomy":"keyword","description":"","parent":0,"count":51,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":189,"name":"Commodities","slug":"commodities","term_group":0,"term_taxonomy_id":189,"taxonomy":"keyword","description":"","parent":0,"count":47,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":340,"name":"Extraction","slug":"extraction","term_group":0,"term_taxonomy_id":340,"taxonomy":"keyword","description":"","parent":0,"count":29,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":207,"name":"Energy","slug":"energy","term_group":0,"term_taxonomy_id":207,"taxonomy":"keyword","description":"","parent":0,"count":45,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":229,"name":"Infrastructure","slug":"infrastructure","term_group":0,"term_taxonomy_id":229,"taxonomy":"keyword","description":"","parent":0,"count":82,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":277,"name":"Toxicity","slug":"toxicity","term_group":0,"term_taxonomy_id":277,"taxonomy":"keyword","description":"","parent":0,"count":13,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":281,"name":"Waste","slug":"waste","term_group":0,"term_taxonomy_id":281,"taxonomy":"keyword","description":"","parent":0,"count":18,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":250,"name":"Pollution","slug":"pollution","term_group":0,"term_taxonomy_id":250,"taxonomy":"keyword","description":"","parent":0,"count":30,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Plaquemine","lat":30.2890833,"lng":-91.23427439999999,"zoom":12,"place_id":"ChIJz2_9LlECJIYRyUh8WAJv8-0","city":"Plaquemine","state":"Louisiana","state_short":"LA","post_code":"70764","country":"United States","country_short":"US"},"seo":""},"author_name":"fiona.shipwright","project_parents":[{"id":3512,"title":"Baton Rouge: A Process Landscape at the Confluence of German-American Chemistry","post_title":"Baton Rouge: A Process Landscape at the Confluence of German-American Chemistry","slug":"baton-rouge-a-process-landscape-at-the-confluence-of-german-american-chemistry","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-journey\/baton-rouge-a-process-landscape-at-the-confluence-of-german-american-chemistry\/","post_type":"project"},{"id":2775,"title":"Anthropocene River Journey","post_title":"Anthropocene River Journey","slug":"anthropocene-river-journey","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-journey\/","post_type":"project"},{"id":8,"title":"Mississippi. An Anthropocene River","post_title":"Mississippi. An Anthropocene River","slug":"mississippi","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/","post_type":"project"}],"_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/27581"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/contribution"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/12"}],"version-history":[{"count":17,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/27581\/revisions"}],"predecessor-version":[{"id":28101,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/27581\/revisions\/28101"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=27581"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=27581"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=27581"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=27581"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]