[{"id":18441,"date":"2016-04-23T14:19:13","date_gmt":"2016-04-23T12:19:13","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contribution&#038;p=18441"},"modified":"2020-03-11T16:21:01","modified_gmt":"2020-03-11T15:21:01","slug":"on-the-use-of-the-word-code-by-the-kogi-translator","status":"publish","type":"contribution","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/on-the-use-of-the-word-code-by-the-kogi-translator\/","title":{"rendered":"On the Use of the Word Code by the Kogi Translator"},"content":{"rendered":"<p>For the Kogi in northern Colombia, talk of the Anthropocene and the technosphere it not news. For centuries, they have been living in a hyperdimensional ecology that needs constant maintenance to avoid apocalypse for the entire planet.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>For the Kogi in northern Colombia, talk of the Anthropocene and the technosphere it not news. For centuries, they have been living in a hyperdimensional ecology that needs constant maintenance to avoid apocalypse for the entire planet.<\/p>\n","protected":false},"author":10,"template":"","method":[],"keyword":[210,235,243],"folksonomy":[310],"acf":{"subtitle":"","thumbnail":{"credits":null},"display_as_feature_image":true,"teaser_text":"<p>For the Kogi in northern Colombia, talk of the Anthropocene and the technosphere it not news. For centuries, they have been living in a hyperdimensional ecology that needs constant maintenance to avoid apocalypse for the entire planet.<\/p>\n","abstract":"","footer_title":"","footer_collapsible":false,"footer_content":"","_content":{"truncate_sidenotes":false,"content":[{"acf_fc_layout":"text","text":"<p><center><em>Code is code is code<\/em>. — Terence McKenna<\/center>&nbsp;<\/p>\n"},{"acf_fc_layout":"text","text":"<p><em>This essay was written while being inspired and informed by the conversations that took place at the Haus der Kulturen der Welt (HKW) during the first Anthropocene Campus in 2014 and during the sequel in 2016, which sought to tackle more specifically the idea of a technosphere. This essay, stemming from experiences in the Sierra Nevada de Santa Marta, found a good suture point in the context of the HKW and more specifically within the context of the 2016 seminar and workshop titled “Knowing (in) the Anthropocene.”<\/em><\/p>\n<p><em>The peoples of the Sierra Nevada de Santa Marta understand that if they were to fail to keep their environment in harmony it would mean worldwide mayhem. If they fail to address the constellation of forces that are at play each time that we—the supreme predator—intervene in the scene, the human race will not survive. However, here is the crucial part that should be understood: they conceive of this disaster in what we will call here holographic terms, where the whole is in each of its parts. Thus, in the Kogi, Arhuaco, Wiwa, and Kankuamo understanding of the world—as it has flowed down to them in the stream of oral tradition—the day the metabolism of the Sierra fails, that day will also mean apocalypse for the entire planet. It is a supreme lesson to all of us: that to take care of one’s own minuscule site of dwelling is a matter of life and death to the species. The idea of a new era called the Anthropocene, with a beginning—fuzzy as it may be—would probably feel like a great conceptual delusion to them, since they were always already in that era.<\/em><\/p>\n"},{"acf_fc_layout":"text","text":"<p><strong>The Girl’s Dream<\/strong><\/p>\n<p>The Kogi are one of four linguistic communities (Kogi, Arhuaco, Wiwa, and Kankuamo) that compose the civilization of the Sierra Nevada de Santa Marta in Colombia. With the help of an extraordinary nonprofit organization based in Washington, the Amazon Conservancy Team, the Colombian Ministry of Culture purchased land at the Tayrona beach for the Kogi tribe of the Sierra Nevada de Santa Marta in Colombia. The Kogis also contributed their own money for the purchase.<\/p>\n<p>It is right to be talking about this <em>civilization<\/em> in the past tense, since for decades now, ever since the marijuana boom of the 1970s at least, forces have been infecting the Sierra with disharmony; but the bed of its coherence is there, ready to flower again. The disharmony in fact had already been introduced to the area by “cacophonic barbarians” at the beginning of the sixteenth century. This is exactly when the four tribes—the Kogi, Arhuaco, Wiwa, and Kankuamo—ran to the hills and were forced to leave their mother sea, which was an integral part of the dynamics of their life on Earth, alongside the mountain.<\/p>\n<p>Why was it the Ministry of Culture and not a Ministry of Ecology that pitched in to buy the land? Because it was not an ecological matter, not in the way that we understand ecology, but it was also definitely not a cultural matter. To try to consider it in this way would limit understanding of what is essentially an affair that takes place in a dimension quite unaccountable to a<em> Western<\/em> contemporary nomenclature. Thus, it was an extraordinary move on the part of the Ministry of Culture to pay heed to a story that doesn’t stand any test in our material-scientific paradigm, and to act upon it, using the “immaterial cultural heritage argument” as a framework for the transaction. In parenthesis, let me mention here that the Kogis are well respected throughout Colombia, more than many other indigenous tribes. The Kogi lifestyle is also sought eagerly by the fashion-fast-track-enlightenment-seeking crowd that continues to grow worldwide. A catchy hook for that group—whether for good or for bad—is that the Kogis call the rest of us their “little brothers.” Thus, it is all very conducive having this crowd of enlightenment-seeking pilgrims find the wisdom of their big brothers in the Sierra … and in doing so, a new threat is brought to the fragile ecology, this time from the mystic-chic sphere. Even the president of Colombia, it seems, wanted to have some of this spiritual allure rub off on him when he staged his inauguration event up in the Sierra with the Mamos (male shamans from the Sierra). All this goes to show that the peoples of the Sierra are much more in vogue now than they ever were before.<\/p>\n<p>&nbsp;<\/p>\n<hr \/>\n<p>&nbsp;<\/p>\n<p>Few know that the National Museum in Bogotá closes to the public once a year. This is to allow a delegation that comes from the Sierra to take care (hyper-dimensionally, or on the level of <em>code<\/em>) of the mummy that is exhibited as part of the permanent collection there. According to the Mamos, something needs to be re-established in the mummy periodically, and the Museum abides with this. This is proof of the high esteem in which the Kogi are held.<\/p>\n<p>The land purchased for the Kogis down by the beach is far away from their traditional dwelling-place in the Sierra, but they were able to vindicate that their being cut off from this ancestral land of their elders was a concrete problem. This reason may lie in the belief that there is a corridor through which the spirits transit. This corridor must be clear of external influences, otherwise the sacred land loses its capacity to be the portal that it is, and the Sierra dies, in the same way that mangrove trees die if the right flow of fresh and salt water isn’t available. Other arguments include the need to collect seashells used for the ritual of the <em>poporo<\/em>,<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span><span class=\"annotation-content-inner\">A <em>poporo<\/em> is a dried gourd containing pulverized seashells that are scraped with a stick in a constant ritual.<\/span><\/span><\/span> which involves the use of coca leaves and flour made from burnt groundshells gathered on the beach. However, the main point is that the purchase of the land does not just mean “restitution” but also has to do with a <em>hyper-dimensional ecological<\/em> argument where a flow of spirits, or telluric energy, needs protection in order for the health of the mountain to be re-established. Otherwise, a catastrophe would play itself out, in a frequency inaudible to a modern mind; and, down the line, an ecological disaster would follow in the three-dimensional world. This association would be incomprehensible to the white folk, yet it is fully understood, by indigenous wisdom-keepers, to be a consequence of the broken link in the <em>code<\/em> that binds the mountain and the sea. Thus, the beach is entangled with the metabolism of the Sierra as a proton might be <em>entangled<\/em> with another proton in a quantum experiment, where Newtonian time and space paradigms collapse. In the thinking of the <em>Mamos<\/em>, there is no question about a link; call it ecological, technological, or technospiritological, the fact is that the issue plays itself out in an immaterial system, a program called the <em>Sierra Nevada de Santa Marta<\/em>whose physical presence is only one of its aspects, like phenotype to genotype.<\/p>\n<p>Now this sequence of entanglements relating to the purchase of the land has to be finished by its beginnings. A story needs a beginning and an end, but not necessarily in that order, as a good filmmaker once said. The miracle starts with a girl’s dream, a bright vision, where she inexplicably realized that the land by the beach, which was worth a fortune, had to be returned to the Kogis. This, too, is a story of entanglements that goes from dreams to miracles. She stated in 2005 that she would “walk the path all the way to the end, for this land to return to its rightful guardians.” Her father was the actual owner of the land, and he could have sold it to one of a number of hotel corporations for a huge sum, but instead he reduced the price to relatively nothing so that the 1,300 meters of prime real estate beach—otherwise the sacred land of <em>Jaba Tañiwashkaka<\/em>—could be purchased for the Kogis. He took some convincing, but he eventually gave in to his daughter’s spiritual force.<\/p>\n<p>&nbsp;<\/p>\n<hr \/>\n<p>&nbsp;<\/p>\n<p><strong>Synesthesia<\/strong><\/p>\n<p>I was invited to a ceremony on the night after we had witnessed the villagers building a new communal house on the Sierra. Practically all of the inhabitants of that minuscule, utterly archaic indigenous settlement joined in, and got it ready in a single afternoon. The smaller the size of the participant, the higher on the roof they were: as the pattern got tighter, you could see younger and younger children weaving away towards the vortex of the dome. A downward geometric basket, bright green, the color of fresh palm-tree branches, stood there firmly at dusk. I remember reflecting on the idea that communism had supposedly emerged and died in a <em>Western<\/em> narrow conception of history, and here you had a vision of communal action with less bureaucracy, with what appeared to be like an instinctive commitment to collective achievement.<\/p>\n<p>The invitation was a big honor for a “little brother” like me; it was also a male-only affair. The world is composed of the feminine and the masculine at all levels, including plants like coca and tobacco and elements of the landscape like the beach and the mountain. Thus, emphasis on the difference of the activities of men and women is set forth as crucial. Feminine is humid and masculine is dry; from there on it is all about the balance of the two attributes of the Universe.<\/p>\n<p>I broke protocol consciously by deciding to bring my own <em>poporo<\/em> to the ceremony. Not being from one of the four tribes, I should not have had one. My <em>poporo<\/em> was a gift from a Kankuamo—a member of the tribe that gradually abandoned all of its traditions, and lost its language altogether. The Kankuamo who gave it to me was our host on another expedition to the other face of the Sierra. He facilitated our encounters with a Wiwa <em>Mamo<\/em> and a Wiwa <em>Saga<\/em>—male and female shamans respectively—and acted a bit as a travel agent might, while still being romantically fascinated with his own forlorn history, even as he acted like a slave-owner towards the Wiwas, whom he had hired as help around the farm. However, the <em>Mamo<\/em> and the <em>Saga<\/em> were another story to him: they were to be his main attraction for the mystic-chic crowd that he could foresee coming in hordes when the word “violence” finally stopped rhyming with the word “Colombia.” Therefore, he was sincerely deferential to their wisdom. Both the <em>Mamo<\/em> and the <em>Saga<\/em> supposedly had been raised as shamans of the tribe in the ancient way where the subject remains in a cave for most of their childhood: a technique that heightens all the other senses that would otherwise be superseded by the prominence of the sense of vision. I was aware that our Kankuamo host had trespassed on an ancient law by giving me my own <em>poporo<\/em> but in my mind there was a justification in his act, unconscious though it might have been.<\/p>\n<p>&nbsp;<\/p>\n<hr \/>\n<p>&nbsp;<\/p>\n<p>Anyhow, after examining the implications of the incongruence of a “white” Colombian man bringing a <em>poporo<\/em> to the ceremony, I decided to do so, and I entered the older, and much larger, north-facing communal house, which was divided into four parts, with as many large bonfires in each partition. Like every building in the village, it was made out of impressively woven palm-tree ribbons. My presence—<em>poporo<\/em> in hand—seemed to cause a silent commotion. I could sense all around the large ceremonial building the mixed feelings I generated among the pharaoh-like men with long black hair, wearing single-piece, white linen dresses. At a certain point things changed and some of them warmed up to the big city fellow and his vain efforts to achieve the art of <em>poporear<\/em>. The first step is to dip a stick into the pulverized seashells that lie in the deep belly of a phallus-shaped dried gourd, which has an orifice punched in its top. Then one has to swipe the chalk against a bunch of coca leaves that one has previously pressed against one’s upper gums. All this must be done without touching one’s lips otherwise they get burnt by the chalk. Once one has done this, a greenish saliva mixture made out of the three elements is scraped gently with the stick. One proceeds to use the stick as a paintbrush, creating a patina on the top part of the <em>poporo<\/em>. Layer after layer, the upper part of the dried gourd will become like a green marble sculpture. Since one uses the <em>poporo<\/em> while conversing with other men, it is as though a man is constantly writing an abstract version of his own words on the gourd. The poporo has many implications during a man’s life: it is a recreation of the origin myth—a constant staging of the “law of the center” and a constant recreation of the Universe. It is also a “cosmic wife,” given to the newly married young man to help him master his libido. Both girls and boys are taught how to employ their sexuality in <em>writing the code<\/em> that keeps the <em>holographic<\/em> Sierra healthy. The energy liberated in the sexual act needs always to be “dedicated” to the Sierra, and many habits go in that same direction. For both sexes, different techniques are used through which these principles are woven into quotidian life. Of course, the corruption of all these principles abounds, since nowadays the lower villages receive a steady flux of filmmakers and extreme tourists that gradually mutates their worldview; but the coherence of an ancient pre-Christian lifestyle is still operating.<\/p>\n<p>&nbsp;<\/p>\n<hr \/>\n<p>&nbsp;<\/p>\n<p>Two things are worth mentioning out of the many impressions from that night. One of them is that someone asked me in broken Spanish if I was a Kankuamo. Obviously, in the mind of the person who posed the question there could be no other explanation as to why I knew how to use a <em>poporo<\/em>. The shape of my <em>poporo<\/em> could also have been the clue, since each one of the four tribes has a particular shaped <em>poporo<\/em>, owing to the fact that the gourds from each area are different. But to me it was much more significant: the issue belonged to a broad conversation I had while in Mexico with Antonio Velasco Piña and others of his entourage. Maybe the question had come from a very perceptive mind, from one who was looking at me with new eyes. Someone who could <em>see<\/em> me—and by that I mean people like me—individuals who are there neither in the guise of classical anthropologists nor documentary filmmakers; nor even within the frame of what is current in the contemporary art world. To put it bluntly, I am neither there studying the patterns of the woven textiles to translate them into an artwork nor doing a conceptual restitution of stolen artifacts to expose cultural colonialism, both of which would be understood as <em>artistic research<\/em> in the art world.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span><span class=\"annotation-content-inner\">This is also why I naturally belong to the community that gravitates to the question of what is the human being, once her\/his shadow is cast on the formations that the geologist examines. Geology being as exact a science as there ever was, the Pandora’s Box is fully open when the distinction is erased between the social and the exact, which is what happened when stratigraphy showed signs that it was about to bite its own tail (“I name an objective world outside, but I suddenly realize it carries my own name,” which is why the secret name of the Anthropocene is tautology). The event of the word Anthropocene was as disruptive to our traditional epistemology as the quantum double-slit experiment was to Newtonian physics. I am spontaneously linked to this strange philosophical impasse, although from a strange angle: I am also logically affiliated to the question of what knowing (in) the Anthropocene might mean.<\/span><\/span><\/span> I am involved, through and through, in questions that are of the same <em>quality<\/em> as theirs. In a sense, I have shed some of my <em>Western<\/em> skin since starting to partake in a kind of learning that is describable only in metaphors, and which, basically, makes me a pariah in the land of hard-core common sense. Thus, this <em>knowledge<\/em> pertains to a perception of an impenetrable order of which one sees only reflections. Within art history I belong to a frequency that resonates with a pre-industrial tune, something like a painter rendering what happened on the road to Emmaus on large canvasses, repeating it multiple times, trying to let the substance of <em>the event<\/em> exceed its anecdotal, political, and religious-administrative dimensions.<\/p>\n<p>Coming back to the ceremony: musicians played flutes—made out of a plant called Bukunkuisicon—until dawn, pausing occasionally. I used my <em>poporo<\/em> for hours and listened. At one point, I experienced the most astounding synesthesia: the music provoked vivid images of vegetation and water, a kind of matrix of green patterns and crystalline streams where one could figure out infinite forms, which mutated constantly into others.<\/p>\n<p>&nbsp;<\/p>\n<hr \/>\n<p>&nbsp;<\/p>\n<p>I also had a vision about me, and others like me. We had understood from the Wiwa <em>Mamo<\/em> on the previous trip that the disappearance of the Kankuamo culture was a catastrophe for the hologram of the Sierra, since one of the legs of the table was missing, which meant, of course, that it was tilting, and the erosion of the mountain was there to show it. <em>Mamo<\/em> Román had also said that his grandfather had predicted white people coming from the depths of the industrial world and reconnecting with ancestral wisdom in new and untold ways. He meant people who would be bound to this wisdom through their own personal visions, who would not come in expeditions to meet the <em>anthropologized other<\/em>,<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span><span class=\"annotation-content-inner\">“There might be some Yanomami here among us &#8230;” was a response from a member of the public to a statement made on stage by a speaker who affirmed that bringing the Yanomami into the conversation, or any other non-Western Cosmo vision, was always done in the guise of an “anthropologized other” (Anthropocene Campus, HKW, 2014).<\/span><\/span><\/span> but rather arrive as fellows on the same path. I saw a coincidental diagram, like the one I know from Antonio Velasco Piña’s prodigious Mexico. Me-xhi-co is upheld by three traditions—the Maya, Zapotec, and Nahautl—all of which are still alive today, practicing the wisdom passed down through generations. Yet the fourth, the Olmec tradition, is a more mysterious affair: the historical Olmecs have disappeared, therefore they have had to be replaced by contemporary non-tribal initiates, by <em>mestizos<\/em> who have had to <em>download<\/em> an actualized Olmec wisdom. These new actors are the ones who complete the diagram of four, the ones who keep the holographic Me-xhi-co in balance. We talk here about a configuration that is well known to a biologist or a chemist: an entity is always at the limit of chaos, and it is there, in that limit, that a new formation takes shape, which makes that which seemed to be fixed in a closed circuit become an ever-mutating spiral of <em>actualizations<\/em>. In the universe of the Sierra Nevada, the story is identical: you have Kogis, Arhuacos, and Wiwas, but the fourth energy has been left loose, a morphogenetic field that finds its next incarnation in this new, unexpected visitor to the land of coherence. An apparent catastrophe, such as the disappearance of the historical Kankuamos and their complementary energy, would be the door through which a new table of four is configured: a new <em>singularity<\/em> takes shape, beyond its <em>event horizon<\/em>. It is for this reason that Velasco Piña insists that our future lies inside the powerhouse of the spiritual <em>mestizo<\/em>, who <em>actualizes<\/em> tradition and brings it back to life but within the harmonious craft of the ancient order, not as random progress, not as a ravaging cacophony. In other words, with insight into the entire evolving cycle &#8230; in which there are numbers, just like there are numbers in our DNA.<\/p>\n<p>&nbsp;<\/p>\n<hr \/>\n<p>&nbsp;<\/p>\n<p>This discussion comes back to why we chose to use the word <em>civilization<\/em>. Why apply the word <em>civilization<\/em> to the amalgam of entities that we have called the Sierra Nevada de Santa Marta? Because it is not just a mixture of tribes, the term could be situated in plain words through the simple idea of a <em>gelling<\/em> point: an aggregate of parts that becomes a unit, a <em>compound<\/em>, with new and particular internal dynamics. It might also stand comparison with a crystal, an entity that generates a coherent field outwards and inwards. A pyramid has these same characteristics: an apex is bound to the four corners of its base, with both the <em>Pi<\/em> and <em>Phi<\/em>, its irrational power vortexes at work creating all kinds of coherent fields, which keep generating subfields, in fractal mode. A civilization is a generative, dynamic shape, and the formation—people and land—that makes up the Sierra Nevada de Santa Marta has such a form, dimensionally and hyper-dimensionally (what we have called <em>holographically<\/em>). Like the delta of the Nile and its kaleidoscopic mirrors of life and afterlife on the east and the west banks of the river, with its bifurcating constellation of Upper and Lower Egypt in a perpendicular axis, which copies the night sky; where the Nile is turned on as an earthly reflection of the Milky Way. Likewise, the Sierra is a site where coherence <em>is\/was\/will<\/em> be abundant; as in all the other places where a mirror of the order of the Universe was set in place with <em>intention<\/em>. But the phenomenon needs to take shape again: the Kankuamo energy must re-find its place, and with it a new scale of its internal order will make its appearance.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Tuma<\/strong><\/p>\n<p>The following day we sat in front of the council of Kogi <em>Mamos<\/em> who wanted to know who we were, and to consult on whether we were welcome by the Sierra. We noticed that some of them were dropping small objects into dried gourd bowls filled with water and observing them very carefully as they sunk. They were dropping <em>tumas<\/em>. We were introduced to the technology of the <em>tuma<\/em> on our previous trip: Mamo Román from the Wiwa tribe insisted that we needed to help repatriate a number of them from a museum in Berlin. Archeologists had excavated them in the Sierra many years ago, and their absence was still the reason for multiple ecological imbalances. <em>Tumas<\/em> are cylindrical pieces, five centimeters long and one centimeter thick, made out of specific minerals. Each <em>tuma<\/em> has a direct correspondence with a certain aspect, element, or living being of the Sierra. There is a <em>tuma<\/em> entangled with the water system, another entangles with a certain species of vegetation; another with the birds; another with feline predators, and so on. I use the term entanglement here deliberately: the toolbox of the quantum laboratory may lend us the most specific and pointed terms to describe the dynamics at play when a Mamo employs his <em>tuma<\/em>. The<em> tuma<\/em> is a device that is in place to establish a coherent dialog between the mountain and the four tribes that have the mandate to care for the “heart of the world,” mandate given by Father Serancua at the beginning of the <em>Holographic Sierra<\/em> (even though at the beginning there was no beginning). The Sierra Nevada de Santa Marta is not just a mountain (and nothing in it is just a tree, or just an animal, or just a river), it is <em>a sphere, whose center is everywhere and whose circumference is nowhere<\/em>, a paradox used to describe God or the Universe, whose original author is lost in the mists of time.<\/p>\n<p>&nbsp;<\/p>\n<hr \/>\n<p>&nbsp;<\/p>\n<p>The word <em>code<\/em> came up spontaneously on the part of the translator when trying to explain the workings of the Kogi shamanic world while attempting to describe how <em>tumas<\/em> actually work. He explained that each <em>tuma<\/em> had a counterpart, a double, which had been implanted in the mountain since time immemorial. When a <em>tuma<\/em> is dropped into the bowl, and as the tiny bubbles rise, what is appearing before the eyes of the <em>Mamo<\/em> is a direct impression, or expression, of the <em>code<\/em>. The quanta contained in the inverted dome of the gourd itself, is a tiny reflection from the infinite matrix of the Sierra; and, on another octave, a mirror of the whole Universe. Each <em>tuma<\/em> offers a reading of one particular aspect—water, animal life, vegetable world, etc.—but it is also involved in a system where the Human is not only auscultating but very much active within the metabolism of the holographic mountain. <em>Tumas<\/em>, in short, are similar to the needles used in Chinese acupuncture, where a certain part of the hand, for example, links to the liver. Both systems connect to the concept of a “Zodiac man” as well as Europe’s esoteric twelfth-century medicine, whereby each part of the body had a corresponding constellation by way of which it could be healed.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Pergamento, or always already in the Anthropocene<\/strong><\/p>\n<p>The music I had heard the night before is called <em>chicote<\/em>, which is also the word used to describe a technique that establishes a connection to vital parts of the metabolism of the Sierra. The whole of the Sierra Nevada is a living body whose organs need nurturing in order for it to remain healthy and alive. Human beings have the responsibility to rewrite the <em>code<\/em> that regenerates the plant, animal, and water worlds, since indiscriminate use, without deep-seated replenishment, would lead to disaster.<\/p>\n<p>The responsibility is great, considering, as mentioned, that the peoples of the Sierra understand that if they fail to keep their environment in harmony, this means worldwide mayhem. If they fail to address the constellation of forces that are at play each time that we, the supreme predator, intervene in the scene, the human race will not survive. Here lies the crucial part of all of this that ought to be understood: the locals conceive of this disaster in what we have called here <em>holographic<\/em> terms, where the whole is in each of its parts. So in the Kogi, Arhuaco, and Wiwa understanding of the world—as it has flowed down to them in the stream of oral tradition—the day that the metabolism of the Sierra fails, that day will also mean apocalypse for the entire planet.<\/p>\n<p>&nbsp;<\/p>\n<hr \/>\n<p>&nbsp;<\/p>\n<p>It is a supreme lesson to us all: that to take care of one’s own minuscule site of dwelling is a matter of life and death to the species. The idea of a new era called the Anthropocene with a beginning—fuzzy as it may be—would probably feel like a great conceptual delusion to them, since they were always already in that era—<em>pagamento<\/em> being the active expression of this idea. They were also always already in conversation with a technosphere<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span><span class=\"annotation-content-inner\">Peter Haff’s neologism of a “quasi-autonomous system whose dynamics constrains the behaviour of its human parts.”<\/span><\/span><\/span> of sorts, since the Sierra itself is a kind of <em>maquina<\/em>(machine). And they would have always understood—through the powerhouse of their mythological matrix—that the Sierra is at the very heart of the world, and that every other Sierra is as well, when it gets activated as such. This mythological matrix has the <em>beginning and the end<\/em> of the Universe on the same table, at <em>all times<\/em>. These peoples would also have understood that we are all on the edge of a catastrophe that will wipe out all life on Earth, if we do not relearn how to partake in co-writing the code that makes the wind blow and the rain fall.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span><span class=\"annotation-content-inner\">There is another coherent mountain we’ve visited a couple of times in Peru, called Marcahuasi. A technique is in place there, where, at times of drought, four exceptional individuals are called upon (exceptional according to both their faith and their knowledge) from four neighboring villages, to go on an expedition down to the sea. Their mission is to collect salt water in four tanks from a specific area of the ocean, which they need to reach via motorboat. The treasury of each municipality helps fund the expedition from public money. The individuals split up and each climbs the mountain separately, carrying their share of seawater, along with ceremonial elements such as tobacco and carnations, to four specific spots where they place the tanks and proceed to leave the lids half open. As they walk down the mountain—after completing each secret ceremony of words and ritual passed down to them by tradition—the clouds are already gathering, and it soon rains. We were informed that one of the most important parts of the technique is to calculate how much of a gap to leave on the tank’s lid, since too wide an opening will create a raging storm. Using cutting-edge science one can justify the formation of clouds by ionized water placed at specific parts of a mountain where the air dynamics tend to rise, etc. What is interesting is the emphasis on the fact that the technique also involves this group of activated individuals who have learned the invisible code of the method. The secret ingredient that makes this example resonate is that the magic science employed in this ancient procedure is not by any means reducible to either the right or left hemisphere. It is both poetry—with carnations laid on the floor—and science, fully entangled as one single metabolism involving the airstream in the mountains, seawater, flower, tobacco smoke, word, gesture, and human intention.<\/span><\/span><\/span><\/p>\n<p>In the end, this only means to partake creatively in a <em>metabolism<\/em>. The most interesting etymology of <em>religion<\/em> is <em>re ligare<\/em>, to bind again, to actively recreate the severed connection. There is a question, which it is necessary to point out, about what action means in this context: there is an <em>action<\/em> needed for this binding to take place, but the action that we speak about here is not action in the sense we understand it colloquially. There is a certain awareness that is in action just by its presence in the room, and that the <em>qualities<\/em>of the occurrences that gravitate towards it are not easily explicable from a more <em>realistic<\/em>perspective. There is <em>action<\/em> in the strong sense of the word, and then there is another kind of <em>action<\/em> where a world with very different parameters is founded. And when this world opens up, thanks to a mixture of intention and technique (and certain numbers) then there is no place for the question “Is it possible that it did take place?” but rather for the question “Can I attain the state where it does take place?”<\/p>\n<p>I asked the Mamos about the ceremony from the previous night. I heard again how the music of the <em>chicote<\/em> invokes particular living beings from the Sierra. This particular ceremony’s intention was to re-establish the code that generates the palm trees that had been cut down to build the communal house on the previous day. The music itself is the instrument used to write the code for that particular palm tree, as a morphogenetic partition, in order for it to be generated in abundance and then be nurtured by matrix-Sierra.<\/p>\n<p>I realized that I had been able to play out a little bit of that code in my head, in the form of those beautiful images that the music had produced in my perceptive field. I had acted as a decoder, as the DVD player is to the disc, or the radio receiver to the wave. I had inadvertently partaken in an intimate instant of the poetic technosphere of the Sierra Nevada de Santa Marta.<\/p>\n"}]},"contributors":[{"ID":3072,"post_author":"1","post_date":"2019-08-21 12:37:15","post_date_gmt":"2019-08-21 10:37:15","post_content":"","post_title":"Francois Bucher","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"francois-bucher","to_ping":"","pinged":"","post_modified":"2019-08-21 17:55:33","post_modified_gmt":"2019-08-21 15:55:33","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/francois-bucher\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/francois-bucher\/","acf":{"first_name":"Francois","last_name":"Bucher"}}],"projects":[{"ID":18200,"post_author":"10","post_date":"2016-04-23 15:35:44","post_date_gmt":"2016-04-23 13:35:44","post_content":"<p>Is a different technosphere possible? Exploring this concept from the perpsective of the Aerocene: a nascent, collaborative, speculative vision of the future.<\/p>\n  <p>Is a different kind of technosphere possible? What forms of knowledge might a different technosphere require and engender? In order to explore such questions, we will take as our point of departure the Aerocene: a nascent, collaborative, speculative vision of the future.<\/p>\n <p>The concept of the “technosphere” developed by Peter Haff refers to an emergent, semi-autonomous “sphere” of the Earth, comparable to the hydrosphere or biosphere, currently being produced by a planet in flux. A growing number of human and nonhuman entities are being locked into this technosphere, which itself is tied into an accelerating exploitation of fossil fuels and other material resources, and depends on particular forms of knowledge production. The sort of questions one should ask therefore are: Is a different kind of technosphere possible? What forms of knowledge might a different technosphere require and engender? In order to explore such questions, we will take as our point of departure the Aerocene: a nascent, collaborative, speculative vision of the future proposed by Berlin-based artist Tomás Saraceno. In the Aerocene, societies become untethered from the Earth’s surface. Instead of relying on the extraction of resources from the Earth’s subterranean sinks and combusting them, the Aerocene, by contrast, simply encloses volumes of ambient air in envelopes, and thereby embarks in a collaboration with elemental flows of energy and matter. The Aerocene performs experiments in lighter-than-air motion, without fossil fuels or refined gases, to sustain the movements of a range of aerostatic devices for scientific research, for human transport—or even for human habitation in what Saraceno terms Cloud Cities. The Aerocene invites us to develop new forms of collaborative knowledge production, which combine the sciences and humanities, craft and philosophy, speculation and sensory experience.<\/p>\n<p>We will take the Aerocene as an alternative future technosphere, founded on a shift in the dominant global “thermodynamic imaginary” (Kiel Moe). Rather than immediately moving to technoscientific “solutions” and thereby implicitly consenting to a particular vision of the future, we will try to suspend entrenched disciplinary habits of thought and speculate about which future we actively wish to create. In exploring the Aerocene we will use techniques to unlearn ingrained, modernist “bifurcations” of thought (Alfred North Whitehead). We will develop forms of interdisciplinarity and transdisciplinarity that resist the allure of prematurely integrated forms of knowledge and that instead experience creative agonism between modes and ontologies of knowing (Andrew Barry).<\/p>\n<p>In groups, participants will bring together a range of different kinds of knowledge in order to articulate alternative versions of the Aerocene, flesh out particular aspects of Aerocene living, tackle distinct knowledge challenges, or raise objections to the idea of the Aerocene as an alternative technosphere. Playing with these different kinds of knowledge, we will also explore the different ways of knowing and sensing that the Aerocene makes possible, as we capture ambient air, release its latent powers, and make our bodies sensitive to its elemental properties.<\/p>\n","post_title":"Seminar: Knowing (in) the Anthropocene","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"knowing-in-the-anthropocene","to_ping":"","pinged":"","post_modified":"2020-06-04 14:57:34","post_modified_gmt":"2020-06-04 12:57:34","post_content_filtered":"","post_parent":9144,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=project&#038;p=18200","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"astrid.zimmermann","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2016\/knowing-in-the-anthropocene\/","acf":{"thumbnail":{"ID":18201,"id":18201,"title":"seminar_04_Knowing the Anthropocene","filename":"seminar_04_vis_up01.jpg","filesize":81089,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2016\/knowing-in-the-anthropocene\/seminar_04_vis_up01\/","alt":"","author":"10","description":"","caption":"","name":"seminar_04_vis_up01","status":"inherit","uploaded_to":18200,"date":"2020-02-03 14:38:46","modified":"2020-02-03 16:02:59","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1140,"height":641,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01-768x432.jpg","thumbnail-width":768,"thumbnail-height":432,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01-300x169.jpg","medium-width":300,"medium-height":169,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01-768x432.jpg","medium_large-width":768,"medium_large-height":432,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01.jpg","large-width":1140,"large-height":641,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01.jpg","1536x1536-width":1140,"1536x1536-height":641,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01.jpg","2048x2048-width":1140,"2048x2048-height":641,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01.jpg","feature-width":1140,"feature-height":641}},"teaser_text":"<p>Is a different technosphere possible? Exploring this concept from the perpsective of the Aerocene: a nascent, collaborative, speculative vision of the future.<\/p>\n","contributors":false,"methods":false,"keywords":[{"term_id":210,"name":"Epistemology","slug":"epistemology","term_group":0,"term_taxonomy_id":210,"taxonomy":"keyword","description":"","parent":0,"count":47,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":232,"name":"Knowledge transformation","slug":"knowledge-transformation","term_group":0,"term_taxonomy_id":232,"taxonomy":"keyword","description":"","parent":0,"count":35,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":218,"name":"Games","slug":"games","term_group":0,"term_taxonomy_id":218,"taxonomy":"keyword","description":"","parent":0,"count":1,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":197,"name":"Data","slug":"data","term_group":0,"term_taxonomy_id":197,"taxonomy":"keyword","description":"","parent":0,"count":30,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":187,"name":"Care","slug":"care","term_group":0,"term_taxonomy_id":187,"taxonomy":"keyword","description":"","parent":0,"count":37,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":221,"name":"Habits","slug":"habits","term_group":0,"term_taxonomy_id":221,"taxonomy":"keyword","description":"","parent":0,"count":14,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":242,"name":"Modernity","slug":"modernity","term_group":0,"term_taxonomy_id":242,"taxonomy":"keyword","description":"","parent":0,"count":8,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Haus der Kulturen der Welt, John-Foster-Dulles-Allee, Berlin, Germany","lat":52.51890849999999,"lng":13.3649115,"zoom":14,"place_id":"ChIJW-9xr7tRqEcRafqpF3pEPEc","name":"Haus der Kulturen der Welt","street_number":"10","street_name":"John-Foster-Dulles-Allee","city":"Berlin","state":"Berlin","post_code":"10557","country":"Germany","country_short":"DE"}}}],"methods":false,"keywords":[{"term_id":243,"name":"Naturecultures","slug":"naturecultures","term_group":0,"term_taxonomy_id":243,"taxonomy":"keyword","description":"","parent":0,"count":46,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":210,"name":"Epistemology","slug":"epistemology","term_group":0,"term_taxonomy_id":210,"taxonomy":"keyword","description":"","parent":0,"count":47,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":235,"name":"Local knowledge","slug":"local-knowledge","term_group":0,"term_taxonomy_id":235,"taxonomy":"keyword","description":"","parent":0,"count":56,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"folksonomy":[{"term_id":310,"name":"Ritual","slug":"ritual","term_group":0,"term_taxonomy_id":310,"taxonomy":"folksonomy","description":"","parent":0,"count":6,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"location":{"address":"Sierra Nevada de Santa Marta, Aracataca, Magdalena, Colombia","lat":"10.8292413","lng":"-73.6923443"}},"author_name":"astrid.zimmermann","project_parents":[{"id":18200,"title":"Seminar: Knowing (in) the Anthropocene","post_title":"Seminar: Knowing (in) the Anthropocene","slug":"knowing-in-the-anthropocene","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2016\/knowing-in-the-anthropocene\/","post_type":"project"},{"id":9144,"title":"Anthropocene Campus 2016","post_title":"Anthropocene Campus 2016","slug":"campus-2016","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2016\/","post_type":"project"}],"_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/18441"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/contribution"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/10"}],"version-history":[{"count":62,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/18441\/revisions"}],"predecessor-version":[{"id":21399,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/18441\/revisions\/21399"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=18441"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=18441"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=18441"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=18441"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]