[{"id":28409,"date":"2020-09-04T17:58:24","date_gmt":"2020-09-04T15:58:24","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contribution&#038;p=28409"},"modified":"2020-09-05T14:27:49","modified_gmt":"2020-09-05T12:27:49","slug":"risk-equity-in-the-louisiana-anthropocene","status":"publish","type":"contribution","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/risk-equity-in-the-louisiana-anthropocene\/","title":{"rendered":"Risk &#038; Equity in the Louisiana Anthropocene"},"content":{"rendered":"<p>On the different manifestations and impacts of the Louisiana Anthropocene, which have been lent somber new resonance in 2020 by the COVID-19 pandemic.<\/p>\n<p> Risk\/Equity seminar reflection <\/p>\n<p>In this essay, the conveners of the <em>Anthropocene River Campus’<\/em> <a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-campus-the-human-delta\/seminar-risk-equity\">Risk\/Equity<\/a> seminar each draw upon their own experiences of the endeavor in 2019 while also considering how these have been lent somber new resonance in 2020 by the COVID-19 pandemic. The texts describe the different manifestations and impacts of the Louisiana Anthropocene, from the manifold “slow disasters” the region has undergone to the embodied, emotional dimensions of field work; from the complexities involved in attempts to bridge global and regional community engagement to why a public pedagogy of Black Lives Matter must play a role in Anthropocenic scholarship—in Louisiana and far beyond.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>On the different manifestations and impacts of the Louisiana Anthropocene, which have been lent somber new resonance in 2020 by the COVID-19 pandemic. Risk\/Equity seminar reflection In this essay, the conveners of the Anthropocene River Campus’ Risk\/Equity seminar each draw upon their own experiences of the endeavor in 2019 while also considering how these have [&hellip;]<\/p>\n","protected":false},"author":12,"template":"","method":[336,335,10,333,8,2],"keyword":[172,173,186,187,188,200,324,340,235,250,321],"folksonomy":[],"acf":{"publish_to_dat":false,"subtitle":"Risk\/Equity seminar reflection","thumbnail":{"ID":28414,"id":28414,"title":"denkanight","filename":"denkanight-scaled.jpg","filesize":459885,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/denkanight-scaled.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/risk-equity-in-the-louisiana-anthropocene\/denkanight\/","alt":"","author":"12","description":"Photo by Zachary Kanzler of the CVML at Tulane University","caption":"In Reserve, the town neighboring the Dupont\/Denka Performance Elastomer, community members state that the plant’s noxious emissions are strongest at night and can be smelled throughout the area.","name":"denkanight","status":"inherit","uploaded_to":28409,"date":"2020-09-02 08:21:40","modified":"2020-09-02 08:29:24","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":2560,"height":1707,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/denkanight-768x512.jpg","thumbnail-width":768,"thumbnail-height":512,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/denkanight-300x200.jpg","medium-width":300,"medium-height":200,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/denkanight-768x512.jpg","medium_large-width":768,"medium_large-height":512,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/denkanight-1400x933.jpg","large-width":1400,"large-height":933,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/denkanight-1536x1024.jpg","1536x1536-width":1536,"1536x1536-height":1024,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/denkanight-2048x1365.jpg","2048x2048-width":2048,"2048x2048-height":1365,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/denkanight-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/denkanight-1600x1067.jpg","feature-width":1600,"feature-height":1067},"credits":null},"display_as_feature_image":true,"teaser_text":"<p>On the different manifestations and impacts of the Louisiana Anthropocene, which have been lent somber new resonance in 2020 by the COVID-19 pandemic.<\/p>\n","abstract":"<p>In this essay, the conveners of the <em>Anthropocene River Campus’<\/em> <a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-campus-the-human-delta\/seminar-risk-equity\">Risk\/Equity<\/a> seminar each draw upon their own experiences of the endeavor in 2019 while also considering how these have been lent somber new resonance in 2020 by the COVID-19 pandemic. The texts describe the different manifestations and impacts of the Louisiana Anthropocene, from the manifold “slow disasters” the region has undergone to the embodied, emotional dimensions of field work; from the complexities involved in attempts to bridge global and regional community engagement to why a public pedagogy of Black Lives Matter must play a role in Anthropocenic scholarship—in Louisiana and far beyond.<\/p>\n","footer_title":"","footer_collapsible":false,"footer_content":"","_content":{"truncate_sidenotes":false,"content":[{"acf_fc_layout":"text","text":"<h1>Introduction<\/h1>\n<p><strong>Scott Gabriel Knowles<\/strong><\/p>\n<p>Risk to life and wellbeing are emblematic of the Anthropocene yet many risks are not shared nor accounted for amidst the slow disasters that leave marginalized people in harm’s way. Our seminar—Risk\/Equity, held in November of 2019 as part of the <em>Anthropocene River Campus <\/em>in New Orleans—articulated how risk assessment and management are at the heart of environmental justice.<\/p>\n<p>The adverse risks of climate change and ecological degradation are never shared equally across the globe or even within a region. This seminar explored the paired concepts of risk and equity as expressed through the lived experiences of residents in the lower Mississippi River, and the infrastructures of greater New Orleans. It brought the concepts of the “slow disaster” to bear, thinking about industrialization and toxicity not merely as quantifiable events on a timeline, but as exceedingly slow processes of environmental and human stress, and locating the effects in the everyday lives and coping strategies of communities that persist and resist. Seminar participants worked with conveners to gain background knowledge in these concepts, and then applied them to field experiences in conjunction with community partners.<\/p>\n<p>Special care was taken to emphasize that participants would be working within pre-existing channels of mutuality and collaboration, focused on the work of the <a href=\"https:\/\/leanweb.org\/\">Louisiana Environmental Action Network<\/a> (LEAN), the <a href=\"https:\/\/lurac.org\/\">Louisiana Universities Resilient Architecture Collaborative<\/a> (LURAC), and the <a href=\"https:\/\/www.louisianalandmarks.org\/\">Louisiana Landmarks Society<\/a> (LLS).  Rather than foster “toxic tourism,” participants deepened their facility with slow disaster through the development of methods of local action—working on a project that was launched in September through the activities of the <a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-school\/new-orleans-anthropocene-field-campus\"><em>New Orleans Anthropocene Field Campus<\/em><\/a>. The project is still underway, though slowed because of the COVID-19 pandemic, and revolves around the formation of a community archive, allowing opportunities for participants who may wish to remain active and engaged in the localized work and partnerships.<\/p>\n<p>We proceed now, as we did in November of 2019, in a spirit and practice of “mutual aid”—trying as best as we can to erase the dark lines that somehow separate the residents of communities suffering pollution, and visitors (like the seminar conveners) to those communities.  The areas we visited in 2019 with seminar participants are among the hardest hit from COVID-19 in the USA—not because of population density, but because of the “pre-condition” of poor air quality and lung distress experienced every day by residents over the past decades. The slow disaster of the Anthropocene in Cancer Alley lays the groundwork for the pandemic here.<\/p>\n<p>Ultimately, the common project of learning, documenting, and acting against the monstrous injustice of environmental pollution helps us build a bond—a community.  This essay collects several of the experiences of seminar leaders, but also points the way towards continuing collaborations, especially in the grim new era of COVID-19 from which we make these preliminary reflections.<\/p>\n<h1>Breathing Risk<\/h1>\n<p><strong>Myung Ae Choi<\/strong><\/p>\n"},{"acf_fc_layout":"image","display":"column","image":[{"ID":28459,"id":28459,"title":"E34B07B3-D4DA-4D6C-8606-C7C13E89C212-1400x1050","filename":"E34B07B3-D4DA-4D6C-8606-C7C13E89C212-1400x1050-1.jpeg","filesize":130244,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/E34B07B3-D4DA-4D6C-8606-C7C13E89C212-1400x1050-1.jpeg","link":"https:\/\/content.anthropocene-curriculum.org\/e34b07b3-d4da-4d6c-8606-c7c13e89c212-1400x1050\/","alt":"","author":"12","description":"<a href=\"https:\/\/notes.anthropocene-curriculum.org\/id\/14706\" rel=\"noopener noreferrer\" target=\"_blank\">Field Note<\/a> by Joe Underhill.","caption":"The Bonnet Carré Spillway.","name":"e34b07b3-d4da-4d6c-8606-c7c13e89c212-1400x1050","status":"inherit","uploaded_to":0,"date":"2020-09-04 14:38:46","modified":"2020-09-04 14:41:49","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1400,"height":1050,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/E34B07B3-D4DA-4D6C-8606-C7C13E89C212-1400x1050-1-768x576.jpeg","thumbnail-width":768,"thumbnail-height":576,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/E34B07B3-D4DA-4D6C-8606-C7C13E89C212-1400x1050-1-300x225.jpeg","medium-width":300,"medium-height":225,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/E34B07B3-D4DA-4D6C-8606-C7C13E89C212-1400x1050-1-768x576.jpeg","medium_large-width":768,"medium_large-height":576,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/E34B07B3-D4DA-4D6C-8606-C7C13E89C212-1400x1050-1.jpeg","large-width":1400,"large-height":1050,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/E34B07B3-D4DA-4D6C-8606-C7C13E89C212-1400x1050-1.jpeg","1536x1536-width":1400,"1536x1536-height":1050,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/E34B07B3-D4DA-4D6C-8606-C7C13E89C212-1400x1050-1.jpeg","2048x2048-width":1400,"2048x2048-height":1050,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/E34B07B3-D4DA-4D6C-8606-C7C13E89C212-1400x1050-1-48x48.jpeg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/E34B07B3-D4DA-4D6C-8606-C7C13E89C212-1400x1050-1.jpeg","feature-width":1400,"feature-height":1050}}]},{"acf_fc_layout":"text","text":"<p>For one of the seminar’s field trips we travelled by bus to Reserve, Louisiana, the heart of “Cancer Alley.” Our guide, onboard and off, was environmental scientist and activist Dr. Wilma Subra. Following one of the stops that morning, we found ourselves standing on the riverbank in St. Charles parish, looking over towards the Bonnet Carré Spillway. This flood control structure was built as a response to the Great Mississippi Flood of 1927 and is opened in years when flooding is a great concern in the lower Mississippi delta. While it protects the city of New Orleans from flooding by controlling the volume of the Mississippi River flow, its opening in 2018 is claimed to be responsible for recent algal blooms along the Gulf of Mexico. Wilma drew our attention from the water to the air.  She encouraged the participants: “Breathe.”<\/p>\n<p>“Good,” Wilma said, “Now you have your dose of the year.” The amount of ethylene oxide produced in St. Charles parish is the highest in the US. The Environmental Protection Agency (EPA) warns ethylene oxide is carcinogenic to humans, and long-term exposure can cause lymphoid or breast cancer.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span><span class=\"annotation-content-inner\">Environmental Protection Agency (EPA), 2018, <em>Ethylene Oxide<\/em>, Available at: <a href=\"https:\/\/www.epa.gov\/sites\/production\/files\/2016-09\/documents\/ethylene-oxide.pdf\">https:\/\/www.epa.gov\/sites\/production\/files\/2016-09\/documents\/ethylene-oxide.pdf<\/a><\/span><\/span><\/span> “Cancer Alley” is another name for the collection of neighborhoods found along the lower Mississippi River, including St. Charles parish. What we were breathing was toxic air and its associated cancer risk.<\/p>\n"},{"acf_fc_layout":"embed","title":"","embed":"<iframe title=\"Dr. Wilma Subra, Risk\/Equity\" src=\"https:\/\/player.vimeo.com\/video\/454768128?dnt=1&amp;app_id=122963\" width=\"640\" height=\"360\" frameborder=\"0\" allow=\"autoplay; fullscreen; picture-in-picture\" allowfullscreen><\/iframe>","caption":"Dr. Wilma Subra describes the industrial landscape, and its effects upon the local population, as the Risk\/Equity seminar makes its way along “Cancer Alley” towards the former San Francisco plantation. Film by Carlina Rossée"},{"acf_fc_layout":"text","text":"<p>Field research is embodied and involves emotional performance as much as rational gathering of information. It offers opportunities to mobilize a range of bodily sensations, generating particular feelings and moments of epiphany.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span><span class=\"annotation-content-inner\"> M. Crang and I. Cook, <em>Doing Ethnographies<\/em>. London: Sage, 2007.<\/span><\/span><\/span> The bodily dimension of field research was especially strongly felt in the Risk\/Equity seminar, which was concerned with environmental health issues. Our field trip largely followed the traditional format in the sense that participants were invited to observe sites of environmental justice action in the New Orleans 9th Ward and in Cancer Alley, as well as to meet local activists including Wilma Subra and members of the Louisiana Environmental Action Network (LEAN). These opportunities helped the participants to mobilize their bodily sensations to understand the field, and carefully reflect on their embodied findings. Later in the afternoon, participants were asked to note down a few quick thoughts on their bodily experiences by thinking about: what they saw, heard, smelled, touched, and breathed.<\/p>\n<p>We did see many smokestacks, oil, and water tanks, cylinders of petrochemical factories. On the east side of the river from Bonnet Carré Spillway, energy generating facilities, such as Little Gypsy Power Plant, and oil refineries like NORCO were in operation. The other side of the river was occupied by petrochemical manufacturers such as Dow Chemical and Ammonia Terminal. It was a windy day. Smoke from the factories and sugarcane growing in front of them were blown from side to side. The wind also brought with it a distinctive smell—something like the odor of iron, manure, or garbage. When hopping off the bus, we could not help but inhale it. The unpleasant smell served as a reminder that we were breathing pollutants including chloroprene, ethylene oxide, and formaldehyde. As highlighted in the handouts we had received at the start of the trip, these are the top toxic chemicals that contaminate the bodies of human and nature in the lower Mississippi delta.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span><span class=\"annotation-content-inner\"> S. Lerner, “A tale of two toxic cities: the EPA’s bungled response to an air pollution crisis exposes a toxic racial divide”, <em>The Intercept<\/em>, 24 Feb 2019.<\/span><\/span><\/span><\/p>\n<p>The numbers in the documents suggested that St. Charles parish is an “exceptional” place where the risk of cancer from air pollution is strikingly higher than elsewhere in the US. This argument was convincing. Our own bodily experiences, on the other hand, somehow reminded how “universal” such environmental health problems are. What we saw, heard, and smelled were not entirely new and strange. Rather, these were familiar names, sounds and odors, which could be found in our own everyday lives, both near and far. The same names that adorn the signage of industrial facilities appear on the labels of household items at home and in offices, and the products manufactured here in NOLA are similarly mundane in their “everydayness”—oil, gas, plastics, rubber and sugar. These are the staples of modern life. As one participant mentioned, anybody who drove and flew to get to the <em>Anthropocene River Campus<\/em> could not easily absolve themselves of a sense of complicity in of the Anthropocene of the lower Mississippi River, a space engineered to generate fossil fuel. For another participant, the distinctive smell evoked her memories of childhood spent in an Asian industrial town in the early 1990s. Like St. Charles parish, the unpleasant smell of iron and rubber was often blown into the village and gave local residents headaches and nausea. Through the sharing of this experience, spatial and temporal distances were suddenly annihilated, bringing us together in a united front in the face of the Anthropocene.<\/p>\n<p>In thinking about and working on environmental health, our lived experience might have more in common than we have previously thought. The violence exercised upon the muscles of enslaved Black people in the eighteenth century, as well as to the lungs of local residents in St. Charles parish today has parallels with from the violence inflicted on the bodies of deprivileged residents in industrial towns in Asia. In all these cases, political, economic, and ecological inequality has been reproduced in the past, as well as in the present. Embodied field research in New Orleans enabled us to “notice” common and shared elements involved in the formation and operation of the Anthropocene—such as violence. The “art of noticing”, as proposed by Anna Tsing,<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span><span class=\"annotation-content-inner\"> A. L Tsing,  <em>The Mushroom at the End of the World: On the Possibility of Life in Capitalist Ruins<\/em>. Princeton University Press, 2015.<\/span><\/span><\/span> allowed us to connect the field sites to our own lives, elsewhere. I would like to think such radical transcendence of time and space was made possible by the powerful energy generated as a result of this embodied and emotive encounter with the Anthropocene. Through this, the story of a North American Anthropocene comes to have wider resonance with a billion local stories of the Anthropocene.<\/p>\n<p>This is perhaps the message conveyed in the song of Wendi Moore-O’Neal, a local cultural worker and activist, later in the afternoon. The song ended with these words: “…I am taking my mama to your relative.” We are connecting the story of New Orleans to our own stories of the Anthropocene.<\/p>\n<h1><\/h1>\n<h1>Tensions and Releases<\/h1>\n<p><strong>Christopher Oliver<\/strong><\/p>\n"},{"acf_fc_layout":"image","display":"column","image":[{"ID":28416,"id":28416,"title":"65247CAB-F51A-4ED8-BF42-F2D79D1A055B-1400x1050","filename":"65247CAB-F51A-4ED8-BF42-F2D79D1A055B-1400x1050-1.jpeg","filesize":259196,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/65247CAB-F51A-4ED8-BF42-F2D79D1A055B-1400x1050-1.jpeg","link":"https:\/\/content.anthropocene-curriculum.org\/65247cab-f51a-4ed8-bf42-f2d79d1a055b-1400x1050-2\/","alt":"","author":"12","description":"<a href=\"https:\/\/notes.anthropocene-curriculum.org\/id\/15569\" rel=\"noopener noreferrer\" target=\"_blank\">Field Note<\/a> by Aurora. ","caption":"Communities living along \"Cancer Alley\" breath in its toxic air—and its associated cancer risk—every day.","name":"65247cab-f51a-4ed8-bf42-f2d79d1a055b-1400x1050-2","status":"inherit","uploaded_to":0,"date":"2020-09-02 08:24:40","modified":"2020-09-05 12:27:44","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1400,"height":1050,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/65247CAB-F51A-4ED8-BF42-F2D79D1A055B-1400x1050-1-768x576.jpeg","thumbnail-width":768,"thumbnail-height":576,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/65247CAB-F51A-4ED8-BF42-F2D79D1A055B-1400x1050-1-300x225.jpeg","medium-width":300,"medium-height":225,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/65247CAB-F51A-4ED8-BF42-F2D79D1A055B-1400x1050-1-768x576.jpeg","medium_large-width":768,"medium_large-height":576,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/65247CAB-F51A-4ED8-BF42-F2D79D1A055B-1400x1050-1.jpeg","large-width":1400,"large-height":1050,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/65247CAB-F51A-4ED8-BF42-F2D79D1A055B-1400x1050-1.jpeg","1536x1536-width":1400,"1536x1536-height":1050,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/65247CAB-F51A-4ED8-BF42-F2D79D1A055B-1400x1050-1.jpeg","2048x2048-width":1400,"2048x2048-height":1050,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/65247CAB-F51A-4ED8-BF42-F2D79D1A055B-1400x1050-1-48x48.jpeg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/65247CAB-F51A-4ED8-BF42-F2D79D1A055B-1400x1050-1.jpeg","feature-width":1400,"feature-height":1050}}]},{"acf_fc_layout":"text","text":"<p>In the Risk\/Equity Seminar we worked with Marylee Orr, Michael Orr and Wilma Subra of Louisiana Environmental Action Network (LEAN) as part of a series of collaborative community engagement exercises to examine, discuss, and respond to issues of environmental injustice and to develop a process for how a global exchange of artists, designers, professionals, and academics from across disciplines, can collectively and collaboratively work to support environmental justice (EJ) communities in Louisiana and beyond.<\/p>\n<p>Once we were settled into one of workshop sessions at a location along Cancer Alley in southeastern Louisiana, we began a discussion about the activities for the afternoon. We presented to the group—consisting of activists, artists, community organizers, and academics—the primary needs assessment presented to us by our co-organizer LEAN. The environmental justice non-profit are based in Baton Rouge, not far from where we met that day. This needs assessment was developed by LEAN through hundreds of conversations with community leaders and residents from communities where the organization works each and every day. These community members asked LEAN to ask us for a “letter of support”—one that would come from all of the regional, national, and global professionals who were participating in this Risk\/Equity seminar, as part of the <em>Anthropocene River Campus<\/em>.<\/p>\n<p>Within our particular letter writing “breakout” group, we focused on creating an outline for the letter by fleshing out the details with the hope of producing a draft before the end of the day. To do this, we passed out a handout with some preliminary ideas about how to proceed. Immediately, a hand went up, and the participant asked, pointedly: “This seems incredibly patronizing, egotistical, and, quite honestly, something that I don’t want to participate in.” One of my co-organizers leaned over to me and said, “Here we go.”<\/p>\n<p>Initially upset, I was more than a bit hurt. To be challenged for not only my positionality and my own connections to these communities is one thing, but I was also deeply irritated (read: “angry”) the questioning of the deep-rooted, decades long relationships that our co-organizers from LEAN have cultivated and fostered over the previous forty years with these residents living along the Mississippi industrial river corridor. Marylee Orr, LEAN’s co-founder and current executive director, and Wilma Subra, LEAN’s chief technical scientist, have been working on EJ issues since the early 1980s (and for Wilma, even before the 1980s), during the “birth” of the EJ movement in Louisiana (which coincided with the birth of EJ concerns nationally). Michael Orr, LEAN’s communications director, is Marylee’s son, and—as Marylee points out when describing the founding of LEAN—he was the catalyst for Marylee’s involvement in the environmental justice movement. Questioning the sincerity and integrity of the relationships between LEAN’s staff and the Cancer Alley communities smacked of its own kind of arrogance, and coming from an uninformed position, as anyone who has read about, or spent any time working within Cancer Alley, would know the important historical and on-going commitment of LEAN and its staff.<\/p>\n<p>It took a moment for us to regroup and consider the statement more concretely, one which we had considered might surface during the seminar’s activities. But one which we did not expect to come so harshly and directly—nor so early in the process. During the course of the planning of this event, we had very much considered issues of how we could do “community engagement work” at a distance and, in some cases, across continents. The difficulties associated with doing something that is significantly, and importantly, context-based and built around sustained, personal relationships, can make any attempt to do this from afar run the risk of being, at best, ineffective, and potentially damaging, at worst.<\/p>\n<p>We had attempted to create a process to both protect the time of local communities, who are often taxed by the amount of energy it takes to connect them to outside researchers (and especially to do so concretely), and yet also to try ensure some form of “direct engagement” with these local communities. To do this, we worked directly through my existing connection to LEAN, who I have worked with nearly weekly over the past six years. The crucial element within this framework is LEAN’s established relationships, as an EJ advocacy organization with a long-standing, close connections to these communities through on-going working relationships.<\/p>\n<p>In returning to the “breakout” session, Michael Orr responded to these developing tensions by stating emphatically, “We are doing THIS [the “breakout” group workshop] exactly because we do not want to interject this group into these communities.” Then, after a few more tense moments, we got to the work of how to concretely, yet thoughtfully, proceed. As the room was filled with community activists and organizers, with years of experience in doing community engaged “work” in various forms, some of them were able to take the lead. Others, including the artists and academics, added their own voices to the discussion. After some time, we developed a schematic of whom we should address the letter, and what would be the exact content and wording. The consensus was that we would write a “thank you” letter to all of the community leaders, activists, advocates, and residents who work tirelessly each and every day to support these EJ communities. We all agreed that “fighting injustices” is exhausting, and often thankless but, most significantly, never-ending. But given that these injustices have real, material consequences—in the form of illnesses and premature deaths—efforts to fight injustice can neither be abandoned nor denied.<\/p>\n<p>In the end, these activities were also part of a larger an effort within the <em>Anthropocene River Campus<\/em> to rethink issues of scale, scope, and connectivity in the face of broad global changes to the environment (e.g., climate change, rising sea levels, industrial production of chemicals, plastics, and related products, the international movement of pollution and waste, etc.) and their connections to regional and local issues and impacts (e.g., coastal land loss, air, water, and soil contamination by industry, waste disposal and localized pollution, etc.). Understanding, but also embracing and utilizing, that issue of scale and scope, as it relates to, and possibly enhances, connectivity is crucially important. Scale and scope, in terms of this connectivity understood as not solely geographic, allows for new opportunities to fight injustices. And while these injustices may have global, national, and regional roots, they must be identified, challenged, and fought locally. However, this does not preclude the importance of scaling up the scope of our collective efforts, by tapping into national and global networks of activists and advocates and using this rethinking of scale as a method to fight environmental injustices.<\/p>\n<p>For us, this was (and continues to be) the crucial moment of release to get us past the uncomfortable, and yet necessary, tensions regarding issues of voice and authenticity associated with community engagement work among environmental justice communities throughout Louisiana and around the world. Hopefully, this is just one step in an arduous yet fruitful process of rethinking these relationships and our individual and collective contributions to fighting injustices.<\/p>\n<h1><\/h1>\n<h1>Problematics and Possibilities for a Public Pedagogy of Black Lives Matter amidst the Anthropocene<\/h1>\n<p><strong>Fallon Aidoo<\/strong><\/p>\n"},{"acf_fc_layout":"image","display":"column","image":[{"ID":28462,"id":28462,"title":"61C4BBDC-FA0D-4549-8ABE-B417AE17F760-1400x1050","filename":"61C4BBDC-FA0D-4549-8ABE-B417AE17F760-1400x1050-1.jpeg","filesize":178633,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/61C4BBDC-FA0D-4549-8ABE-B417AE17F760-1400x1050-1.jpeg","link":"https:\/\/content.anthropocene-curriculum.org\/61c4bbdc-fa0d-4549-8abe-b417ae17f760-1400x1050\/","alt":"","author":"12","description":"<a href=\"https:\/\/notes.anthropocene-curriculum.org\/id\/15487\">Field Note<\/a> by Scott Gabriel Knowles","caption":"Three years associated with deltaic diasters, stenciled onto a block raising the Lower Ninth Ward Living History Museum above water level.","name":"61c4bbdc-fa0d-4549-8abe-b417ae17f760-1400x1050","status":"inherit","uploaded_to":0,"date":"2020-09-04 14:50:26","modified":"2020-09-04 15:10:16","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1400,"height":1050,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/61C4BBDC-FA0D-4549-8ABE-B417AE17F760-1400x1050-1-768x576.jpeg","thumbnail-width":768,"thumbnail-height":576,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/61C4BBDC-FA0D-4549-8ABE-B417AE17F760-1400x1050-1-300x225.jpeg","medium-width":300,"medium-height":225,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/61C4BBDC-FA0D-4549-8ABE-B417AE17F760-1400x1050-1-768x576.jpeg","medium_large-width":768,"medium_large-height":576,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/61C4BBDC-FA0D-4549-8ABE-B417AE17F760-1400x1050-1.jpeg","large-width":1400,"large-height":1050,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/61C4BBDC-FA0D-4549-8ABE-B417AE17F760-1400x1050-1.jpeg","1536x1536-width":1400,"1536x1536-height":1050,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/61C4BBDC-FA0D-4549-8ABE-B417AE17F760-1400x1050-1.jpeg","2048x2048-width":1400,"2048x2048-height":1050,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/61C4BBDC-FA0D-4549-8ABE-B417AE17F760-1400x1050-1-48x48.jpeg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/09\/61C4BBDC-FA0D-4549-8ABE-B417AE17F760-1400x1050-1.jpeg","feature-width":1400,"feature-height":1050}}]},{"acf_fc_layout":"text","text":"<p>A seat to myself on the bus ride back to New Orleans from neighboring St. John and Charles Parishes seemed fitting, in retrospect. I was no more “alone with my thoughts” in a bus full of academics, activists and artists from across the United States, Europe, and Asia as I am now, sharing a “room of my own” with both immediate and extended family members that are working and learning from my home during the COVID-19 pandemic. The two days of engagement and exposition I co-organized with local and non-local professors provided at once too much and too little time to process my place in the <em>Anthropocene River Campus<\/em> let alone my precarity as a Black, Latinx woman living in the Anthropocene. Bumper-to-bumper traffic between “Cancer Alley” and New Orleans offered just enough time, however, to reflect on the contemporary artist Dread Scott and many others who traveled this River Road before me as “conveners” of conversation, critical thinking, speculative thought and collaborative action about racialized risk—of life and death—in the lower Mississippi River Delta.<\/p>\n<p>The seminar, as I envisioned it, made space for new inquiries and interventions—speculative fictions—to join innumerable others envisioning rights amidst disenfranchisement, wellness despite endangerment, value in spite of impoverishment and joy at the center of desolation. Black clergy and other culture bearers of New Orleans who have shared the most joyous and tragic moments of deltaic life understandably mocked the mere idea of facilitating or contributing to a seminar on racial equity in the Anthropocene, a period of Earth’s life and that of the world when Black people die as Blackness thrives.<\/p>\n<p>LEAN and Stop the Industrial Lock Expansion, just two of many institutions that presently fight for Black futures in the lower Mississippi River, expertly exposed us to these dualities of living with toxicity in the past, present and future. With the aid of scientific community members and community engaged scientists, the communities of Reserve, LA and the Lower 9th Ward of New Orleans have managed to endure and evade environmental, commercial, industrial, and political violence waged against both Blackness and poorness at a distance from the Mississippi River levees their ancestors built to safeguard the places they call home. Well beyond the Industrial Canal, the Bonne Carré Spillway in Baton Rouge and Washington, D.C., state and federal policy makers decide the fate of Jim Crow urbanism—whether another petrochemical plant’s request to expand production earns approval or another canal expansion receives financial and political investment to proceed over the objections of citizen scientists. Leadership of the Lower 9th Center for Sustainable Environmental Development and <a href=\"https:\/\/leanweb.org\/\">LEAN<\/a>—replete with activists “born and bred” in these toxic landscapes—refuse to let any place deliver a death sentence for communities without a fight.<\/p>\n<p>There would be as many books and films on Cancer Alley as there are vides of New Orleans post-Katrina if challenges and opportunities, triumphs and tragedies in the fight for Black lives were documented and processed by the traditional but costly protocols historians prefer. As the Risk\/Equity seminar contemplated alternatives, a critical question arose: is there any archive “form” or “media” that will affirm the elasticity and authenticity of community activism while advancing the education, litigation, and investigations of community members? Swept up by the design challenge, I nearly forgot to exercise a principle of my own design pedagogy: study the site and listen to the client but also mine the memories of people who have and will engage in the placemaking or placekeeping you plan.<\/p>\n<p>The most traditional resource of a formal archive—a “finding aid”—best captures what I and many trained historians initially strived for, and sped towards, as we transitioned from outside to inside Cancer Alley community through a series of convenings. An artist who’d participated in and convened the filmic version of a hack-a-thon pulled me out of the trance of my training and prompted the question: What’s more of a “life hack” than Black filmmaking that casts equity in place and out of place in the Anthropocene?<\/p>\n<p>We had, after all, walked the path of Spike Lee’s film crews and others who descended on the Lower 9th Ward after Hurricane Katrina and Gulf waters broke open the levee walls protecting and segregating a bastion of historically African American homeownership in New Orleans. I reflected on <em>Queen and Slim,<\/em> a film produced partially from atop the Industrial Canal levee walls that will be extended into the Lower 9th neighborhood if petrochemical lobbyists, port economists and water engineers overpower citizens and the science behind the Stop the Locks campaign. Like HBO’s hit show <em>Treme, <\/em>the recent film captured not only film tax credits that diversify south Louisiana’s economy beyond oil, gas, plastics and tourism; the highly stylized portrayal of Black love on the run calls into question whether its ever had a place in America that wasn’t built to degrade or destroy it. We then witnessed showpieces of the slow disasters that have unfolded over generations like episodes of the PBS television series <em>Roots,<\/em> which brought both the prayerful futurism and tragic futures of formerly enslaved families out of Deep South margins into mainstream media of the 1970s. By the end of the two-day seminar, I rejoiced in recognizing scenes of<em> Queen Sugar<\/em>, Ava Durvenay’s contemporary exploration of rural black life in south Louisiana.<\/p>\n"},{"acf_fc_layout":"embed","title":"","embed":"<iframe title=\"Queen &amp; Slim Trailer #1 (2019) | Movieclips Trailers\" width=\"640\" height=\"360\" src=\"https:\/\/www.youtube.com\/embed\/CDnhh4NEi_U?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen><\/iframe>","caption":""},{"acf_fc_layout":"text","text":"<p>The films of Orleans, St. Charles and St. John Parish’s own residents also served as “finding aids,” helping us to see the “plantationocene” as the spine of the Anthropocene.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span><span class=\"annotation-content-inner\"> Janae Davis, Alex A. Moulton, Levi Van Sant, and Brian Williams. “Anthropocene, capitalocene,… plantationocene?: A manifesto for ecological justice in an age of global crises.” <em>Geography Compass<\/em> 13, no. 5 (2019): e12438.<\/span><\/span><\/span> For novice readers of their Black geographies in the past, present, and future, these documentaries illustrate the toxicity of people, property, and policy that makes measuring and managing toxic land, air, water a systemic practice of Black people. In creating these films expressly for allies and stakeholders such as participants in the Risk\/Equity seminar<em>,<\/em> <a href=\"https:\/\/leanweb.org\/\">LEAN<\/a>, <a href=\"https:\/\/www.stopthelock.com\/\">Citizens United to Stop the Lock<\/a> and the <a href=\"https:\/\/louisianalandmarks.org\">Louisiana Landmarks Society<\/a> not only modeled low-carbon, high-impact alternatives to the Anthropocene River Campus. Sharing how, when, and with whom they produced these films, the citizen scientists of the lower Mississippi River also demonstrated how to convene thinkers and assemble doers for whom Black lives matter without siphoning considerably the time, spaces, and resources from individual activists and collective activism, locally and globally. In other words, I learned from LEAN to reprioritize the livability of Black people (myself, included) over the legibility of Black places, problems, and politics for publics just learning where and how Black lives matter.<\/p>\n<p>Can any public pedagogy of Black Lives Matter—of which I would include the Risk\/Equity seminar of the <em>Anthropocene River Campus<\/em>—abolish epistemologies and pedagogies of the Anthropocenic Age? With public acknowledgement of Black lives increasingly taking the form of seminars, syllabi, and other forms of shared knowledge, I find myself increasingly pessimistic. More often than ever, I am called upon to serve as a digital archivist, storyteller, and narrator of Black experiences that are neither present nor accounted for in histories of and plans for the built environment. The communities of the Lower 9th Ward and Cancer Alley long ago learned, however, that such public scholarship and education can cultivate collective action against toxicity even before understanding of environmental racism takes place. So too have the stewards, stakeholders, and storytellers of Black geographies around the globe—the scale at which Anthropocenic scholarship more often operates.<\/p>\n<p>What advisories—and epistemologies of risk—do the world’s Black geographies offer archivists, analysts, and activists of the Anthropocene? A lot. Far more than a paragraph or even an essay can do justice, given an entire academic field of study has emerged around Black matters and mattering. The cross-disciplinary, global body of scholarship on Black geographies in history, at present and into the future, has deep roots in Black places and people of the Mississippi River delta but extends<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span><span class=\"annotation-content-inner\"> Within the Lower Mississippi Delta: Clyde Adrian Woods, <em>Development arrested: The blues and plantation power in the Mississippi Delta<\/em>. Verso, 1998; Latoya E. Eaves, “Black geographic possibilities: On a queer Black South.” <em>southeastern geographer<\/em> 57, no. 1 (2017): 80-95; Tiffany Lethabo King, “The labor of (re) reading plantation landscapes fungible (ly).” <em>Antipode<\/em> 48, no. 4 (2016): 1022-1039; Andrea R. Roberts, “Haunting as Agency: A Critical Cultural Landscape Approach to Making Black Labor Visible in Sugar Land, Texas.” <em>ACME: An International E-Journal for Critical Geographies<\/em> 19, no. 1 (2020). More broadly: Katherine McKittrick, <em>Demonic grounds: Black women and the cartographies of struggle<\/em>. University of Minnesota Press, 2006; Katherine McKittrick and Clyde Adrian Woods, eds. <em>Black geographies and the politics of place<\/em>. South End Press, 2007; Camilla Hawthorne, “Black matters are spatial matters: Black geographies for the twenty‐first century.” <em>Geography Compass<\/em> 13, no. 11 (2019): 12468; Anna Livia Brand and Charles Miller. &#8220;Tomorrow I’ll Be at the Table: Black Geographies and Urban Planning: A Review of the Literature.&#8221; <em>Journal of Planning Literature<\/em> (2020): 0885412220928575.<\/span><\/span><\/span> far beyond the Gulf Coast states in which movies about these geographers are now filmed. The foundational texts of Clyde Woods and Katherine McKittrick complement and converse with groundbreaking films such as <em>Daughters of the Dust <\/em>and the course-setting records of activist-artists such as Bob Marley. Collectively, these works of art compel both the novice and veteran reader, listener and viewer to visualize joyous, resilient Black lives even when visiting sites of Black land loss and loss of Black lives. Regrettably, the Risk\/Equity seminar traversed pain more than possibility as its participants traveled River Road and Claiborne Avenue through the region. A public pedagogy of Black Lives Matter—especially that of the <em>Anthropocene River Campus<\/em>—must learn from these efforts to flatten the curve of racial and environmental injustice and bend the arc of history towards abolition of Anthropocenic consumption of Black lives.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span><span class=\"annotation-content-inner\"> Katherine McKittrick, “On plantations, prisons, and a black sense of place.&#8221; In <em>Social &amp; Cultural Geography<\/em> 12, no. 8 (2011): 947-963.<\/span><\/span><\/span><\/p>\n"}]},"contributors":[{"ID":3315,"post_author":"1","post_date":"2019-08-21 12:37:36","post_date_gmt":"2019-08-21 10:37:36","post_content":"","post_title":"Scott Gabriel Knowles","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"scott-gabriel-knowles","to_ping":"","pinged":"","post_modified":"2020-09-24 16:08:06","post_modified_gmt":"2020-09-24 14:08:06","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/scott-gabriel-knowles\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/scott-gabriel-knowles\/","acf":{"first_name":"Scott Gabriel","last_name":"Knowles"}},{"ID":11238,"post_author":"9","post_date":"2019-09-18 14:30:57","post_date_gmt":"2019-09-18 12:30:57","post_content":"","post_title":"Fallon Samuels Aidoo","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"fallon-samuels-aidoo","to_ping":"","pinged":"","post_modified":"2019-09-18 14:30:57","post_modified_gmt":"2019-09-18 12:30:57","post_content_filtered":"","post_parent":0,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contributor&#038;p=11238","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"anujah.fernando","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/fallon-samuels-aidoo\/","acf":{"first_name":"Fallon Samuels","last_name":"Aidoo"}},{"ID":11229,"post_author":"9","post_date":"2019-09-18 14:27:00","post_date_gmt":"2019-09-18 12:27:00","post_content":"","post_title":"Christopher Oliver","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"11229","to_ping":"","pinged":"","post_modified":"2019-11-05 12:24:10","post_modified_gmt":"2019-11-05 11:24:10","post_content_filtered":"","post_parent":0,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contributor&#038;p=11229","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"anujah.fernando","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/11229\/","acf":{"first_name":"Christopher","last_name":"Oliver"}},{"ID":11232,"post_author":"9","post_date":"2019-09-18 14:29:56","post_date_gmt":"2019-09-18 12:29:56","post_content":"","post_title":"Myung Ae Choi","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"myung-ae-choi","to_ping":"","pinged":"","post_modified":"2020-09-16 15:40:15","post_modified_gmt":"2020-09-16 13:40:15","post_content_filtered":"","post_parent":0,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contributor&#038;p=11232","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"anujah.fernando","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/myung-ae-choi\/","acf":{"first_name":"Myung Ae","last_name":"Choi"}}],"projects":[{"ID":3412,"post_author":"3","post_date":"2019-08-21 16:07:12","post_date_gmt":"2019-08-21 14:07:12","post_content":"<p>The articulation of risk assessment and management as being at the heart of environmental justice is the focus of this seminar, which explores the paired concepts of risk and equity through lived experiences.<\/p>\n  <p>Risk to life and wellbeing are emblematic of the Anthropocene yet many risks are not shared nor accounted for amid the slow disasters of faulty infrastructure and exclusionary spatial practices that leave marginalized people in harm’s way. This seminar articulates how risk assessment and management are at the heart of environmental justice.<\/p>\n <p>The adverse risks to climate change and ecological degradation are never shared equally across the globe—or even within a region. This seminar explores the paired concepts of risk and equity as expressed through the lived experiences of residents in the lower Mississippi River region, and the infrastructures of greater New Orleans. It brings the notions of the “Quotidian Anthropocene” and “Slow Disaster” to bear, thinking about industrialization and toxicity not merely as quantifiable events on a timeline, but as exceedingly slow processes of environmental and human stress, locating the effects in the everyday lives and coping strategies of communities that persist and resist. Participants will work with conveners to gain background knowledge about these ideas, and then apply the concepts to field experiences in conjunction with community partners. The conceptual application is only made viable through a commitment to the mutuality of partnership with community members and locally active health and land use experts. We will explore the scale and scope of (anti-)Anthropocene activism and the diverse ways of reacting to risk\/equity issues in Louisiana.<\/p>\n<p>Special care is taken to emphasize that participants will be working within pre-existing channels of mutuality and collaboration, focused on the work of the Louisiana Environmental Action Network (LEAN) and the Louisiana Landmarks Society (LLS), among others. Rather than foster “toxic tourism,” participants will deepen their facility with the Quotidian Anthropocene and Slow Disaster through the development of methods of local action—working on a project that was launched in September through the activities of the New Orleans Anthropocene Field Campus. At this time, the project format is open-ended, but will revolve around the formation of a community archive and it is expected that participants may wish to remain active and engaged in the localized work and partnerships after the Campus ends. Two advance call-in seminars will introduce participants to the concepts and the partnered project before the November Campus convenes. In Louisiana, participants will engage in on-site work sessions with LEAN and LLS as well as “on-campus” debrief and discussion sessions.<\/p>\n","post_title":"Seminar: Risk\/Equity","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"seminar-risk-equity","to_ping":"","pinged":"","post_modified":"2021-02-08 13:08:40","post_modified_gmt":"2021-02-08 12:08:40","post_content_filtered":"","post_parent":3396,"guid":"http:\/\/cms.anthropocene-curriculum.org\/?post_type=project&#038;p=3412","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"mira.witte_admin","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-campus-the-human-delta\/seminar-risk-equity\/","acf":{"thumbnail":{"ID":11411,"id":11411,"title":"ARC_visual_Risk","filename":"ARC_visual_Risk.jpg","filesize":287206,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/ARC_visual_Risk.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-campus-the-human-delta\/seminar-risk-equity\/arc_visual_risk\/","alt":"","author":"12","description":"by Tim Schuetz","caption":"","name":"arc_visual_risk","status":"inherit","uploaded_to":3412,"date":"2019-09-19 07:40:53","modified":"2020-02-10 13:44:04","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1721,"height":969,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/ARC_visual_Risk-768x432.jpg","thumbnail-width":768,"thumbnail-height":432,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/ARC_visual_Risk-300x169.jpg","medium-width":300,"medium-height":169,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/ARC_visual_Risk-768x432.jpg","medium_large-width":768,"medium_large-height":432,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/ARC_visual_Risk-1400x788.jpg","large-width":1400,"large-height":788,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/ARC_visual_Risk.jpg","1536x1536-width":1536,"1536x1536-height":865,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/ARC_visual_Risk.jpg","2048x2048-width":1721,"2048x2048-height":969,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/ARC_visual_Risk-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2019\/09\/ARC_visual_Risk-1600x901.jpg","feature-width":1600,"feature-height":901}},"contributors":[{"ID":3315,"post_author":"1","post_date":"2019-08-21 12:37:36","post_date_gmt":"2019-08-21 10:37:36","post_content":"","post_title":"Scott Gabriel Knowles","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"scott-gabriel-knowles","to_ping":"","pinged":"","post_modified":"2020-09-24 16:08:06","post_modified_gmt":"2020-09-24 14:08:06","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/scott-gabriel-knowles\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/scott-gabriel-knowles\/","acf":{"first_name":"Scott Gabriel","last_name":"Knowles"}},{"ID":11226,"post_author":"9","post_date":"2019-09-18 14:22:48","post_date_gmt":"2019-09-18 12:22:48","post_content":"","post_title":"Michael Orr","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"michael-orr","to_ping":"","pinged":"","post_modified":"2019-11-05 12:25:07","post_modified_gmt":"2019-11-05 11:25:07","post_content_filtered":"","post_parent":0,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contributor&#038;p=11226","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"anujah.fernando","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/michael-orr\/","acf":{"first_name":"Michael","last_name":"Orr"}},{"ID":11228,"post_author":"9","post_date":"2019-09-18 14:24:49","post_date_gmt":"2019-09-18 12:24:49","post_content":"","post_title":"Marylee Orr","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"marylee-orr","to_ping":"","pinged":"","post_modified":"2019-11-05 12:24:38","post_modified_gmt":"2019-11-05 11:24:38","post_content_filtered":"","post_parent":0,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contributor&#038;p=11228","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"anujah.fernando","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/marylee-orr\/","acf":{"first_name":"Marylee ","last_name":"Orr"}},{"ID":11232,"post_author":"9","post_date":"2019-09-18 14:29:56","post_date_gmt":"2019-09-18 12:29:56","post_content":"","post_title":"Myung Ae Choi","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"myung-ae-choi","to_ping":"","pinged":"","post_modified":"2020-09-16 15:40:15","post_modified_gmt":"2020-09-16 13:40:15","post_content_filtered":"","post_parent":0,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contributor&#038;p=11232","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"anujah.fernando","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/myung-ae-choi\/","acf":{"first_name":"Myung Ae","last_name":"Choi"}},{"ID":11238,"post_author":"9","post_date":"2019-09-18 14:30:57","post_date_gmt":"2019-09-18 12:30:57","post_content":"","post_title":"Fallon Samuels Aidoo","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"fallon-samuels-aidoo","to_ping":"","pinged":"","post_modified":"2019-09-18 14:30:57","post_modified_gmt":"2019-09-18 12:30:57","post_content_filtered":"","post_parent":0,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contributor&#038;p=11238","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"anujah.fernando","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/fallon-samuels-aidoo\/","acf":{"first_name":"Fallon Samuels","last_name":"Aidoo"}},{"ID":11229,"post_author":"9","post_date":"2019-09-18 14:27:00","post_date_gmt":"2019-09-18 12:27:00","post_content":"","post_title":"Christopher Oliver","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"11229","to_ping":"","pinged":"","post_modified":"2019-11-05 12:24:10","post_modified_gmt":"2019-11-05 11:24:10","post_content_filtered":"","post_parent":0,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contributor&#038;p=11229","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"anujah.fernando","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/11229\/","acf":{"first_name":"Christopher","last_name":"Oliver"}},{"ID":11225,"post_author":"9","post_date":"2019-09-18 14:22:22","post_date_gmt":"2019-09-18 12:22:22","post_content":"","post_title":"Buhm Soon Park","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"buhm-soon-park","to_ping":"","pinged":"","post_modified":"2019-11-05 12:26:27","post_modified_gmt":"2019-11-05 11:26:27","post_content_filtered":"","post_parent":0,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contributor&#038;p=11225","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"anujah.fernando","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/buhm-soon-park\/","acf":{"first_name":"Buhm Soon","last_name":"Park"}},{"ID":11224,"post_author":"9","post_date":"2019-09-18 14:21:45","post_date_gmt":"2019-09-18 12:21:45","post_content":"","post_title":"Wilma Subra","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"wilma-subra","to_ping":"","pinged":"","post_modified":"2019-09-18 14:21:45","post_modified_gmt":"2019-09-18 12:21:45","post_content_filtered":"","post_parent":0,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contributor&#038;p=11224","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"anujah.fernando","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/wilma-subra\/","acf":{"first_name":"Wilma","last_name":"Subra"}},{"ID":13444,"post_author":"12","post_date":"2019-10-08 14:48:53","post_date_gmt":"2019-10-08 12:48:53","post_content":"","post_title":"Louisiana Landmarks Society (LLS)","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"louisiana-landmarks-society","to_ping":"","pinged":"","post_modified":"2019-10-08 14:51:13","post_modified_gmt":"2019-10-08 12:51:13","post_content_filtered":"","post_parent":0,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contributor&#038;p=13444","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"fiona.shipwright","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/louisiana-landmarks-society\/","acf":{"first_name":"","last_name":"Louisiana Landmarks Society (LLS)"}},{"ID":14904,"post_author":"37","post_date":"2019-11-09 11:24:33","post_date_gmt":"2019-11-09 10:24:33","post_content":"","post_title":"Jeffrey Treffinger","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"jeffrey-treffinger","to_ping":"","pinged":"","post_modified":"2019-11-09 11:24:33","post_modified_gmt":"2019-11-09 10:24:33","post_content_filtered":"","post_parent":0,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contributor&#038;p=14904","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"melissa.canbaz","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/jeffrey-treffinger\/","acf":{"first_name":"Jeffrey","last_name":"Treffinger"}},{"ID":14639,"post_author":"37","post_date":"2019-11-05 12:20:59","post_date_gmt":"2019-11-05 11:20:59","post_content":"","post_title":"Wendi Moore O'Neal","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"wendi-moore-oneal","to_ping":"","pinged":"","post_modified":"2019-11-05 12:21:56","post_modified_gmt":"2019-11-05 11:21:56","post_content_filtered":"","post_parent":0,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contributor&#038;p=14639","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"melissa.canbaz","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/wendi-moore-oneal\/","acf":{"first_name":"Wendi","last_name":"Moore O'Neal"}},{"ID":14905,"post_author":"37","post_date":"2019-11-09 11:27:29","post_date_gmt":"2019-11-09 10:27:29","post_content":"","post_title":"Daneeta Loretta Jackson","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"daneeta-loretta-jackson","to_ping":"","pinged":"","post_modified":"2019-11-09 11:27:29","post_modified_gmt":"2019-11-09 10:27:29","post_content_filtered":"","post_parent":0,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contributor&#038;p=14905","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"melissa.canbaz","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/daneeta-loretta-jackson\/","acf":{"first_name":"Daneeta Loretta","last_name":"Jackson"}}],"methods":[{"term_id":5,"name":"Case Study","slug":"case-study","term_group":0,"term_taxonomy_id":5,"taxonomy":"method","description":"","parent":0,"count":130,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":9,"name":"Teaching","slug":"teaching","term_group":0,"term_taxonomy_id":9,"taxonomy":"method","description":"","parent":0,"count":82,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"keywords":[{"term_id":200,"name":"Disaster","slug":"disaster","term_group":0,"term_taxonomy_id":200,"taxonomy":"keyword","description":"","parent":0,"count":20,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":213,"name":"Ethics","slug":"ethics","term_group":0,"term_taxonomy_id":213,"taxonomy":"keyword","description":"","parent":0,"count":15,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":185,"name":"Capitalism","slug":"capitalism","term_group":0,"term_taxonomy_id":185,"taxonomy":"keyword","description":"","parent":0,"count":71,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":187,"name":"Care","slug":"care","term_group":0,"term_taxonomy_id":187,"taxonomy":"keyword","description":"","parent":0,"count":37,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":246,"name":"Participatory governance","slug":"participatory-governance","term_group":0,"term_taxonomy_id":246,"taxonomy":"keyword","description":"","parent":0,"count":6,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":280,"name":"Violence","slug":"violence","term_group":0,"term_taxonomy_id":280,"taxonomy":"keyword","description":"","parent":0,"count":19,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":324,"name":"Environmental Justice","slug":"environmentaljustice","term_group":0,"term_taxonomy_id":324,"taxonomy":"keyword","description":"","parent":0,"count":51,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":326,"name":"Risk","slug":"risk","term_group":0,"term_taxonomy_id":326,"taxonomy":"keyword","description":"","parent":0,"count":17,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":325,"name":"Inequality","slug":"inequality","term_group":0,"term_taxonomy_id":325,"taxonomy":"keyword","description":"","parent":0,"count":19,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"","lat":"38.626526838378","lng":"-90.199127197266","zoom":"10","markers":"[]","layers":"[\"Stamen.TonerLite\"]","version":"1.1.1"},"teaser_text":"<p>The articulation of risk assessment and management as being at the heart of environmental justice is the focus of this seminar, which explores the paired concepts of risk and equity through lived experiences.<\/p>\n"}}],"methods":[{"term_id":336,"name":"Conversation","slug":"conversation","term_group":0,"term_taxonomy_id":336,"taxonomy":"method","description":"","parent":0,"count":118,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":335,"name":"Engagement","slug":"engagement","term_group":0,"term_taxonomy_id":335,"taxonomy":"method","description":"","parent":0,"count":92,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":10,"name":"Field Work","slug":"field-work","term_group":0,"term_taxonomy_id":10,"taxonomy":"method","description":"","parent":0,"count":150,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":333,"name":"Film","slug":"film","term_group":0,"term_taxonomy_id":333,"taxonomy":"method","description":"","parent":0,"count":49,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":8,"name":"Reflection","slug":"reflection","term_group":0,"term_taxonomy_id":8,"taxonomy":"method","description":"","parent":0,"count":189,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":2,"name":"Sensing","slug":"sensing","term_group":0,"term_taxonomy_id":2,"taxonomy":"method","description":"","parent":0,"count":86,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"keywords":[{"term_id":172,"name":"Affect","slug":"affect","term_group":0,"term_taxonomy_id":172,"taxonomy":"keyword","description":"","parent":0,"count":22,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":173,"name":"Agency","slug":"agency","term_group":0,"term_taxonomy_id":173,"taxonomy":"keyword","description":"","parent":0,"count":53,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":187,"name":"Care","slug":"care","term_group":0,"term_taxonomy_id":187,"taxonomy":"keyword","description":"","parent":0,"count":37,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":188,"name":"Climate change","slug":"climate-change","term_group":0,"term_taxonomy_id":188,"taxonomy":"keyword","description":"","parent":0,"count":50,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":186,"name":"Carbon","slug":"carbon","term_group":0,"term_taxonomy_id":186,"taxonomy":"keyword","description":"","parent":0,"count":21,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":324,"name":"Environmental Justice","slug":"environmentaljustice","term_group":0,"term_taxonomy_id":324,"taxonomy":"keyword","description":"","parent":0,"count":51,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":200,"name":"Disaster","slug":"disaster","term_group":0,"term_taxonomy_id":200,"taxonomy":"keyword","description":"","parent":0,"count":20,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":340,"name":"Extraction","slug":"extraction","term_group":0,"term_taxonomy_id":340,"taxonomy":"keyword","description":"","parent":0,"count":29,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":250,"name":"Pollution","slug":"pollution","term_group":0,"term_taxonomy_id":250,"taxonomy":"keyword","description":"","parent":0,"count":30,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":321,"name":"Race","slug":"race","term_group":0,"term_taxonomy_id":321,"taxonomy":"keyword","description":"","parent":0,"count":34,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]},{"term_id":235,"name":"Local knowledge","slug":"local-knowledge","term_group":0,"term_taxonomy_id":235,"taxonomy":"keyword","description":"","parent":0,"count":56,"filter":"raw","author_name":"fiona.shipwright","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Lower Ninth Ward, New Orleans, LA, USA","lat":29.9682712,"lng":-90.0139908,"zoom":14,"place_id":"ChIJebIM6-OnIIYRLsdiEe6K5qk","name":"Lower Ninth Ward","city":"New Orleans","state":"Louisiana","state_short":"LA","country":"United States","country_short":"US"},"seo":""},"author_name":"fiona.shipwright","project_parents":[{"id":3412,"title":"Seminar: Risk\/Equity","post_title":"Seminar: Risk\/Equity","slug":"seminar-risk-equity","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-campus-the-human-delta\/seminar-risk-equity\/","post_type":"project"},{"id":3396,"title":"Anthropocene River Campus: The Human Delta","post_title":"Anthropocene River Campus: The Human Delta","slug":"anthropocene-river-campus-the-human-delta","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/anthropocene-river-campus-the-human-delta\/","post_type":"project"},{"id":8,"title":"Mississippi. An Anthropocene River","post_title":"Mississippi. An Anthropocene River","slug":"mississippi","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/mississippi\/","post_type":"project"}],"_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/28409"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/contribution"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/12"}],"version-history":[{"count":41,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/28409\/revisions"}],"predecessor-version":[{"id":28705,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/28409\/revisions\/28705"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=28409"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=28409"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=28409"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=28409"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]