[{"id":22084,"date":"2014-11-23T16:26:13","date_gmt":"2014-11-23T15:26:13","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contribution&#038;p=22084"},"modified":"2020-04-03T16:32:25","modified_gmt":"2020-04-03T14:32:25","slug":"systems-analysis-and-modeling","status":"publish","type":"contribution","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/systems-analysis-and-modeling\/","title":{"rendered":"Systems Analysis and Modeling"},"content":{"rendered":"<p>How can systems thinking help us in the analysis of a wicked problem?<\/p>\n<p>How to avoid leaving out certain aspects of a wicked problem? Systems thinking strives for comprehensive problem analysis with an attempt to circumvent erroneously focusing on only one aspect of the problem. It is an attempt to gather all aspects of a problem, and then to explore key drivers in the system to create nonlinear and nonintuitive results.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>How can systems thinking help us in the analysis of a wicked problem? How to avoid leaving out certain aspects of a wicked problem? Systems thinking strives for comprehensive problem analysis with an attempt to circumvent erroneously focusing on only one aspect of the problem. It is an attempt to gather all aspects of a [&hellip;]<\/p>\n","protected":false},"author":10,"template":"","method":[11],"keyword":[241,269],"folksonomy":[],"acf":{"subtitle":"","thumbnail":{"credits":null},"display_as_feature_image":true,"teaser_text":"<p>How can systems thinking help us in the analysis of a wicked problem?<\/p>\n","abstract":"<p>How to avoid leaving out certain aspects of a wicked problem? Systems thinking strives for comprehensive problem analysis with an attempt to circumvent erroneously focusing on only one aspect of the problem. It is an attempt to gather all aspects of a problem, and then to explore key drivers in the system to create nonlinear and nonintuitive results.<\/p>\n","footer_title":"","footer_collapsible":false,"footer_content":"","_content":{"content":[{"acf_fc_layout":"text","text":"<p>An example of a nonlinear phenomenon due to positive feedback is the loss of Arctic sea ice due to global warming. This ice loss creates changes in surface albedo (replacing white, radiation-reflecting ice with dark, radiation-absorbing open water), which in turn dramatically increases the pace of further ice loss. An example of a nonintuitive phenomenon is how the anti-inflammatory drug diclofenac, administered to livestock, is increasing cases of leptospirosis and rabies in human beings in South Asia. The mechanism for this increase is that the drug is toxic to Indian Gyps vultures, whose population has collapsed, leaving cattle carcasses unconsumed. Instead, the carcasses are eaten by rats and feral dogs, which carry leptospirosis and rabies, causing a population boom in those species, which in turn are infecting the human population.<br \/>\nA principal tool in analyzing systems is “modeling.” Many models are mathematical, but they need not be; role-playing games, for example, have often been used to help students, politicians, and organizations understand how multiple goals and constraints interact such that well-intentioned decisions sometimes produce nonintuitive, undesirable outcomes.<br \/>\nA model is simply a theoretical construct or abstraction that represents a defined system. The “art” of modeling is forming a useful abstraction, which is complex enough to include major features of the system while being simple enough to allow for characterization. The simpler the model, the greater the level of understanding of model components and outcomes. However, simplicity needs to be balanced by the need to include key components of the system to allow for a reasonable representation of the system.<\/p>\n<p>Stephan Hartmann summarized five functions of model simulations where the definition of a simulation or model is an imitation of one process by another.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Stephan Hartmann, “The world as a process: simulations in the natural and social sciences,” in: Rainer Hegselmann et al. (eds), <em>Simulation and Modelling in the Social Sciences from the Philosophy of Science Point of View<\/em>. Theory and Decision Library. Dordrecht: Kluwer, 1996, pp. 77–100.<\/span><\/span> Hartmann’s list of overlapping uses of a model include:<\/p>\n<ul>\n<li>as a technique to investigate detailed dynamics of a system;<\/li>\n<li>as a heuristic tool to develop hypotheses, models, and theories;<\/li>\n<li>as a substitute for performing experiments;<\/li>\n<li>as a support to experimentalists; and<\/li>\n<li>as a pedagogic tool that can be used to gain understanding of a process (or processes) or system.\n<div>\n<div class=\"Hyr12l29RPHGMCN6zHqsG\">\n<div class=\"font-serif width-wide text-left columns-2\"><\/div>\n<\/div>\n<\/div>\n<\/li>\n<\/ul>\n<p>As noted above, models allow us to test hypotheses, to improve our understanding of a system, and to predict the future behavior of a system. In developing a model, you must first choose the type of model to develop (see below) and then make a series of decisions that forces you to understand the system. You must decide on what is inside and outside the boundary (as a side note, nearly all models of natural phenomena are “open,” with transfers from outside to inside the model boundary). The boundary is arbitrary but critical since it circumscribes what you are considering. Next, you must decide on the processes included within the system boundary. Finally, depending on the nature of the model, you must decide on how best to characterize the processes considered.<\/p>\n<p>Models are part of our lives. We construct “<a href=\"https:\/\/www.anthropocene-curriculum.org\/contribution\/wicked-problems-and-mental-models\" target=\"_blank\" rel=\"noopener\">mental models<\/a>” as abstractions of our complex reality, in order to navigate through that complexity. Our mental models incorporate, for example, our moral precepts, our political outlook, and our comfort with risk. We use our implicit mental models in decision-making when confronted with old and new problems.<\/p>\n<p>Many types of models exist, as briefly enumerated below:<\/p>\n<ul>\n<li>Conceptual models: The simplest conceptual model is “A causes B.” A conceptual model summarizes the components of a system and their interconnections or “causal relationships.” It may also include some expression of the relative strength of those connections. Examples of conceptual models include those developed by Thomas Homer-Dixon to describe the players and their interactions in areas of conflict.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Edward Barbier and Thomas Homer-Dixon, “Resource Scarcity, Institutional Adaptation, and Technical Innovation: Can Poor Countries Attain Endogenous Growth?” Occasional Paper, Project on Environment, Population and Security. Washington, DC: American Association for the Advancement of Science and the University of Toronto, 1996, <a href=\"https:\/\/homerdixon.com\/eps\/\" target=\"_blank\" rel=\"noopener\">online <\/a>(accessed 24\/02\/2016).<\/span><\/span><\/li>\n<li>Physical models: These models are simplified reconstructions of a system that can be used to explore the behavior of that system. These models are used in cases where it is difficult to observe and measure a system, particularly as the system responds to perturbations. The modeled system may have instruments installed to allow measurements to be taken as the system is perturbed or changed. A hydraulic flume and a wind tunnel are examples of physical models that recreate a streambed and an atmospheric system, respectively.<\/li>\n<li>Analog models: Analog models are abstractions of a system “by analogy.” They are useful for representing a complex system by a simpler analogy. The Phillips Hydraulic Computer or Monetary National Income Analogue Computer (MONIAC) is a physical model that uses the flow of water as an analogy to model the national economic process of the United Kingdom.<\/li>\n<li>Statistical models: These models use statistical expressions to relate an independent variable (predictor, explanatory, or controlled variable) and a dependent or response variable. These models can be expressions of a “cause‒effect” relationship as with regression models. However, they can also represent non-causative correlations. Statistical models can also include statistical functions or distributions. An example of a statistical function is Schelling’s model, which is used to explain behavior in a social system. Econometric models constitute a large category of statistical models. Econometric models are based on statistical descriptions of economic data placed within a theoretical framework.<\/li>\n<li>Mechanistic models: These models use mathematical expressions to depict causal relationships. The models can be relatively simple extractions of a system such as an input‒output model or can be made more sophisticated by including numerous subsystems within the larger system (see the World3 model). An example of a simple mechanistic model is a mathematical expression to quantify the one-dimensional movement of heat between air and water. This simple expression is one key element within a highly complex Global Circulation Model, or GCM, used to estimate global climate systems. The GCM contains numerous submodels, of which the movement of heat between air and water is but one. Each submodel must be carefully constructed and parameterized, and then the submodels are linked. Mechanistic models can consider a system at steady state (no change with time) or dynamic conditions where the system changes over time, such as GCMs. In addition to considering the time dimension, mechanistic models can explain conditions in one, two, or three spatial dimensions and, as such, consider geographic variability.<\/li>\n<\/ul>\n<p>The model categories are nonexclusive. For example, it is common for a mechanistic model to contain statistical expressions.<br \/>\nModels are used extensively in just about every facet of life. Models, such as econometric models, are used for decision-making by exploring existing and future projections of economic conditions such as growth of GDP. Transportation models are used to plan urban growth or health effects from vehicle emissions. Models of chemical behavior are used to explore the efficacy of new pharmaceutical compounds or chemical contaminants and to understand the behavior of such compounds in the human body. Environmental models, including GCMs, are used to set fishery and forestry quotas, and ecosystem responses to perturbations, to mention just a few examples. Crawford S. Holling introduced adaptive resource-management models to allow for rational decision-making for systems with competing priorities and numerous uncertainties or uncontrollable factors. Indeed, the ability of a model to investigate the consequences of uncertainty and system variability is a major attraction for their use.<\/p>\n"}]},"contributors":[{"ID":3235,"post_author":"1","post_date":"2019-08-21 12:37:28","post_date_gmt":"2019-08-21 10:37:28","post_content":"","post_title":"Miriam Diamond","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"miriam-diamond","to_ping":"","pinged":"","post_modified":"2019-08-21 14:38:55","post_modified_gmt":"2019-08-21 12:38:55","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/miriam-diamond\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/miriam-diamond\/","acf":{"first_name":"Miriam ","last_name":"Diamond"}}],"projects":[{"ID":20719,"post_author":"11","post_date":"2014-11-23 16:51:20","post_date_gmt":"2014-11-23 15:51:20","post_content":"<p><span style=\"font-weight: 400;\">Applying transdisciplinary systems models to problems such as climate change or global food supply gives us useful heuristics while forcing us to think about complexity and to witness nonlinear and counterintuitive outcomes.<\/span><\/p>\n  <p><span style=\"font-weight: 400;\">Most Anthropocene concerns are “wicked problems”—complex problems that defy a single answer and may never be solved definitively. Applying transdisciplinary systems models to problems such as climate change or global food supply gives us useful heuristics while forcing us to think about complexity and to witness nonlinear and counterintuitive outcomes.<\/span><\/p>\n <p><span style=\"font-weight: 400;\">The “wickedness” of Anthropocene concerns arises because the problems it raises are hard to formulate, for several reasons. First, such problems involve competing interests (individual, corporate, state, etc.), each of which holds a different perspective on the nature of the problem. Second, problem framing and solutions to problems are interdependent: what counts as a solution depends on how the problem is framed, and vice versa. Third, the nature of the problem, the constraints, and the available resources can change over time. Finally, efforts to solve one aspect of a wicked problem often create new, unanticipated problems. The Anthropocene is rife with examples of wicked problems. Examples include anthropogenic climate change, loss of biodiversity, the transition from fossil fuels to renewable energy sources, and global food supply. Complex, interlocking feedbacks—both positive and negative—make such problems difficult to understand conceptually and defy simple and effective solutions. These problems also defy experimentation that could lead to a better grasp of potential solutions. The seminar focused on applying systems thinking to wicked problems, which involves gathering knowledge from many disciplines for aggregation at a higher level. Various models were used to work through solving examples of wicked problems. This facilitated a partial, somewhat abstract, but holistic grasp of problems and methods used to seek solutions that require interdisciplinary perspectives.<\/span><\/p>\n","post_title":"Seminar: Modeling Wicked Problems","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"seminar-modelling-wicked-problems","to_ping":"","pinged":"","post_modified":"2020-04-02 18:03:54","post_modified_gmt":"2020-04-02 16:03:54","post_content_filtered":"","post_parent":9147,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=project&#038;p=20719","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"nicholas.houde","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/seminar-modelling-wicked-problems\/","acf":{"thumbnail":{"ID":23600,"id":23600,"title":"HKW_Modeling Wicked Problems","filename":"HKW_Modeling-Wicked-Problems.jpg","filesize":1954821,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Modeling-Wicked-Problems.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/seminar-modelling-wicked-problems\/hkw_modeling-wicked-problems\/","alt":"","author":"10","description":"Illustration by Benedikt Rugar","caption":"","name":"hkw_modeling-wicked-problems","status":"inherit","uploaded_to":20719,"date":"2020-04-02 15:58:24","modified":"2020-04-02 15:58:42","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":7810,"height":5454,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Modeling-Wicked-Problems.jpg","thumbnail-width":768,"thumbnail-height":536,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Modeling-Wicked-Problems.jpg","medium-width":300,"medium-height":210,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Modeling-Wicked-Problems.jpg","medium_large-width":768,"medium_large-height":536,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Modeling-Wicked-Problems.jpg","large-width":1400,"large-height":978,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Modeling-Wicked-Problems.jpg","1536x1536-width":1536,"1536x1536-height":1073,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Modeling-Wicked-Problems.jpg","2048x2048-width":2048,"2048x2048-height":1430,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Modeling-Wicked-Problems.jpg","tiny-preview-width":48,"tiny-preview-height":34,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Modeling-Wicked-Problems.jpg","feature-width":1600,"feature-height":1117}},"teaser_text":"<p><span style=\"font-weight: 400;\">Applying transdisciplinary systems models to problems such as climate change or global food supply gives us useful heuristics while forcing us to think about complexity and to witness nonlinear and counterintuitive outcomes.<\/span><\/p>\n","contributors":[{"ID":3235,"post_author":"1","post_date":"2019-08-21 12:37:28","post_date_gmt":"2019-08-21 10:37:28","post_content":"","post_title":"Miriam Diamond","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"miriam-diamond","to_ping":"","pinged":"","post_modified":"2019-08-21 14:38:55","post_modified_gmt":"2019-08-21 12:38:55","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/miriam-diamond\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/miriam-diamond\/","acf":{"first_name":"Miriam ","last_name":"Diamond"}},{"ID":3263,"post_author":"1","post_date":"2019-08-21 12:37:30","post_date_gmt":"2019-08-21 10:37:30","post_content":"","post_title":"Paul N. Edwards","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"paul-n-edwards","to_ping":"","pinged":"","post_modified":"2019-08-21 14:37:26","post_modified_gmt":"2019-08-21 12:37:26","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/paul-n-edwards\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/paul-n-edwards\/","acf":{"first_name":"Paul N.","last_name":"Edwards"}},{"ID":3258,"post_author":"1","post_date":"2019-08-21 12:37:30","post_date_gmt":"2019-08-21 10:37:30","post_content":"","post_title":"Pablo Jensen","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"pablo-jensen","to_ping":"","pinged":"","post_modified":"2019-08-21 14:35:30","post_modified_gmt":"2019-08-21 12:35:30","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/pablo-jensen\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/pablo-jensen\/","acf":{"first_name":"Pablo","last_name":"Jensen"}},{"ID":3012,"post_author":"1","post_date":"2019-08-21 12:37:10","post_date_gmt":"2019-08-21 10:37:10","post_content":"","post_title":"Chris Strashok","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"chris-strashok","to_ping":"","pinged":"","post_modified":"2019-08-21 18:11:19","post_modified_gmt":"2019-08-21 16:11:19","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/chris-strashok\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/chris-strashok\/","acf":{"first_name":"Chris","last_name":"Strashok"}}],"methods":[{"term_id":9,"name":"Teaching","slug":"teaching","term_group":0,"term_taxonomy_id":9,"taxonomy":"method","description":"","parent":0,"count":81,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":11,"name":"Experiment","slug":"experiment","term_group":0,"term_taxonomy_id":11,"taxonomy":"method","description":"","parent":0,"count":67,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":6,"name":"Modeling","slug":"modeling","term_group":0,"term_taxonomy_id":6,"taxonomy":"method","description":"","parent":0,"count":17,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"keywords":[{"term_id":190,"name":"Complexity","slug":"complexity","term_group":0,"term_taxonomy_id":190,"taxonomy":"keyword","description":"","parent":0,"count":46,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":269,"name":"System","slug":"system","term_group":0,"term_taxonomy_id":269,"taxonomy":"keyword","description":"","parent":0,"count":19,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":210,"name":"Epistemology","slug":"epistemology","term_group":0,"term_taxonomy_id":210,"taxonomy":"keyword","description":"","parent":0,"count":46,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":182,"name":"Biodiversity","slug":"biodiversity","term_group":0,"term_taxonomy_id":182,"taxonomy":"keyword","description":"","parent":0,"count":44,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":188,"name":"Climate change","slug":"climate-change","term_group":0,"term_taxonomy_id":188,"taxonomy":"keyword","description":"","parent":0,"count":51,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":241,"name":"Model","slug":"model","term_group":0,"term_taxonomy_id":241,"taxonomy":"keyword","description":"","parent":0,"count":17,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Haus der Kulturen der Welt, John-Foster-Dulles-Allee, Berlin, Germany","lat":"52.51890849999999","lng":"13.3649115"}}}],"methods":[{"term_id":11,"name":"Experiment","slug":"experiment","term_group":0,"term_taxonomy_id":11,"taxonomy":"method","description":"","parent":0,"count":67,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"keywords":[{"term_id":241,"name":"Model","slug":"model","term_group":0,"term_taxonomy_id":241,"taxonomy":"keyword","description":"","parent":0,"count":17,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":269,"name":"System","slug":"system","term_group":0,"term_taxonomy_id":269,"taxonomy":"keyword","description":"","parent":0,"count":19,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Haus der Kulturen der Welt, John-Foster-Dulles-Allee, Berlin, Germany","lat":52.51890849999999,"lng":13.3649115,"zoom":14,"place_id":"ChIJW-9xr7tRqEcRafqpF3pEPEc","name":"Haus der Kulturen der Welt","street_number":"10","street_name":"John-Foster-Dulles-Allee","city":"Berlin","state":"Berlin","post_code":"10557","country":"Germany","country_short":"DE"},"publish_to_dat":false},"author_name":"astrid.zimmermann","project_parents":[{"id":20719,"title":"Seminar: Modeling Wicked Problems","post_title":"Seminar: Modeling Wicked Problems","slug":"seminar-modelling-wicked-problems","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/seminar-modelling-wicked-problems\/","post_type":"project"},{"id":9147,"title":"Anthropocene Campus 2014","post_title":"Anthropocene Campus 2014","slug":"campus-2014","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/","post_type":"project"}],"_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/22084"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/contribution"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/10"}],"version-history":[{"count":13,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/22084\/revisions"}],"predecessor-version":[{"id":23846,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/22084\/revisions\/23846"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=22084"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=22084"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=22084"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=22084"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]