[{"id":22658,"date":"2014-11-23T14:00:11","date_gmt":"2014-11-23T13:00:11","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contribution&#038;p=22658"},"modified":"2020-03-30T16:46:25","modified_gmt":"2020-03-30T14:46:25","slug":"technosphere-co-evolution-a-seminal-seminar-conversation","status":"publish","type":"contribution","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/technosphere-co-evolution-a-seminal-seminar-conversation\/","title":{"rendered":"Technosphere \/ Co-Evolution: A Seminal Seminar Conversation"},"content":{"rendered":"<p>This debate is an edited transcript of a remarkable cross-disciplinary conversation that took place at the Anthropocene Campus at the Haus der Kulturen der Welt in Berlin on November 18, 2014. Convened by Peter Haff, Manfred Laubichler, Armin Reller, Jürgen Renn, and Jan Zalasiewicz, participants were asked to address the dynamical, co-evolutionary nature of the technosphere, its quasi-autonomous status, and the political stakes involved.<\/p>\n<p>The following conversation is an edited transcript of a remarkable cross-disciplinary conversation that took place at the Anthropocene Campus at the Haus der Kulturen der Welt in Berlin on November 18, 2014. Convened by Peter Haff, Manfred Laubichler, Armin Reller, Jürgen Renn, and Jan Zalasiewicz, participants were asked to address the dynamical, co-evolutionary nature of the technosphere, its quasi-autonomous status, and the political stakes involved.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>This debate is an edited transcript of a remarkable cross-disciplinary conversation that took place at the Anthropocene Campus at the Haus der Kulturen der Welt in Berlin on November 18, 2014. Convened by Peter Haff, Manfred Laubichler, Armin Reller, Jürgen Renn, and Jan Zalasiewicz, participants were asked to address the dynamical, co-evolutionary nature of the [&hellip;]<\/p>\n","protected":false},"author":96,"template":"","method":[336],"keyword":[190,231,271],"folksonomy":[],"acf":{"subtitle":"","thumbnail":{"credits":null},"display_as_feature_image":false,"teaser_text":"<p>This debate is an edited transcript of a remarkable cross-disciplinary conversation that took place at the Anthropocene Campus at the Haus der Kulturen der Welt in Berlin on November 18, 2014. Convened by Peter Haff, Manfred Laubichler, Armin Reller, Jürgen Renn, and Jan Zalasiewicz, participants were asked to address the dynamical, co-evolutionary nature of the technosphere, its quasi-autonomous status, and the political stakes involved.<\/p>\n","abstract":"<p>The following conversation is an edited transcript of a remarkable cross-disciplinary conversation that took place at the Anthropocene Campus at the Haus der Kulturen der Welt in Berlin on November 18, 2014. Convened by Peter Haff, Manfred Laubichler, Armin Reller, Jürgen Renn, and Jan Zalasiewicz, participants were asked to address the dynamical, co-evolutionary nature of the technosphere, its quasi-autonomous status, and the political stakes involved.<\/p>\n","footer_title":"","footer_collapsible":false,"footer_content":"","_content":{"truncate_sidenotes":false,"content":[{"acf_fc_layout":"text","text":"<p>Edited by <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/heather-davis\" target=\"_blank\" rel=\"noopener\">Heather Davis<\/a><\/p>\n"},{"acf_fc_layout":"text","text":"<p>Participants: <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/golnoush-abbasi\" target=\"_blank\" rel=\"noopener\">Golnoush Abbasi<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/ravi-baghel\" target=\"_blank\" rel=\"noopener\">Ravi Baghel<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/francois-bucher\" target=\"_blank\" rel=\"noopener\">Francois Bucher<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/guido-caniglia\" target=\"_blank\" rel=\"noopener\">Guido Caniglia<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/zachary-caple\" target=\"_blank\" rel=\"noopener\">Zachary Caple<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/enrico-costanzo\" target=\"_blank\" rel=\"noopener\">Enrico Costanzo<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/heather-davis\" target=\"_blank\" rel=\"noopener\">Heather Davis<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/seth-denizen\" target=\"_blank\" rel=\"noopener\">Seth Denizen<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/maria-paula-diogo\" target=\"_blank\" rel=\"noopener\">Maria Paula Diogo<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/jonathan-f-donges\" target=\"_blank\" rel=\"noopener\">Jonathan F. Donges<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/owen-gaffney\" target=\"_blank\" rel=\"noopener\">Owen Gaffney<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/johan-gardebo\" target=\"_blank\" rel=\"noopener\">Johan Gärdebo<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/olivier-hamant\" target=\"_blank\" rel=\"noopener\">Olivier Hamant<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/hanna-husberg\" target=\"_blank\" rel=\"noopener\">Hanna Husberg<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/ellie-irons\" target=\"_blank\" rel=\"noopener\">Ellie Irons<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/michael-jakob\" target=\"_blank\" rel=\"noopener\">Michael Jakob<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/agata-marzecova\" target=\"_blank\" rel=\"noopener\">Agata Marzecova<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/ben-mendelsohn\" target=\"_blank\" rel=\"noopener\">Ben Mendelsohn<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/emily-klancher-merchant\" target=\"_blank\" rel=\"noopener\">Emily Klancher Merchant<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/sara-nelson\" target=\"_blank\" rel=\"noopener\">Sara Nelson<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/eric-paglia\" target=\"_blank\" rel=\"noopener\">Eric Paglia<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/sascha-pohflepp\" target=\"_blank\" rel=\"noopener\">Sascha Pohflepp<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/christopher-reznich\" target=\"_blank\" rel=\"noopener\">Christopher Reznich<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/arantzazu-saratxaga-arregi\" target=\"_blank\" rel=\"noopener\">Arantzazu Saratxaga Arregi<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/emanuele-serrelli\" target=\"_blank\" rel=\"noopener\">Emanuele Serrelli<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/tejal-shah\" target=\"_blank\" rel=\"noopener\">Tejal Shah<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/ana-simoes\" target=\"_blank\" rel=\"noopener\">Ana Simões<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/anna-sophie-springer\" target=\"_blank\" rel=\"noopener\">Anna-Sophie Springer<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/chris-strashok\" target=\"_blank\" rel=\"noopener\">Chris Strashok<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/anna-lillie-svensson\" target=\"_blank\" rel=\"noopener\">Anna Lillie Svensson<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/jol-thomson\" target=\"_blank\" rel=\"noopener\">Jol Thomson<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/jens-kirstein\" target=\"_blank\" rel=\"noopener\">Jens Kirstein<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/scott-gabriel-knowles\" target=\"_blank\" rel=\"noopener\">Scott Gabriel Knowles<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/roberto-lalli\" target=\"_blank\" rel=\"noopener\">Roberto Lalli<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/chip-lord\" target=\"_blank\" rel=\"noopener\">Chip Lord<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/gustavo-valdivia\" target=\"_blank\" rel=\"noopener\">Gustavo Valdivia<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/artur-van-balen\" target=\"_blank\" rel=\"noopener\">Artur van Balen<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/sandra-van-der-hel\" target=\"_blank\" rel=\"noopener\">Sandra van der Hel<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/hanna-vikstrom\" target=\"_blank\" rel=\"noopener\">Hanna Vikström<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/helge-wendt\" target=\"_blank\" rel=\"noopener\">Helge Wendt<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/josh-wodak\" target=\"_blank\" rel=\"noopener\">Josh Wodak<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/pinar-yoldas\" target=\"_blank\" rel=\"noopener\">Pinar Yoldas<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/christoph-rosol\" target=\"_blank\" rel=\"noopener\">Christoph Rosol<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/matteo-pasquinelli\" target=\"_blank\" rel=\"noopener\">Matteo Pasquinelli<\/a>, <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/alejandra-torres-camprubi\" target=\"_blank\" rel=\"noopener\">Alejandra Torres Camprubí<\/a> and <a href=\"https:\/\/www.anthropocene-curriculum.org\/contributors\/maya-kovskaya\" target=\"_blank\" rel=\"noopener\">Maya Kóvskaya<\/a><\/p>\n"},{"acf_fc_layout":"text","text":"<p><strong>As it was too difficult to discern in the transcript all the different voices, each speaker below is marked with an X. This also reflects the collective nature of the discussion, and the ways in which ideas built upon each other.<\/strong><\/p>\n<p><strong>X:<\/strong> I have a background in physics and in geology and so I’m always looking for a few physical relationships that transcend or that remain true, despite a lot of the complications that we see in everyday life, as basically that’s how science has been able to organize its view of the world. So I was thinking to myself, well, as the Anthropocene seemed to be pressing in from all sides—I was reading about it in the newspaper, in the magazines and on the web, in emails—I began to think about what the Anthropocene might be and how, given my own background, to think about its dynamics. The Earth is four and a half billion years old and the Anthropocene … there’s a lot of fairly vigorous argument about when it began, in terms of scientific definition, but, in terms of the history of the Earth, it began very very very very recently. One thing that is clear is the Earth is continuously doing amazing new radical things such as the appearance of life, or the appearance of the hydrologic cycle, or the circulation of the atmosphere, the patterns of the mountains, the patterns of the ripples on the sand dunes, the beautiful meanders of the streams. One thing you see is that before having to invoke the complexity and understanding and wisdom and so on of humans, the Earth has already gone a very long way to producing a lot of wonderful, beautiful, intricate, complex stuff that even today, with all of the things we do know, we’re still working hard to unravel and clarify what those systems are and how they work, including the relationships between them. Any system in the world that does something uses energy, and that’s kind of just a basic physical requirement. In other words, it has a metabolism, so the technosphere is a metabolic system that’s sitting out there. One could argue that there are several relations that probably pertain to the technosphere. One is that it uses energy. The second is that it generates waste. If you have a system that consumes energy, that persists through many internal actions, many internal motions, many internal time cycles, then that system basically knows how to survive. Thirdly, a system has to provide an environment in which its parts are able to carry out whatever operations they’re doing in support of its existence. So if you have a piston inside an engine of a car, that piston works to make the car functional, and, if it didn’t do that, it would either be ejected from the car or the car wouldn’t work, and the car provides a nice environment for the piston to move up and down in this smooth, well-lubricated cylinder. So, basically, I look at the technosphere as such a system, although we don’t understand the details of it. But really, the reason we’re here is there’s a large gun pointed at all of us and the gun is loaded and we have our finger on the trigger and our hand seems to be contracting on it—we can’t seem to let it go. This is what we have to understand, that the technosphere has a scientific component, an aesthetic component, a social component, a knowledge component, and we really need to figure out how to get that finger off the trigger.<\/p>\n<p><strong>X:<\/strong> I’m a chemist and, if I summarize what you said from a chemist’s view, on this planet you are bound to energetic and material transformations. They play an extremely important role without our doing: that’s the biosphere. We humans introduced new processes, used up new resources—which are not mobile, not active, not functionalized in the biosphere. As chemists, our goal is to follow the history of materials. We follow the story of stuff in time and space. You can imagine that this is an interdisciplinary task. If you follow the line of the car then there is plastic, and the source of plastic is fossil fuel, and fossil fuel comes from photosynthesis. So we have here a kind of concentrated time, but there is more. There is not only plastics, there are metals. One of the characteristics of the Anthropocene is the introduction of many metals. The technosphere depends on the use of metal and the functions of metals. Imagine being a metal and seeing what humans are doing to metals; because these metals were not in the biosphere before we mobilized them, we don’t know the interactions between new metals being mobilized and their potential function in biology. So, the interrelation between technosphere and biosphere is a special one. It is a cultural one, a social, cultural one; it’s also technical. We all drive the biosphere to some extent.<\/p>\n<p><strong>X:<\/strong> From the point of view of biologists, we are interested in understanding the dynamics of those historical processes. These historical processes have been captured by evolution, and evolutionary theory, as you know, has a rather recent history. In the sciences, this history is roughly 200 years old, but it has already undergone some substantial transformations. A lot of that transformation has to do with connecting simple, more linear understandings of historical change with the complexities that we have been exposed to in the technosphere and material resources. The question arises: where does biological evolution stop and where does cultural and technological evolution begin? Or is this even a meaningful question? What does it take to isolate any particular system and by what criteria are we doing that? Take the example of metals. Obviously, they are now part of the system. But we have no idea how these will affect the evolutionary dynamics of even the remotest populations of species on the planet. Another example is the large amount of synthetic chemicals that we have introduced into the biosphere, atmosphere, and hydrosphere, and we really only have, at best, anecdotal evidence of what that does. We know that genomes—the historical record of biological species—are not isolated and only change through the internal dynamics of mutations. But rather, there are many direct ways that genomes can be changed through complex interactions and one of them has to do with all the materials—metals, chemicals—that we have now released on a large scale as part of the technosphere.<\/p>\n<p>Trying to understand those dynamics will become incredibly important, not only for academic or scientific purposes, but also because we are facing a big gun. As well, there are other concerns between our understanding of how complex systems change through time, co-evolutionary dynamics, and how we try to assert control in the context of the Anthropocene. The technosphere is not designed, yet we are living in a delusion that we can design the future to some degree. Whether it’s from the point of view of a technologist, futurist, economist, astrologist (which is more or less the same thing as an economist), there’s a general emphasis on the need for innovation, the “right kind” of innovation. Nobody seems to realize that we are only in the dilemma that we are facing because of centuries of unchecked innovation. And if you think about what innovations do to those highly interconnected systems, what innovations do is they generate unintended consequences. If you introduce new innovations into these systems, do the unintended consequences scale at a rate of smaller than one or larger than one? If they scale at a rate of larger than one, then we have a problem because each innovation is basically an avalanche of exponential growth of unintended consequences.<\/p>\n<p><strong>X:<\/strong> We can see the growth of the technosphere, but the question is, how shall we grasp its dynamics? I think this is one of the major questions that we were asked, how can we grasp its dynamics, independently of intentions on the part of its actors?<\/p>\n<p><strong>X:<\/strong> You mentioned that there have been efforts to extend evolutionary theory into cultural evolution, or to think about culture as a part of evolution, and I’m just curious, what type of evolutionary theory are people engaging with? Is it a Darwinian evolutionary theory, and, if so, is it natural selection or sexual selection? And then, how do things like epigenetics and viruses and all these other kinds of evolutionary phenomena enter into that? Can we also think of machines or the technosphere as having their own evolutionary logic?<\/p>\n<p><strong>X:<\/strong> It’s an excellent question and in a way what it also shows is that it’s a question that hits right on where science is changing as we speak. So the first models of cultural evolution were mainly Darwinian and tried to basically operate or find an equivalent of a hereditary entity in cultural or technological dimensions. That turns out to be not very useful, and as a consequence of our discussions in cultural evolution we are beginning to see the limitations of a strictly Darwinian approach to biological evolution, which leads to epigenetics. The avant-garde of evolutionary biology is right now. We’re trying to figure out how to conceptualize evolution as a transformation of complex networks, rather than as simply the calculus of variation in a population. Then the evolutionary problem becomes more interesting, it becomes more historical or it becomes more connected. Within such a framework you can then really speak in a meaningful way about evolutionary dynamics in the technosphere.<\/p>\n<p>Traditional Darwinian models do not worry about the origin of variation. They take that for granted and you just look out the window and say why variation is everywhere. You look at the structure of hereditary material like DNA and we can calculate the average rate of mutation, so what’s the problem? But, as we see in complex systems, whether they’re cultural or technological or biological, the origin of variation is actually the more interesting problem. What happens to variation is not trivial but we understand it much better than we understand where something new actually comes from. This allows for broader perspectives and where we can learn a lot—not just from molecular biology, but from the arts, because you have the same problem. How do you generate something new? It becomes a generative problem rather than a selective problem.<\/p>\n<p><strong>X:<\/strong> I would just like to bring Jeremy Rifkin to the table. He is talking about how, because of lateral communications, we’re going to share cars and not buy our own cars, and then car production will be greatly reduced. Even if we can criticize some of his ideas, if we were to avoid or remove all the obsolete technology, what would be the future within the technosphere?<\/p>\n<p><strong>X:<\/strong> As I see the evolution of technology, it goes in layers. It is true that in autogenesis we capitulate phylogenetics, and I think in technological development that’s also true. I mean, we have a lot of digital technology but without the underpinning, the scaffolding of much more primitive technologies, I’m not sure how many of these upper technologies would survive. If my iPhone doesn’t work to take notes, I use a pen, and if that doesn’t work I go to something even more primitive. This kind of scaffolding is very much a part of the construction of the technosphere, so obsoleteness also has to be judged not only in terms of what is the most progressive technology out there, but on what sustains the dynamics of the technosphere.<\/p>\n<p><strong>X:<\/strong> I think you’ve chosen a really great illustration with your pen versus your computer. I think it’s true that the technology is essentially a solid phase phenomenon. That is, I don’t think you can make technology out of fluids alone. Fluids, or at least common fluids like water and air, generally have very little memory, so if you have a boat that went across a lake at high speed, then you have this nice churned-up wake behind the boat and so the lake remembers, after the boat has passed—it remembers that something has happened. But ten minutes later, there’s not much evidence and an hour later you can’t tell that that boat went through unless, maybe, you made some incredibly sensitive measurements. But if you take a field and you drag a plow across the field, the plow leaves a wake behind it. If you wait ten minutes, it’s still there. You wait an hour, it’s still there, and you wait a year, perhaps, or maybe many years and it’s still there. I think underlying technology and the technosphere and basically all of civilization are these layers of infrastructure that’s built mostly of solids and needs energy to run. It’s hard to make the vast amount of memory that’s inherent in technology and the technosphere obsolete. It’s also hard to put in infrastructure; it’s very expensive, in part because you’re moving solid stuff around. So the internet and electronic communications have very little friction in a sense; it’s easy to move quanta of electromagnetic radiation or little bits of information along a fiber optic, but putting in that fiber optic is harder because it’s solid. I think this puts a certain amount of inertia into the Anthropocene.<\/p>\n<p><strong>X:<\/strong> We have processes that run simultaneously on extremely different timescales. If you think about our skeleton, it changes every ten years, although it seems to be solid. If you say that these are solid structures, you might be right, but our time window is very limited. If the time window is one million years, it’s not solid anymore. But natural science says that because you don’t have a timescale or a living timescale that it is solid. But, as a chemist, this is what I’ve learned: solids are not solid. It just depends on the time frame we choose. And the art of the game in the technosphere is that you have to compose processes that are extremely different.<\/p>\n<p><strong>X:<\/strong> One thing that I haven’t really heard anyone talk about yet is the role of human agency in these co-evolutionary processes or the technosphere. We heard about how the technosphere is not designed but there are elements of human agency, and when we talk about it as an evolutionary process, I think we get this sense that it’s inevitable that it evolved naturally. When we start to think about this in a historical framework, we have to think about the levels at which decisions were made and the processes that put these things in motion.<\/p>\n<p><strong>X:<\/strong> Sometimes one gets the impression that the technosphere has taken on a high degree of autonomy. We shouldn’t restrict ourselves, I believe, to the actors on the one hand and the material world on the other. There’s an institutional world, there’s an economic world, and much of the technosphere is the product of economic processes of industrialization, of capitalism, so where does this dimension come in?<\/p>\n<p><strong>X:<\/strong> I think these are key questions. The reason why I refer to the technosphere as autonomous is obviously not that humans cannot affect it or influence it—they certainly do. If humans went away, then all technology, the technosphere, would go away, but, of course, the converse is also true. If technology went away, basically 99.9 percent of the people would go away as well. If you looked at the ocean and you looked at the waves on the ocean, then the waves are made of what? They’re made of water molecules. A little molecule sits in there: what does it do if you zoom in? It is going back and forth, it’s vibrating around and it’s talking to its neighbors and it has this little individual life. But on top of the ocean, if we look at a molecule near the surface, the surface of the ocean is going like this, in a wave, and so what is the relationship with the individual life of the molecule? And yet somehow it’s responsible for this large gigantic motion that is on a scale vastly larger than the individual molecule. I think humans are kind of like this. It is possible for large numbers of people to be involved in something that has a continuous lasting dynamic, or lasting effects, without people really being aware that that’s what they’re doing. But humans aren’t molecules; they’re intentional. The reason I think the technosphere is autonomous is because it keeps on running. You know, the indium is coming out of the mines and the oil is coming out of the oilfields and the coal is coming out of some other mines. It’s the sum of what all the molecules are doing, but you get a distorted picture of how that system works. We call it the Anthroposphere because humans are very important. What are the dynamics of that wave? How does that work? It has to include human intention, but you can’t have something that’s running continuously for a long period of time, and all connected together, that doesn’t have its own rules of operation, since there’s no person running it.<\/p>\n<p>I don’t think this position is technological determinism; I think it’s technological rigidity or systemic inertia. The key point is here: if people are parts, people are programmable parts. We don’t always have to operate in the same way—there is such a thing as education and changing people’s viewpoints. In all the big environmental movements, that is what they’re trying to do, they’re trying to collectively change the minds of a large number of people. If everybody in the world were concerned about climate change, which is probably the key problem of the Anthropocene, then I presume that would be reflected in how the technosphere worked.<\/p>\n<p><strong>X:<\/strong> From the point of view of natural science, agency and intention become a quantitative problem. If the ratio of intention to unintended consequences is of a certain value, does it matter whether we have intentions?<\/p>\n<p><strong>X:<\/strong> The technosphere is evolving in a direction of increasing complexity and this is the direction that we’ll call evolution. So, I wonder how we can relate this biosphere and technosphere?<\/p>\n<p><strong>X:<\/strong> I would like to see discussed what I may call the internal dynamics of the technosphere in the sense that so far we are looking at these as very global and abstract concepts, and we are not filling in context dependency. The other thing is, again, the relation with the economic and political systems. I don’t see the technosphere as autonomous in the sense that there is a tight relation to economic and political decisions.<\/p>\n<p><strong>X:<\/strong> I think part of doing that work, the contextual work, is this question that emerged in the twentieth century around whether or not human beings could cause extinction. That conversation emerges … it has an older history around millennial thought and apocalyptic thought, but it particularly emerges around nuclear weapons. And the way that gets worked out is at an institutional, collective level where people said: “Well, what will keep us from doing that?” People with consciousness can decide to drop an atomic bomb on a city, so it has to be one level up. It has to be either physicists working across borders, or it has to be the state, or an international body. Charles Perrow, a sociologist, has done some recent writing about post-Fukushima and he asked this question: “Is there any evidence we could be shown that would cause us to shut down the system?” So it’s just the opposite; it’s the lack of faith in the consciousness. He’s saying that it doesn’t seem to matter how much information you take in, or how bad the disasters are, we can’t seem to conceptualize shutting down the system. This is not technological determinism per se; is there failure in our thinking? Is there a failure in our consciousness, or a failure in our institutions?<\/p>\n<p>Coming back to this question that was asked before about innovation, historians of technology spend a lot of time thinking about the history of invention and innovation. We don’t tend to think of it as something that is hardwired or has evolved over time. In what I study in disaster investigations, for example, the information from the disaster investigation is never complete before the system is being rebuilt. They were rebuilding, preparing to re-start the nuclear power grid in Japan long before having a final sense of what exactly failed in that system. Does that speak to a failure of our institutions? Maybe it also speaks to some sort of evolutionary process in our brains as well, that we’re risk-taking minded rather than restraint minded. So I don’t know where that leads us, but I think maybe it’s a way that sort of brings biological concepts around evolution and extinction into this realm of deeper digging, at a granular level, into the way institutions work and our consciousness of what institutions can do.<\/p>\n<p><strong>X:<\/strong> I come back often to a specific remark: none of these systems are really isolated, yet they create local conditions and that’s the difficult balance and equilibrium that we have to keep.<\/p>\n<p><strong>X:<\/strong> I would say that the point of the technosphere argument is to start abstracting out all the properties of humans and any pieces of technology and technological systems from any explicit role that defines what the technosphere is and how it works. In other words, it has no context by design, except for what is necessary to describe a bare-bones energy-consuming system with the purpose that, if that description is independent of whatever the context would be, is something that you should keep in the back of your mind when looking at specific contextual issues. I think that the technosphere leaves those things out on purpose. I see the technosphere concept as complementary to a full understanding of how the system actually works. Now, I know there are some philosophers here. I’m not a philosopher, but in the course of thinking about intentionality and agency and so on, I was reading a little bit of the philosophy I should have read as a schoolboy, and Kant has made this distinction between what he called regulative and constitutive rules. Regulative rules or principles would be those you use to frame a problem, to describe the essence of it. Constitutive rules would be where you try to constitute the meaning with, or realize, or give the system a constitution: in other words, to give it a context. I think one of the huge jobs of the Anthropocene is to try to constitute all the things we know about human behavior, history, art, and so on into a unified framework for understanding this global, integrated problem. I agree that there’s a lot of context missing—basically, it’s all missing from the technosphere—but that’s by design and I’m greatly in favor of putting a lot more back in.<\/p>\n<p><strong>X:<\/strong> Language shapes who we are, it constructs us, and allows us to have intersubjective relationships to one another, and at the same time we use it to express our intentions and to make them manifest. But, we don’t get to choose what words mean and we’re bound up in a system that is much larger than we are, that functions based on sets of rules and regularities that are not within our control. We don’t get to decide how the grammar of our languages work. We may speak in a gibberish code that we made up ourselves, but unless we’ve specified the rules of that code to somebody else, nobody’s going to understand us. So we’re actually bound into systems of rules and regularities that are themselves causally bound up in how we use those systems, because language, as we know, is not a static system, it is evolving and changing. One of the interesting things about languages is that we’re constantly saying sentences that have never been said before. Talk about innovation, right? But we’re innovating with parts that are really preexisting and that are governed by some very solid rules.<\/p>\n<p><strong>X:<\/strong> Let me briefly react to this example. Language history is a prime example of cultural evolution and to some extent language can be considered as a symbolic technology, so it fits very nicely with this talk of the technosphere. There are clearly hereditary elements to it; there is a continuity because there is a pool from which we draw when we form an individual sentence. Yet, as you said, every sentence is an innovation, a small-scale innovation, but there is also the example of when language is not just in flux, changing gradually, but when entire language systems change. Those systemic changes, they happen. Languages emerge and they disappear as systems so there is something, not just on the level of individual causality, but on the level of systemic causality.<\/p>\n<p><strong>X:<\/strong> I think that what’s exciting for me about the concept of the technosphere and the effort to couple it, so to speak, with this idea of co-evolution is precisely the possibility of getting beyond this tension between individual agency versus structural process. To think about the material conditions and possibility for agency that is not just constrained by these broader processes but actually enabled by them. What are the material conditions and possibility for action within these systems and how can we develop an analysis that would enable us to more effectively pursue things that we might want to pursue?<\/p>\n<p><strong>X:<\/strong> The idea that technology might be driving us, rather than the other way round, and that it constrains us, reminds me of toxoplasmosis—a parasite that affects rats in that it makes them attracted to cats, which then eat them and the parasite gets to the cat’s brain. The cats also live in human houses and the parasite also makes it to human brains and there it also increases risk-taking behavior. It might even influence the technosphere if you think about the number of cat pictures on the internet. So, that might tie the biosphere and technosphere together.<\/p>\n<p><strong>X:<\/strong> Somewhere in my reading, I came across this idea that the human species is very unstable from an evolutionary point of view. What implications does this have for our conversation and the Anthropocene?<\/p>\n<p><strong>X:<\/strong> It’s sheer luck that we’re still here, but not because of what we did, but because of some climatic events about several thousand years ago when our species was almost wiped out. We are no more unstable than most other species. Actually, there is something unique about the human species that few others have and it is basically that we have colonized a whole planet. We are a very generalist species and we could do that largely because of early instances of what we now call the technosphere; the way we got around required certain technology, such as boats. We have been talking in a very presentist way so far. One of the concepts that I want to introduce is also something that our brains seem to be not very good at, and that is understanding action at a distance, and also action at a historical distance.<\/p>\n<p><strong>X:<\/strong> I’m not sure if we’re understanding human consciousness as a technology here. I mean, you spoke about symbolic language, but if we also think about the geomind from Wolfgang Lutz, and his excellent paper called “The Mental Component of the Earth System,” what we’re doing here is terraforming our noosphere. The infrastructure of our communication is what is inhibiting the further development, and coupling, of elements in this complex nervous system. For example, in Julian Jaynes’ seminar “The Origin of Consciousness in the Breakdown of the Bicameral Mind,” he’s trying to understand, essentially, consciousness as a technology, and he sees that we don’t really have this capacity to communicate or think without a tripartite time consciousness—past, present, future. He thinks that that capacity to predict is also the origin of language. A long time ago, when we wanted to kill something to eat it, we had to understand this trajectory, where it was going to be, to be able to throw something. That embodied movement allowed us to develop language.<\/p>\n<p><strong>X:<\/strong> I just wanted to add a sort of case study in terms of the relationship between Australia and the Pacific, mediated by phosphorus. Australia has some of the oldest soil, or certainly the most denuded soil, of any inhabited continent. The entire foundation of agriculture in Australia would not be possible without phosphorus, which was mined by plundering the top few meters of the neighboring islands in the Pacific. So Australia not only took the islands from the top down, but they’ve now taken the islands from the bottom up through anthropogenic climate change. Phosphorous is an interesting way to look at this top-down\/bottom-up relationship between Australia and its Pacific island neighbors.<\/p>\n<p><strong>X:<\/strong> Going back to the question of agency, but following up on the wonderful narrative of phosphorus, there’s a growing literature that is taking the concept of agency out of the human sphere and using it to think about the natural world and its functioning—like the argument that maize or corn has domesticated us. And there are huge repercussions to this that we don’t even really understand. Would someone comment more on what the implications are of using the concept of agency in this way? What’s gained and lost by it?<\/p>\n<p><strong>X:<\/strong> We have to look at all those processes as co-evolutionary processes. Just a show of hands: how many in this room are lactose-intolerant? A few. Why only so few? It’s a genetic change that happened in human populations over the last roughly 7,000 years, after the domestication of enough animals that milk actually became a reliable food source. Our genomes adapted. They also adapted to the digestion of alcohol, another interesting by-product, and we have plenty of genetic variation in the human population along those lines, and the story continues. So in that sense, there is no such thing as a unique, individualized, evolutionary trajectory. It’s always a co-evolutionary event. We now have good studies about what it takes for people to happily live on the Tibetan plateau, in low-oxygen environments. That is an event that happened over roughly 600 years, which is basically instantaneous in evolutionary time, with very complex physiological adaptations. So, we are changing ourselves, in the same way as we are changing our environment. Let me expand a little bit on that. I think, when we look at the beginnings of humanity as Homo sapiens in our present shape, roughly about 100,000 years ago, that development has itself a long history, and it is already a co-evolutionary history. This particular brand of the species Homo has evolved under technological conditions. We find technological remnants with many of our ancestors and parallel species, so clearly the process of adaptation has already been a mutual one. We have used technology, even in our biological origins.<\/p>\n<p><strong>X:<\/strong> What do we need to understand to understand our current state in order to extrapolate the future? One of the elements that was brought up several times was, of course, our own mind, or our cognitive abilities, and where they come from. And, of course, there is a very rational way to look at those, through the lenses of an evolutionary, selectionist and adaptationist process. Our cognitive abilities evolved for a particular purpose in a particular environment. Several interesting experiments were conducted and they all concluded the same thing: we are extremely bad at anticipating future possibilities over a long time and we’re extremely bad at understanding very complex systems, particularly feedback dynamics. If you think about the conditions of our ancestral populations, where a quick response to an imminent threat was the difference between survival or not, then this makes sense. Now, if our mind has an evolutionary history—and that also applies to our cultures, our knowledge systems, our technologies—how far back do we have to go to understand our current situation? And so, we made the argument that you go all the way back, through many of the layers of biological history, to some very early assumptions, processes, and events in the history of life. Our planet is unique because up to two-thirds of the minerals that we have here on Earth, we haven’t found in any other celestial body. And we haven’t found any other body where there is life. The unique mineral evolution of this planet is a co-evolutionary event between the history of life and geological history. The crucial molecule here is oxygen, which is a product of living processes. Having oxygen in the atmosphere changed the mineral composition of this planet, and now, of course, that becomes a resource. Now, in many ways, the basis for the technosphere is facilitated by some of those very ancient products of co-evolutionary events. We are now able to completely redistribute the chemical and geological structures of this planet, but to what effect, and what are the consequences of that?<\/p>\n<p><strong>X:<\/strong> Phosphorus history, and I mention it as history, is not very old, and can be used as an example of how things can happen. You mentioned that we are not able to project into the future very well. It’s like being in a rowboat. We are rowing, and we see time passing, but we cannot see what’s coming. But out of this passing we can reconstruct and try to extrapolate into the future.<\/p>\n<p>That’s what happened to phosphorus. Phosphorus as an element was discovered in the seventeenth century for the purpose of synthesizing gold. And this poor guy, Hennig Brand in Hamburg, he tried to create gold. He was an alchemist. He concentrated the urine of horses, because it was yellow, so he thought there must be gold in it. He concentrated a concentrate day by day. He had a little bit of phosphorous, which he ignited, and it gave this phosphoric light. He was really astonished. He knew only that he didn’t invent gold, but that he had a new experience, and he made a business out of it, without knowing what was going on.<\/p>\n<p>In the seventeenth century nobody knew about the phosphate function. But in the nineteenth century, when agriculture became industrialized and agrichemicals were brought into the fields, phosphorous became very important. And, just as a side note, agriculture invents the means to collect solar energy and transform it into biological systems through photosynthesis. If agriculture uses more energy than it collects, it’s about business. In the last one hundred years, we’ve changed our agriculture to use at least five times more fossil energy than we collect from solar.<\/p>\n<p>Phosphorus plays an important role in fertilizers and agrichemicals, and fertilizers were introduced to increase crops and subsequently business. At first we transported guano from the islands of Guano. This is a kind of bird shit. But that was very limited. Now, geology comes into play, because there are huge rocks, phosphate rocks—in Morocco, in the US, in China—and people began to use phosphorus rocks on the fields. To some extent, these geological mines contain not only phosphate—calcium phosphate—but also lead and mercury, and cadmium phosphate. If you unintentionally take a resource, the resource dictates what you have to do. You can take something and use it, but you have to expect that there are other things you also have to take. So nature forces us, as we force nature.<\/p>\n<p>Phosphate history shows us how we distribute these mineral resources on our fields, the crop is there, but, over the course of agricultural cycles, the phosphate is washed out, and that’s the end of the game. Phosphate will be distributed in the estuaries and in the oceans all over the planet, in a very high dilution. If you have to recuperate this energy to keep crops growing, we have to pay much more than if phosphorous had been handled consciously.<\/p>\n<p>We activate potentials out of the mineral world. We become, to some extent, a slave of these materials. There is no combustion engine made out of copper, because copper wouldn’t support the necessary conditions. So it’s the properties of iron that tells us we can construct a combustion engine. So, in a way, this is a kind of a biography of natural resources. We need to tell these stories, because this is what happens, and because we are still growing. We need to know how far this experience might reach into the future. We have to broaden our sight in order to react to situations we do not really expect. Now, we are only reacting; we need to begin to act.<\/p>\n<p><strong>X:<\/strong> I did some work with archaeologists, and what you see, if you go into very early times—in the case of Lascaux, in the Iron Age valley—people painted, and these wall paintings are yellow, brown, red and black. If you go further into the details, you’ll see that these artists came to know iron oxides, because they found out that if I heat it up the color will change. They could influence the color just by heating. This was an outcome of experience, which led to the formation and fabrication of iron. The first steps are artistic steps, in order to functionalize a natural resource for wall painting and cosmetics. I think many inventions were just due to the fact that people were exposed to unexpected new insights into natural realities, and then functionalized these realities.<\/p>\n<p><strong>X:<\/strong> Evolution as a species has happened in co-evolution with the technosphere, and if we really go back, can we have an example of this? What does it mean?<\/p>\n<p><strong>X:<\/strong> It means that people have used technology for a very long period of time, and that technology has given them advantages in hunting and in collecting, and this has created an environment. Recent discoveries have shown how rich the human species was, how many parallel developments there were. We always imagined this was like a tree, and we are somehow at the uppermost branch. It looks more like a bush, and each of these species were living in a different natural environment, but they also lived in diverse technological environments. Think of the use of fire—fire has had a major impact on the development of human sociality, on landscape management by humans. You have mentioned human consciousness as a technology, but certainly humans were dealing with cultivation long before domestication. Human hunting is an intervention in the environment. It’s not just finding what there is, but intervening, using weapons to do it, and that has had an impact. We can say that the human brain that we have now is not just coming out of a biological world. This reciprocal causality between culture and biology has been going on since Australopithecus, very deep at the root of human evolution.<\/p>\n<p>I’ll make a big jump into the present. We are filling all these various niche environments all over the world, from the Tibetan plateau to coastal regions. Now that we have become such a globalized species, we are left with only one niche: the planet has become our niche. As much as we see, in all these historical developments, how context dependencies have shaped past dependencies, now we are filling the entire planet on a globalized scale, and now our trajectory is a common one. Since the age of “out of Africa,” basically, humanity has been connected, and this has only increased with the passing of time through colonization and globalization. We can no longer think of all these niches that I have mentioned in the biological sense, as being isolated from each other. This connectivity is the hallmark of the Anthropocene.<\/p>\n<p>But let me backstep a little bit from this ultimate perspective, and see some of the transitions. So, first of all, for a long time people thought that agriculture happened just in one region of the world, in the so-called fertile crescent, in today’s Iran, Syria, and Lebanon. Now we know agricultural food production happened in many different parts of the world. New Guinea is another famous place where this happened. But wherever it happened, it allowed local populations to significantly expand, and to deeply shape their environments in such a way that they could take part of their environments with them. The original European population consisted of migrants from the fertile crescent, who took their animals and their crops with them, enabling them to expand into less densely populated areas, and establish themselves. The history of agriculture is very much connected with the history of human expansion, with the growing of populations, and with the dramatic changes of the ecological environment. Certain environments, plants and animals were favored in such a way that they became a behavioral pattern in human societies. This experience was stored in social institutions, in their cognitive apparatus, and in their material world, to be able to take it away.<\/p>\n<p>So did agriculture somehow lead more or less automatically to this scaling up, to this expansion, that we saw after the Industrial Revolution? We have to look at the Industrial Revolution—which has been proposed by many as the starting point of the Anthropocene—and what happened there. Is there just one pathway through industrialization? Were there historical alternatives to it? And then, is the kind of industrial agriculture, using phosphorus and nitrogen, an unavoidable consequence of the Industrial Revolution? People at the time, before they found nitrate-based fertilizers, were thinking that they had a major problem, because so many people were predicted to starve, and then a few scientists invented the Haber–Bosch process. That helped to—as they said at the time—create bread from air. Now we have made ourselves dependent on this particular innovation. This is not Alexander’s conquest of the Hellenistic world. This happened in laboratories, and yet the consequences are enormous. I think the Anthropocene invites us to rewrite history, in this sense.<\/p>\n<p><strong>X:<\/strong> The history of science, and especially the history of technology, offers many insights in relation to this. The first that occurs to me is the typical Needham question—you have different societies with the same technological knowledge, so why does a certain society develop in one direction, and the other one not? In the case of the Industrial Revolution, what comes first—capitalism or the technological developments? And how does this new form of economics influence the organizational, technological, and social structure of society, and the development of industrialization?<\/p>\n<p><strong>X:<\/strong> I think this history of expansion is a really important thing for us to talk about, and to think about industrialization as coming out of colonization. So to think about colonization, and the history of European colonization, as a kind of proto-capitalism is important, and, in that, I think we get into this relationship between structure and agency that’s been missing from our conversation.<\/p>\n<p><strong>X:<\/strong> We need to look at the situatedness of colonization, and not treat Europe as a global model. In that respect, France colonized Haiti to set up sugar. Britain colonized Barbados and set up sugar. Spain set up sugar in Cuba. These historical connections are specific, and I think the one thing that I keep hearing in this discussion is this notion of a single total system that consumes the planet, consumes biology, consumes the human, consumes culture. But really, what we need to be thinking about is systemness—yes, but also the situatedness of the technosphere.<\/p>\n<p>For example, I study the phosphate fertilizer industry in central Florida. I don’t study it as one system that pervades the globe. We’re all made out of Florida phosphate; at the same time, we’re also made out of Moroccan phosphate and Chinese phosphate. So there, in my research, I’m interested in the particular landscape changes associated with this one industry, and specifically the different waste products that it produces, including phosphorous, which becomes waste after it has become a commodity, and which is used in agriculture. And, in so doing, all I’m able to do is grapple with what kinds of species were there before, and what kinds of species are there afterwards. I can’t really talk about evolutionary processes, but I can talk about assemblage change.<\/p>\n<p><strong>X:<\/strong> I work on agriculture and the history of agriculture in the US Great Plains, where agriculture was capitalized before it was industrialized, and this was made possible by the colonization of the western United States. The land there was so cheap. It was so rich in carbon, because it hadn’t been farmed on a large scale, that settlers were able to produce wheat cheaply, and sell it to Europe. This then displaced and shut down more sustainable farming systems in Europe, which had integrated animals in with the crops and which used cover crops that restored nitrogen, whereas in the American West this was not immediately necessary. Then, of course, over time, you end up with this situation that we are now hearing about, where the soil’s depleted. This more sustainable farming system in Europe was destroyed by the global market for wheat, and then the Haber–Bosch process is like a miracle that lets the whole system keep going, but with a much lower energy return on investment. Now you have to use a lot more fossil fuel to produce the same amount of crop.<\/p>\n<p><strong>X:<\/strong> I find the concept of the technosphere too limited to cope with the possible responses to the challenges of the Anthropocene. I would insist on the role of human actors, and I would insist on the potential that humans have—individually and through historical accumulation in their societies and on a species scale—to deal with the challenges of the external world. I think this process has very often been captured in rather reductive ways, and there are many ways to do this reductively. One is to put human actors on a par with nonhuman actors—and I don’t mean biological actors but nonbiological material actors—and I think that takes away, for no reason that I can really comprehend, the special qualities of human agencies. And another reductive way, coming from the history of science, was to consider human intellectual history as purely intellectual history, neglecting the material dimension, the technosphere dimension, and the social dimension. In my professional environment, I have observed, for many years, that people play off against each other those different dimensions. They either insist on the old-school intellectual history or they reduce it to social history, as in the social constructivism of science, or to the material, which is the latest brand that I have observed where the reality sometimes takes on oracular qualities—it’s the source of invasion, it’s the source of contingency of the unexpected, and so on. Let’s take all these dimensions equally seriously—the social dimension, the material dimension, and the human capacity coded in our brains to act as actuaries. As you were saying, human freedom is somehow part of this formula. It’s always a highly constrained freedom and it doesn’t make much sense to frame it abstractly as a residual category of other constraints. We have shaped this world on a planetary scale that is bringing us to the dilemma of the Anthropocene. Yet, in order to address those issues, we also need knowledge as a resource.<\/p>\n<p>We talked earlier about nuclear energy and what a good idea it would be to just stop it globally now. I totally agree, but even if you did that now you would still have to maintain some of the knowledge about nuclear, radioactive materials, about transportation research, about deposits. You have to deal with what we have created, and therefore you need knowledge. I want to know something about what we need in terms of knowledge in the future. Knowledge production is highly canalized. Normally, knowledge production is highly constrained by commercial capitalist interest; much of the knowledge production is not done in the universities, it’s the big corporations that produce the knowledge that we get—not necessarily the knowledge that we need, but the knowledge we get is produced there. The universities and academic institutions are almost a fringe phenomenon compared with that, so are we really producing the knowledge that we need in order to address the challenges of the Anthropocene?<\/p>\n<p><strong>X:<\/strong> The knowledge people use now is produced by the technosphere. We measure and produce sensors which substitute our senses, and I think we should also think about how to perceive what happens if our senses are substituted by sensors.<\/p>\n<p><strong>X:<\/strong> One of the characteristics of the technosphere is that it produces primarily knowledge based on technocratic rationality, which is interested in means but not the larger ends. It’s not about thinking about big paradigm-shifting or episteme-shifting changes but about how to solve problems within parameters that have been pre-established as naturalized and unquestioned. It’s not just natural science that’s being funded and paid for by the corporations, it’s all knowledge production.<\/p>\n<p><strong>X:<\/strong> A quotation by Marshall McLuhan from Understanding Media says “human beings are the sexual organs of machines, we are like bees pollinating machines so that they can reproduce.” This is very much an idea of a technosphere that grows independently of human intention, human actions and decisions. What underlies McLuhan’s fear of media is probably part of what we need. What McLuhan meant is a reversal of the relation between means and those making use of those means, so the means become the aim in themselves. The machines that are extensions of our organs become the aim of reproduction and continue the technology or the media; our actions as human beings become functional. And the approach to the technosphere seems to me to be a similar pattern, or model, of understanding action and technology.<\/p>\n<p><strong>X:<\/strong> I just want to briefly gloss over one particular theory that I think might be useful in terms of thinking about agency slightly differently. Elizabeth Grosz develops a concept, not of Darwin’s natural selection, but of sexual selection, and she argues by way of sexual selection that technology is inherently a part of many different forms of life. It cannot be reduced to the human sphere. So, in that sense, the technosphere can’t be directly correlated only to humans. She uses all kinds of birds and other creatures in the world who build various architectures to enhance sexual selection, but that put the species continuity in danger. The only reason why there is this excess is an artistic quality of life that refutes a division between humans and other animals.<\/p>\n<p><strong>X:<\/strong> Sexual selection is not really a problem because it still optimizes different demands. If it enhances reproductive success but diminishes survival rates, you still calculate an optimum. However, if there is a runaway selection process where you get a tight link between the choice of a particular trait and the exaggeration of the trait, that’s a very unique phenomenon. It’s technically limited compared with the other cases of sexual selection, but if that happens then you run down into a dead-end street. But you don’t have to call it sexual selection, because there can be runaway selection processes for other characteristics. We create interdependencies that can only go in one direction and we can’t really turn around anymore. You have a characteristic that gets exaggerated if you have a female preference for this characteristic. And if there’s variation in the system, it would lead to more and more exaggerated characteristics and you can’t reverse that system from the intrinsic dynamic because of that close link between preference and exaggeration. So it only goes in one direction, because of the tight link between those two properties of characteristic and choice. If you extract it from the sexual case to interdependency, then this becomes an interesting question in the technosphere.<\/p>\n<p><strong>X:<\/strong> I think there are many examples in technology. There are runaway feedback loops—the arms race is a good example, and the nuclear arms race was something where with each little increment you could see why you thought you needed to take the next step, but the whole thing was becoming just really out of control and dangerous.<\/p>\n<p><strong>X:<\/strong> Our incapacity to imagine futures has also been a spur to technological change, such as books and photo albums. I wonder if you can speak a little bit about the biological underpinnings of why it might be evolutionarily advantageous not to be able to imagine many futures [laughter]. There are insurance companies, there are actuarial tables, worst-case-scenario thinking, and even science fiction. I think there is some empirical ground on which we can start to look at the institutions that have been created to imagine futures—maybe you begin with the church, I don’t know. How far forward you project tells you a lot about the power relations embedded in just the asking of the question. Insurance companies will project about one hundred years, oil companies a little further.<\/p>\n<p><strong>X:<\/strong> We always talk about the loss of biodiversity but we also have to talk about the loss of cultural diversity; there may be resources that we will eventually need in order to cope with some of the challenges. There’s a richness of local knowledge. If we look at the history of Western knowledge, it’s a fiction. Ultimately, there is no such thing as Western knowledge. It’s patched together from many local knowledge traditions. It’s globalized knowledge from the beginning. If you follow the history of knowledge, the history of science, you always see that it starts from very contingent local circumstances. Some knowledge that looks very global now is just global because of a certain trajectory. It’s partly a trajectory of power relations but it’s also a trajectory of exponential relations. My example is always navigation strategies. There are these wonderful Micronesian navigator strategies which master the same challenges of seafaring as Western technologies, which partly come from China, partly come from the Islamic world, and so on, but the difference is they’re confined to zones near the Equator.<\/p>\n<p>We need to capture this richness of local knowledge in order to cope. Think of the energy needs of the technosphere. In the nuclear age people were dreaming about one solution to the energy problem. I’m convinced there is no one solution. There will be many locally very diverse sustainable solutions and that is presently prevented by what Manfred would call canalization structures—we have energy systems with this enormous inertia. But that inertia is not just the technological inertia; it’s inertia of strong power structures. So if we want to solve this problem of the richness of cultural approaches or ways of understanding energy, time, and space, we need to break both the inertia of the technosphere and the persistence of those power structures. That’s the challenge we’re up against.<\/p>\n<p><strong>X:<\/strong> There are so many positions—not just around this table but around the world—it’s good to remember that and to capture them, not just as part of one uniform whole but including its controversies.<\/p>\n"}]},"contributors":[{"ID":3096,"post_author":"1","post_date":"2019-08-21 12:37:17","post_date_gmt":"2019-08-21 10:37:17","post_content":"","post_title":"Heather Davis","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"heather-davis","to_ping":"","pinged":"","post_modified":"2019-08-21 17:52:44","post_modified_gmt":"2019-08-21 15:52:44","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/heather-davis\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/heather-davis\/","acf":{"first_name":"Heather","last_name":"Davis"}}],"projects":[{"ID":20703,"post_author":"11","post_date":"2014-11-23 16:44:47","post_date_gmt":"2014-11-23 15:44:47","post_content":"<p><span style=\"font-weight: 400;\">The biosphere has budded off a second global “sphere,” the technosphere, a technology-based system on which humans now depend—and which they find hard to control. Which tools are needed to ensure human survival in the technosphere?<\/span><\/p>\n  <p><span style=\"font-weight: 400;\">The biosphere has budded off a second global “sphere,” the technosphere, a technology-based system on which humans now depend—and which they find hard to control. Which tools, in terms of coevolutionary dynamics between man and machine, are needed to ensure human survival in the technosphere?<\/span><\/p>\n <p><span style=\"font-weight: 400;\">For more than 3.5 billion years, the biosphere has been a continuous, highly active component of the Earth, interlinked with the lithosphere, hydrosphere, and atmosphere. As an emergent system, it modulates the conditions of the Earth’s surface, its evolution over time including major innovations such as photosynthesis and the emergence of animals. This dynamic has become more complex with the appearance of the technosphere. In one view the latter is less a conscious construct than an emergent system which humans no longer fully control, with dynamics partly modulated by human actions and needs, and partly by the serendipitous emergence and spread of system-altering components such as computers and their unintended consequences. The technosphere—which like the biosphere is a means to collect, transform, and store energy and matter—co-evolves to maintain itself and appropriate more of the Earth’s surface and materials. Alternatively the technosphere may be viewed as a socio-epistemic, i.e. a knowledge-based system, embodying a fundamental dilemma: individual actions are controlled by thought, while collective actions are controlled by institutions that contain shared knowledge, but cannot think, while participating individuals do not necessarily realize the consequences of collective action. This, together with the limited co-evolutionary dynamics of its epistemic component, lies at the root of the uncontrollability of the technosphere. Collective actions can reach global scale, affecting human survival, with knowledge-production still determined locally. Yet, Enlightenment-style ideas may survive, perhaps, sufficient to ensure human survival.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">In this seminar, we wanted to consider the biosphere and technosphere, technological and scientific progress, in terms of co-evolutionary dynamics; the cognitive, material, and social dimensions of knowledge; and the major steps of socio-epistemic evolution in human history.<\/span><\/p>\n","post_title":"Seminar: Co-evolution of the Technosphere","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"seminar-co-evolution-of-the-technosphere","to_ping":"","pinged":"","post_modified":"2020-04-03 12:42:32","post_modified_gmt":"2020-04-03 10:42:32","post_content_filtered":"","post_parent":9147,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=project&#038;p=20703","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"nicholas.houde","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/seminar-co-evolution-of-the-technosphere\/","acf":{"thumbnail":{"ID":23587,"id":23587,"title":"HKW_Technosphere_Coevolution","filename":"HKW_Technosphere_Coevolution.jpg","filesize":1566588,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Technosphere_Coevolution.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/seminar-co-evolution-of-the-technosphere\/hkw_technosphere_coevolution\/","alt":"","author":"10","description":"Illustration by Benedikt Rugar","caption":"","name":"hkw_technosphere_coevolution","status":"inherit","uploaded_to":20703,"date":"2020-04-02 15:52:22","modified":"2020-04-02 15:53:02","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":7810,"height":4778,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Technosphere_Coevolution-768x470.jpg","thumbnail-width":768,"thumbnail-height":470,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Technosphere_Coevolution-300x184.jpg","medium-width":300,"medium-height":184,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Technosphere_Coevolution-768x470.jpg","medium_large-width":768,"medium_large-height":470,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Technosphere_Coevolution-1400x856.jpg","large-width":1400,"large-height":856,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Technosphere_Coevolution.jpg","1536x1536-width":1536,"1536x1536-height":940,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Technosphere_Coevolution.jpg","2048x2048-width":2048,"2048x2048-height":1253,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Technosphere_Coevolution-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Technosphere_Coevolution.jpg","feature-width":1600,"feature-height":979}},"teaser_text":"<p><span style=\"font-weight: 400;\">The biosphere has budded off a second global “sphere,” the technosphere, a technology-based system on which humans now depend—and which they find hard to control. Which tools are needed to ensure human survival in the technosphere?<\/span><\/p>\n","contributors":[{"ID":3268,"post_author":"1","post_date":"2019-08-21 12:37:30","post_date_gmt":"2019-08-21 10:37:30","post_content":"","post_title":"Peter K. Haff","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"peter-k-haff","to_ping":"","pinged":"","post_modified":"2019-08-21 14:33:06","post_modified_gmt":"2019-08-21 12:33:06","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/peter-k-haff\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/peter-k-haff\/","acf":{"first_name":"Peter K.","last_name":"Haff"}},{"ID":3193,"post_author":"1","post_date":"2019-08-21 12:37:24","post_date_gmt":"2019-08-21 10:37:24","post_content":"","post_title":"Manfred Laubichler","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"manfred-laubichler","to_ping":"","pinged":"","post_modified":"2019-08-21 14:47:08","post_modified_gmt":"2019-08-21 12:47:08","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/manfred-laubichler\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/manfred-laubichler\/","acf":{"first_name":"Manfred","last_name":"Laubichler"}},{"ID":2976,"post_author":"1","post_date":"2019-08-21 12:37:07","post_date_gmt":"2019-08-21 10:37:07","post_content":"","post_title":"Armin Reller","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"armin-reller","to_ping":"","pinged":"","post_modified":"2019-08-21 18:22:06","post_modified_gmt":"2019-08-21 16:22:06","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/armin-reller\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/armin-reller\/","acf":{"first_name":"Armin","last_name":"Reller"}},{"ID":3164,"post_author":"1","post_date":"2019-08-21 12:37:22","post_date_gmt":"2019-08-21 10:37:22","post_content":"","post_title":"Jürgen Renn","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"jurgen-renn","to_ping":"","pinged":"","post_modified":"2019-08-22 16:25:44","post_modified_gmt":"2019-08-22 14:25:44","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/jurgen-renn\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/jurgen-renn\/","acf":{"first_name":"Jürgen","last_name":"Renn"}},{"ID":3118,"post_author":"1","post_date":"2019-08-21 12:37:18","post_date_gmt":"2019-08-21 10:37:18","post_content":"","post_title":"Jan Zalasiewicz","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"jan-zalasiewicz","to_ping":"","pinged":"","post_modified":"2019-08-21 15:18:17","post_modified_gmt":"2019-08-21 13:18:17","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/jan-zalasiewicz\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/jan-zalasiewicz\/","acf":{"first_name":"Jan ","last_name":"Zalasiewicz"}}],"methods":[{"term_id":9,"name":"Teaching","slug":"teaching","term_group":0,"term_taxonomy_id":9,"taxonomy":"method","description":"","parent":0,"count":82,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]},{"term_id":11,"name":"Experiment","slug":"experiment","term_group":0,"term_taxonomy_id":11,"taxonomy":"method","description":"","parent":0,"count":67,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]}],"keywords":[{"term_id":271,"name":"Technosphere","slug":"technocene","term_group":0,"term_taxonomy_id":271,"taxonomy":"keyword","description":"","parent":0,"count":78,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]},{"term_id":214,"name":"Evolution","slug":"evolution","term_group":0,"term_taxonomy_id":214,"taxonomy":"keyword","description":"","parent":0,"count":18,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]},{"term_id":169,"name":"Adaptation","slug":"adaptation","term_group":0,"term_taxonomy_id":169,"taxonomy":"keyword","description":"","parent":0,"count":22,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]},{"term_id":232,"name":"Knowledge transformation","slug":"knowledge-transformation","term_group":0,"term_taxonomy_id":232,"taxonomy":"keyword","description":"","parent":0,"count":35,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]},{"term_id":183,"name":"Biosphere","slug":"biosphere","term_group":0,"term_taxonomy_id":183,"taxonomy":"keyword","description":"","parent":0,"count":23,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Haus der Kulturen der Welt, John-Foster-Dulles-Allee, Berlin, Germany","lat":"52.51890849999999","lng":"13.3649115"}}}],"methods":[{"term_id":336,"name":"Conversation","slug":"conversation","term_group":0,"term_taxonomy_id":336,"taxonomy":"method","description":"","parent":0,"count":118,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]}],"keywords":[{"term_id":271,"name":"Technosphere","slug":"technocene","term_group":0,"term_taxonomy_id":271,"taxonomy":"keyword","description":"","parent":0,"count":78,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]},{"term_id":190,"name":"Complexity","slug":"complexity","term_group":0,"term_taxonomy_id":190,"taxonomy":"keyword","description":"","parent":0,"count":47,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]},{"term_id":231,"name":"Knowledge production","slug":"knowledge-production","term_group":0,"term_taxonomy_id":231,"taxonomy":"keyword","description":"","parent":0,"count":37,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Haus der Kulturen der Welt, John-Foster-Dulles-Allee, Berlin, Germany","lat":52.51890849999999,"lng":13.3649115,"zoom":14,"place_id":"ChIJW-9xr7tRqEcRafqpF3pEPEc","name":"Haus der Kulturen der Welt","street_number":"10","street_name":"John-Foster-Dulles-Allee","city":"Berlin","state":"Berlin","post_code":"10557","country":"Germany","country_short":"DE"}},"author_name":"pia.lohmann","project_parents":[{"id":20703,"title":"Seminar: Co-evolution of the Technosphere","post_title":"Seminar: Co-evolution of the Technosphere","slug":"seminar-co-evolution-of-the-technosphere","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/seminar-co-evolution-of-the-technosphere\/","post_type":"project"},{"id":9147,"title":"Anthropocene Campus 2014","post_title":"Anthropocene Campus 2014","slug":"campus-2014","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/","post_type":"project"}],"_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/22658"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/contribution"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/96"}],"version-history":[{"count":16,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/22658\/revisions"}],"predecessor-version":[{"id":23144,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/22658\/revisions\/23144"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=22658"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=22658"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=22658"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=22658"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]