[{"id":22614,"date":"2014-11-23T11:39:37","date_gmt":"2014-11-23T10:39:37","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contribution&#038;p=22614"},"modified":"2020-04-03T14:51:27","modified_gmt":"2020-04-03T12:51:27","slug":"the-anthropocene-in-light-of-biological-feedback","status":"publish","type":"contribution","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/the-anthropocene-in-light-of-biological-feedback\/","title":{"rendered":"The Anthropocene in Light of Biological Feedback"},"content":{"rendered":"<p>Homeostasis, the maintenance of stable conditions in a system, is a key term in the Anthropocene, when the homeostasis of the Earth system is being impacted\/threatened by human action. Considering homeostasis as a set of interactions, i.e. biological feedback systems, can help to better understand these mechanisms.<\/p>\n<p>The robustness of most systems relies on homeostasis, which itself largely depends on redundancy and feedback mechanisms. The Anthropocene, both by definition and in the idea it encapsulates, can be considered as the largest feedback system experienced by human beings: the Anthropocene concept emerged when Earth-related issues started to impact humans in a feedback loop. Here, our main aim is to discuss the concept and implications of feedback, a step that we believe is central to a better understanding of the Anthropocene. To do so, we mainly use biological analogies, because concepts such as robustness, homeostasis, and feedback loops have been studied extensively in that field. Following this viewpoint, Earth’s homeostasis is comparable to that of a dynamic biological system experiencing multiple feedback loops. This naturally leads us to the concept of niche construction, through which our larger habitat becomes part of our own ontology. Last, we discuss frameworks that may help us to understand the interactions between humans and Earth’s homeostasis, and even to question our exact relationship to planet Earth.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Homeostasis, the maintenance of stable conditions in a system, is a key term in the Anthropocene, when the homeostasis of the Earth system is being impacted\/threatened by human action. Considering homeostasis as a set of interactions, i.e. biological feedback systems, can help to better understand these mechanisms. The robustness of most systems relies on homeostasis, [&hellip;]<\/p>\n","protected":false},"author":96,"template":"","method":[],"keyword":[190,214,272],"folksonomy":[],"acf":{"subtitle":"","thumbnail":{"ID":22649,"id":22649,"title":"The Anthropocene in Light of Biological Feedback","filename":"TC_b5_Feedbacks_image_opt.jpg","filesize":83996,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/TC_b5_Feedbacks_image_opt.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/the-anthropocene-in-light-of-biological-feedback\/tc_b5_feedbacks_image_opt\/","alt":"","author":"96","description":"Graph modified from Wikipedia.org (<a href=\"https:\/\/creativecommons.org\/licenses\/by-sa\/3.0\/\" rel=\"noopener noreferrer\" target=\"_blank\">CC BY-SA 3.0<\/a>)","caption":"Figure 1. Patterns in steady-state systems","name":"tc_b5_feedbacks_image_opt","status":"inherit","uploaded_to":22614,"date":"2020-03-27 12:00:20","modified":"2020-05-11 19:56:50","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1000,"height":1376,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/TC_b5_Feedbacks_image_opt-558x768.jpg","thumbnail-width":558,"thumbnail-height":768,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/TC_b5_Feedbacks_image_opt-218x300.jpg","medium-width":218,"medium-height":300,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/TC_b5_Feedbacks_image_opt-768x1057.jpg","medium_large-width":768,"medium_large-height":1057,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/TC_b5_Feedbacks_image_opt.jpg","large-width":1000,"large-height":1376,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/TC_b5_Feedbacks_image_opt.jpg","1536x1536-width":1000,"1536x1536-height":1376,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/TC_b5_Feedbacks_image_opt.jpg","2048x2048-width":1000,"2048x2048-height":1376,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/TC_b5_Feedbacks_image_opt-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/TC_b5_Feedbacks_image_opt-872x1200.jpg","feature-width":872,"feature-height":1200},"credits":""},"display_as_feature_image":false,"teaser_text":"<p>Homeostasis, the maintenance of stable conditions in a system, is a key term in the Anthropocene, when the homeostasis of the Earth system is being impacted\/threatened by human action. Considering homeostasis as a set of interactions, i.e. biological feedback systems, can help to better understand these mechanisms.<\/p>\n","abstract":"<p>The robustness of most systems relies on homeostasis, which itself largely depends on redundancy and feedback mechanisms. The Anthropocene, both by definition and in the idea it encapsulates, can be considered as the largest feedback system experienced by human beings: the Anthropocene concept emerged when Earth-related issues started to impact humans in a feedback loop. Here, our main aim is to discuss the concept and implications of feedback, a step that we believe is central to a better understanding of the Anthropocene. To do so, we mainly use biological analogies, because concepts such as robustness, homeostasis, and feedback loops have been studied extensively in that field. Following this viewpoint, Earth’s homeostasis is comparable to that of a dynamic biological system experiencing multiple feedback loops. This naturally leads us to the concept of niche construction, through which our larger habitat becomes part of our own ontology. Last, we discuss frameworks that may help us to understand the interactions between humans and Earth’s homeostasis, and even to question our exact relationship to planet Earth.<\/p>\n","footer_title":"","footer_collapsible":false,"footer_content":"","_content":{"content":[{"acf_fc_layout":"text","text":"<h1>Defining homeostasis<\/h1>\n<p>The Anthropocene describes a moment in time when humanity becomes so powerful that its action becomes a threat to the balance of nature. The Anthropocene, thus, can be defined as a time when humans are changing the homeostasis of the planet.<\/p>\n<p>Homeostasis (a term derived from the Greek words ὅμοιος + στάσις, meaning “the same situation”) generally refers to the maintenance of stable conditions in a system. In fact, biological systems are characterized by the homeostasis of their internal parameters (e.g. concentration of biological substances, energy levels, etc.). For instance, the fact that the human body has a constant temperature of 37 °C under normal physiological conditions is well known, and any deviation from this status is a signal that “something is wrong”; everybody has experienced the discomfort of a fever.<\/p>\n<p>Taking the human body as an example is indeed appropriate: the term “homeostasis” was proposed for the first time in around 1930 by Walter Cannon, a physician at Harvard,<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Walter B. Cannon, “What is homeostasis?,” <em>Scientific American<\/em> (January 3, 2000), <a href=\"https:\/\/www.scientificamerican.com\/article\/what-is-homeostasis\/\" target=\"_blank\" rel=\"noopener\">online<\/a> (accessed 11\/06\/2015); Walter B. Cannon, <em>The Wisdom of the Body<\/em>. New York: W W Norton &amp; Co., 1932.<\/span><\/span> although the concept may date back to the famous physician Claude Bernard, who described life as the result of the steady state of the milieu intérieur (fluid matrix).<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span><em>Claude Bernard, Leçons sur les phénomènes de la vie, communs aux animaux et aux végétaux. [précédé de] Discours de M. Vulpian aux funérailles de M. Claude Bernard. [précédé de] Discours de M. Paul Bert aux funérailles de M. Claude Bernard (2e édition conforme à la première édition de 1878) \/ par Claude Bernard,&#8230; ; [publié par A. Dastre]<\/em>, Paris: J.-B. Baillière et fils, 1885, <a href=\"https:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k62986637\" target=\"_blank\" rel=\"noopener\">online<\/a> (accessed 11\/06\/2015); Gerald DiBona, “Physiology in perspective: the wisdom of the body. Neural control of the kidney,” <em>American Journal of Physiology: Regulatory, Integrative and Comparative Physiology<\/em>, vol. 289, no. 3 (2005): R633–41. doi:10.1152\/ajpregu.00258.2005; Steven J. Cooper, “From Claude Bernard to Walter Cannon. Emergence of the concept of homeostasis,” <em>Appetite<\/em>, vol. 51, no. 3 (2008): pp. 419–27. doi:10.1016\/j.appet.2008.06.005<\/span><\/span> Therefore, the equilibrating responses of the human body to environmental stimuli, involving feedback, are both historically and conceptually the starting point of the notion of homeostasis.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Bruce J. West, “The wisdom of the body; a contemporary view,” <em>Frontiers in Physiology<\/em>, vol. 1 (April 2010). doi:10.3389\/fphys.2010.00001<\/span><\/span> Based on physiology, Cannon enunciated six descriptive propositions in order to define homeo-<br \/>\nstasis.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Cooper, “From Claude Bernard to Walter Cannon.”<\/span><\/span> From biology, the concept of homeostasis has been applied in different fields, from engineering and the physical sciences to the social sciences and economics.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Lieu Hou-Shun, “The concept of economic homeostasis,” <em>The Analysts Journal<\/em>, vol. 12, no. 4 (1956): pp. 51–53.<\/span><\/span><\/p>\n"},{"acf_fc_layout":"text","text":"<h1>Homeostasis emerges from redundancy and complexity<\/h1>\n<p>What are the possible indicators of homeostasis? A property of a homeostatic system is resilience, meaning (for our purposes) the ability of the system to buffer external perturbations, and to come back to its internal state. When looking at living organisms, one can see that the number of components involved in this response can play a role in maintaining homeostasis. At an evolutionary level, natural selection is the external perturbation to which species are subjected. We can try to look to the system “biological species” as a whole, complex system, composed of individuals, which are the result of other “components” (the biological processes). What we call genetic redundancy (that is, the fact that several genes have redundant functions, i.e. are implied in producing similar-working “components,” such as enzymes catalyzing the same reaction) could be seen as a buffering mechanism: the absence of a single gene usually will not lead to major defects, because other ‒ redundant ‒ genes or pathways will compensate for the loss. While this applies within a given generation, it also has consequences across generations and in evolution: redundancy is buffering the action of natural selection, notably by limiting the impact of mutations on essential biological functions. One may call this phenomenon “species homeostasis.” Incidentally, this is probably one of the main sources of complexity in biology, explaining why biologist are unlikely to be able to “fix a radio,”<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Yuri Lazebnik, “Can a biologist fix a radio? Or, what I learned while studying apoptosis,” <em>Biochemistry. Biokhimii͡a<\/em>, vol. 69, no. 12 (2004): pp. 1403–6; first published in: <em>Cancer Cell<\/em>, vol. 2, no. 3 (2002): pp. 179‒82.<\/span><\/span> at least in the near future.<\/p>\n<p>The relation between homeostasis and complexity actually goes both ways: the multiplication of actors adds robustness to a system and thus increases its homeostasis; conversely, the system can maintain a large number of actors, including defective ones, because multiple redundant pathways are at play. Complexity promotes homeostasis, and, in turn, homeostasis allows the maintenance of complexity. Such reciprocity is also a major driving force for evolution, as defective actors in a given context can become selective advantages when external conditions change. For instance, while sickle cell anemia can be a major health problem, it also provides resistance to malaria, notably through the overproduction of an enzyme called heme oxygenase 1.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Ana Ferreira et al., “Sickle hemoglobin confers tolerance to Plasmodium infection,&#8221; <em>Cell<\/em>, vol. 145, no. 3 (2011): pp. 398‒409.<\/span><\/span> Therefore, with homeostasis and the maintenance of complexity comes adaptability. This also means that homogeneity and simplification, in contrast, may lead to a reduction in homeostasis, and thus more chaotic and unpredictable behaviors. A landmark of the Anthropocene is precisely this simplification. Satellite images of vast open fields illustrate how humans have switched to homogeneous crop cultivation following the precepts of an “agro-Taylorism” (see also “<a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/campus-2014\/seminar-imaging-the-anthropocene\" target=\"_blank\" rel=\"noopener\">Imaging the Anthropocene<\/a>”). Thus, either consciously or unconsciously, we have decided to loose a form of adaptability, at a larger scale than ever before. Because of this global simplification, we may have become more vulnerable to external perturbations.<\/p>\n"},{"acf_fc_layout":"text","text":"<h1>Homeostasis also emerges from feedback mechanisms<\/h1>\n<p>While redundancy appears an effective means to reach resilience, it also has limits. In particular, the idea that a set of factors leads to similar outputs is over-simplistic. For instance, while building a high-rise, it seems reasonable that a team of engineers and architects is checking for errors. However, at each step of the construction, despite the expertise of personnel, mechanical tests are conducted to control the structural integrity of the building; in other words, the building itself contributes to the next decision during the process of its own construction. This means that in addition to redundancy, resilience also emerges from feedback systems. While in the case of constructing a building, the architects’ initial decisions would dominate over the contribution made by the building in the final design, obviously this is radically different in a biological system. Biology, and homeostasis in biology, cannot be understood without taking into account such feedback. In fact, if we had to postulate the absence of feedback mechanisms in biology, this would mean that every single molecule (or group of similar molecules) has been positioned following a carefully drawn plan, and that it is blind to its environment. Because one of the main features of molecules is that they interact with one another, and thus are highly dependent on their direct environment, this view, of course, is completely wrong. Biological organisms are complex systems, and this means that they are built on the interactions between molecules, cells, and tissues. This implies that feedback occurs at every scale in this context.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>For an interesting comparison between feedback mechanisms in biology and the theory of relativity, see Johannes Jaeger et al., “Regulative feedback in pattern formation: towards a general relativistic theory of positional information,” <em>Development<\/em>, vol. 135 (2008): pp. 3175‒83.<\/span><\/span> In fact, feedback in biology does not stop at the scale of the organism, but also includes the habitat, which in the frame of the Anthropocene is probably the most relevant level.<\/p>\n<p>To conclude, while redundancy allows some resilience, homeostasis primarily relies on interactions, and thus feedback systems. Because feedback is often counterintuitive and difficult to grasp (we usually better understand deterministic mechanisms and have trouble with loop reasoning), their contribution to homeostasis remains underestimated.<\/p>\n"},{"acf_fc_layout":"text","text":"<h1>An origin of the concept of feedback in the Industrial Revolution<\/h1>\n<p>As to the Anthropocene itself, the concept of feedback probably owes much to the Industrial Revolution, and the first steam machines. One of the most cited examples is the centrifugal governor—also called the “flyball” governor, because of the two massive balls that allowed it to work—developed by, among others, James Watt. The system used very simple physical laws to self-control the amount of steam entering the machine. The “flyball” at the same time was connected mechanically both to the movement generated by the steam engine and to the valve that allowed the steam to enter the engine. Because of the steam engine movement, the “flyball” was rotating on itself. When the movement was too fast, the flyballs started to move upwards because of the increased kinetic energy, activating a system to reduce the aperture of the valve, thus allowing less steam to enter the engine, and in this way reducing the machine’s speed. Eventually, the flyballs returned to their initial position until a new self-regulation occurred.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>How a Flyball or Centrifugal Governor Works (2012),<a href=\"https:\/\/www.youtube.com\/watch?v=HS_YGZXP2xY&amp;feature=youtube_gdata_player\" target=\"_blank\" rel=\"noopener\"> online animation <\/a>(accessed 11\/06\/2015).<\/span><\/span><\/p>\n<p>Later on, the concept of feedback became central in the discipline of cybernetics, founded by Norbert Wiener.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>“Cybernetics,”<em> Encyclopedia Britannica<\/em> (2015), <a href=\"https:\/\/www.britannica.com\/science\/cybernetics\" target=\"_blank\" rel=\"noopener\">online<\/a> (accessed 01\/25\/2015).<\/span><\/span> The question of control and the way that complex systems organize themselves goes back to the mechanisms allowing such organization, and most particularly feedback mechanisms. Self-organization is indeed a special kind of homeostasis, and this can be illustrated in the case of pattern formation. An example cited most in evolution and ecology is the Lotka-Volterra model, also called the prey-predator model.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Alfred J. Lotka, “Analytical note on certain rhythmic relations in organic systems,” <em>Proceedings of the National Academy of Sciences of the United States of America<\/em>, vol. 6, no. 7 (1920): pp. 410–15; Vito Volterra, “Variazioni e fluttuazioni del numero d’individui in specie animali conviventi,” <em>Memoria della Regia Accademia Nazionale dei Lincei<\/em>, vol. 6, no. 2 (1926): pp. 31–113.<\/span><\/span> In brief, a system of differential equations was adopted to explain the dynamic equilibrium between prey and predator in a given (eco)system. Such equilibrium results in a spatio-temporal “pattern” (figure 1a).<\/p>\n"},{"acf_fc_layout":"image","display":"carousel","image":[{"ID":22649,"id":22649,"title":"The Anthropocene in Light of Biological Feedback","filename":"TC_b5_Feedbacks_image_opt.jpg","filesize":83996,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/TC_b5_Feedbacks_image_opt.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/the-anthropocene-in-light-of-biological-feedback\/tc_b5_feedbacks_image_opt\/","alt":"","author":"96","description":"Graph modified from Wikipedia.org (<a href=\"https:\/\/creativecommons.org\/licenses\/by-sa\/3.0\/\" rel=\"noopener noreferrer\" target=\"_blank\">CC BY-SA 3.0<\/a>)","caption":"Figure 1. Patterns in steady-state systems","name":"tc_b5_feedbacks_image_opt","status":"inherit","uploaded_to":22614,"date":"2020-03-27 12:00:20","modified":"2020-05-11 19:56:50","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1000,"height":1376,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/TC_b5_Feedbacks_image_opt-558x768.jpg","thumbnail-width":558,"thumbnail-height":768,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/TC_b5_Feedbacks_image_opt-218x300.jpg","medium-width":218,"medium-height":300,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/TC_b5_Feedbacks_image_opt-768x1057.jpg","medium_large-width":768,"medium_large-height":1057,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/TC_b5_Feedbacks_image_opt.jpg","large-width":1000,"large-height":1376,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/TC_b5_Feedbacks_image_opt.jpg","1536x1536-width":1000,"1536x1536-height":1376,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/TC_b5_Feedbacks_image_opt.jpg","2048x2048-width":1000,"2048x2048-height":1376,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/TC_b5_Feedbacks_image_opt-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/TC_b5_Feedbacks_image_opt-872x1200.jpg","feature-width":872,"feature-height":1200}}]},{"acf_fc_layout":"text","text":"<p>a. Lotka-Volterra interactions between predators and prey: curves define the spatio-temporal variation of the number of preys and predators, showing both are strictly linked. When the amount of prey increases, the same happens for the number of predators. In contrast, when the amount of prey decreases (e.g. because of extra hunting), the same follows for the number of predators (reduced available resources).<\/p>\n<p>b. Chemical activator-inhibitor system: a chemical species (A) is inhibiting another chemical species (B), which, in turn, activates the first chemical species (A). This kind of chemical interaction can result in steady-state systems originating in the so-called Turing patterns (b).<\/p>\n"},{"acf_fc_layout":"text","text":"<p>Another milestone work, surely, is the 1952 paper by Alan Turing, “The chemical basis of norphogenesis.”<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Alan M. Turing, “The chemical basis of morphogenesis,” <em>Philosophical Transactions of the Royal Society of London B: Biological Sciences<\/em>, vol. 237, no. 641 (1952): pp. 37–72. doi:10.1098\/rstb.1952.0012<\/span><\/span> In this paper, Turing was adopting chemical reactions (diffusion reactions), described by differential equations, to explain pattern-formation in biological systems (figure 1b).<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>For an accurate review of the history of theories in pattern-formation, see Siegfried Roth, “Mathematics and biology: a Kantian view on the history of pattern formation theory,” <em>Development Genes and Evolution<\/em>, vol. 221, nos 5‒6 (2011): pp. 255–79. doi:10.1007\/s00427-011-0378-0<\/span><\/span> While these two models may seem quite different at first, the earlier being rather temporal (number of prey and predators oscillating with time) and the latter being rather spatial (generation and maintdefaultenance of distinct regional identities), they display the same fundamental pattern (figure 1).<\/p>\n"},{"acf_fc_layout":"text","text":"<h1>Feedback properties: Lessons from biology<\/h1>\n<p>Feedback is of two kinds: either negative or positive. To illustrate the case of positive feedback, let’s take the example of the pepsin protease, an enzyme that digests proteins in the stomach. This protein is secreted as an inactive form, called pepsinogen. When pepsinogen reaches the stomach lumen, a small sub-part is cleaved, and the remaining protein becomes pepsin, the active enzyme. The positive feedback lies in the step of pepsinogen cleavage: the enzyme responsible for this step is pepsin itself. In other words, pepsin synthesis requires pepsin. This mechanism ensures compartmentalization of protein degradation domains (pepsin would also digest the internal content of the cell was it not synthesized and secreted as an inactive precursor) and this example illustrates one property of positive feedback: positive feedback reinforces a starting trend. In the case of pepsinogen and pepsin, feedback ensures a rapid start to digestion by amplification of the enzymatic capacities.<\/p>\n<p>This is of course one of the defining points of the Anthropocene: the “Great Acceleration,” a period of growth-amplification for all sectors, is typically the result of a positive feedback loop. As shown in biology, and because of their amplifying power, such positive feedback mechanisms are able to generate major changes from very subtle fluctuations. This also means that fluctuations should not be considered white noise: they can trigger positive feedback, potentially leading to complete chaos. This threat is one of the reasons why the Anthropocene attracts so much attention.<\/p>\n<p>As biological systems are relatively far from behaving chaotically (for instance, similar shapes are maintained in a given species and across generations), positive feedback must be channeled in living organisms. As shown in all biological systems, negative feedback systems usually take over to stop the spirals fueled by positive feedback. For instance, the increase in body temperature brought on by fever is an effective way to increase the efficiency of enzymes, which work sub-optimally at 37 °C, and work optimally at 38 or 39 °C. Anyone who has experienced fever also knows about the sweating that accompanies it. Perspiration keeps the fever under control by cooling the body, in a negative feedback loop. Ultimately, providing the sickness is benign, this negative feedback loop will prevail and body temperature will stabilize back to 37 °C. As in biology, one of the keys to the Anthropocene is to identify such positive and negative feedback loops, in order to understand and anticipate the future trajectory of our environment, and our society.<\/p>\n"},{"acf_fc_layout":"text","text":"<h1>Framing the contribution of humans in Earth homeostasis<\/h1>\n<p>Such simple biological feedback is so easy to grasp that even intuitive predictions can be made quite safely. However, as we now experience a “data deluge,” the possible crosstalk and feedback mechanisms have reached a number so high that it becomes impossible for the Human brain to formulate any coherent picture in full confidence.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>For example, this can be seen in the control of the cell cycle: see James E. Ferrell Jr, “Feedback loops and reciprocal regulation: recurring motifs in the systems biology of the cell cycle,” <em>Current Opinion in Cell Biology: cell cycle, differentiation and disease<\/em>, vol. 25, no 6 (2013): pp. 676–86. doi:10.1016\/j.ceb.2013.07.007<\/span><\/span> In fact, Human intuition is often wrong in such instances. The theory of complex systems, and its application in the form of computer modeling, has thus been developed in recent years to formalize all the possible interactions, notably including feedback, through their formalization in mathematical terms (see “<a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/campus-2014\/seminar-modelling-wicked-problems\" target=\"_blank\" rel=\"noopener\">Modeling Wicked Problems<\/a>”).<\/p>\n<p>At this point, one may ask what the theoretical framework of the Anthropocene should be, and how to frame humanity in planetary homeostasis. In a time defined by climate change and global threats to ecosystems and resources, we should be able to tell the difference, say, between short-term and long-term trends, human-related ruptures of global homeostasis, and those due strictly to external factors. At the same time, such a general framework would set the basis for rational intervention, and political economic planning.<\/p>\n<p>The problem of global stability was approached with particular emphasis in the second half of the twentieth century. Already before, the writing of Russian geochemist Vladimir Vernandsky had settled the concept of the biosphere, that is, the sphere of the planet Earth where life can survive, the so-called “domain of life.”<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Andrei V. Lapo, “Vladimir I. Vernadsky (1863‒1945), founder of the biosphere concept,” <em>International Microbiology: the official journal of the Spanish society for microbiology<\/em>, vol. 4, no. 1 (2001): pp. 47–49. doi:10.1007\/s101230100008<\/span><\/span> It was not until the 1970s and 1980s, however, that a controversial theory appeared called the “Gaia hypothesis.” Mainly developed by James Lovelock,<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Philip Ball, “James Lovelock reflects on Gaia’s legacy,” <em>Nature News<\/em> (April 2014). doi:10.1038\/nature.2014.15017; James Lovelock, “Gaia: the living Earth,” <em>Nature<\/em>, vol. 426, no. 6968 (2003): pp. 769–70. doi:10.1038\/426769a; Andrew Free and Nicholas H. Barton, “Do evolution and ecology need the gaia hypothesis?,” <em>Trends in Ecology &amp; Evolution<\/em>, vol. 22, no. 11 (2007): pp. 611–19. doi:10.1016\/j.tree.2007.07.007; Andrew J. Watson and James E. Lovelock, “Biological homeostasis of the global environment: the parable of Daisyworld,” <em>Tellus B<\/em>, vol. 35B, no. 4 (1983): pp. 284–89. doi:10.1111\/j.1600-0889.1983.tb00031.x<\/span><\/span> it is probably not by chance that the theory was formulated just as the first mass-directed green movements were rising up, mainly in response to heavy post-war industrialization in the Western world.<\/p>\n<p>The Gaia hypothesis basically states that life can self-regulate the biosphere, therefore creating a planetary homeostasis suitable for sustaining life. Such homeostasis would be achieved mainly through different negative feedback mechanisms. The Gaia hypothesis stemmed from a fictional model called Daisyworld,<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Ibid.<\/span><\/span> in which an extremely simple biosphere was taken into account. In this model, the surface of the planet is imagined covered by a single species of “daisies.” These “fictional” organisms can exist in two phenotypic forms (black or white). Here the external factor acting upon the system is radiation from the Sun. A prerequisite is the existence of an “optimal temperature” at which these “daisies” can live. In this model, “daisies” would be able to self-regulate the temperature of the planet-surface because lower radiation will favor “black-daisies” (resulting in a temperature increase), and higher radiation will favor “white-daisies” (resulting in higher albedo). Several authors have analyzed the Gaia hypothesis critically and from several points of<br \/>\nview.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Book review (<em>The Gaia Hypothesis: Science on a pagan planet<\/em>, by Michael Ruse), “Exploring our Love\/hate relationship with Gaia,” <em>New Scientist<\/em> (August 23, 2013), <a href=\"https:\/\/www.newscientist.com\/article\/mg21929311-600-exploring-our-lovehate-relationship-with-gaia\/?ignored=irrelevant#.VMgHg9KG-bM\" target=\"_blank\" rel=\"noopener\">online<\/a> (accessed 11\/02\/2015).<\/span><\/span> However, the theory aims to be coherent with natural selection, and can probably be merited with pushing scientists to investigate true life-based feedback on Earth (such as the role of forests on land or algae-produced dimethyl sulfide (DMS) in oceans).<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Timothy M. Lenton, “Gaia and natural selection,” <em>Nature<\/em>, vol. 394, no. 6692 (1998): pp. 439–47. doi:10.1038\/28792<\/span><\/span> Moreover, even without any relationship to the theory proposed by Lovelock, it paved the way to thinking differently about negative feedback.<\/p>\n"},{"acf_fc_layout":"text","text":"<h1>Some prospects<\/h1>\n<p>Let’s look ahead. Some practical solutions to current environmental threats and Anthropocenic challenges have already emerged. For instance, geoengineering strategies are envisioned to mitigate the greenhouse gas effects on the atmospheric temperature. In that scenario, the boundaries of human organisms, in fact, would extend to that of the planet and its atmosphere, shortcutting a large number of intermediates. Importantly, this reduction in complexity also implies that the number of potential buffering mechanisms would be reduced. Here comes the question: Is this global simplification concerning our interaction with the environment not a major tipping point in our evolution and maybe one of the most emblematic landmarks of the Anthropocene? Here, biology stresses that such simplification would be extremely harmful to the planet’s homeostasis.<\/p>\n<p>With the increase of the human impact on the planet, not only has our environment deteriorated, but also its dynamic has been modified dramatically. Fluctuations occur faster, meaning that feedback is less predictable and may be more difficult to channel. If the impact of humanity on the environment is starting to have a dominant effect on Earth, this may hinder the buffering effect of a more balanced complex system. This could be one of the many definitions of the Anthropocene: an era where ecosystem homeostasis is threatened by one of its dominating elements, humanity, and thus a time when the ecosystem becomes vulnerable and to some extent unpredictable, because both humanity and its environment cannot be decoupled anymore.<\/p>\n<p>Beyond technology and Earth sciences, one of the most fascinating research subjects for the future is the contribution of human psychology in our relationship to Earth. In this respect, an understudied subject within the frame of the Anthropocene is the process of decision-making. In general, humans tend to take a conservative approach; when it is time to decide between two options, the conservative option, i.e. the one that is consistent with the past context, is the more likely to be picked. Such conservatism has been largely demonstrated, whether it relates to buying habits or maintaining relationships.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Robert-Vincent Joule, <em>Petit traité de manipulation à l’usage des honnêtes gens<\/em>. Grenoble: PUG, 2004.<\/span><\/span> In other words, humans are not revolution-prone. In the context of the Anthropocene, such a strong bias in decision-making should be included, because it would have a major impact on the evolution of the planet, and thus on humanity indirectly.<\/p>\n<p>Another field in which it is crucial to explore anthropocenic feedback mechanisms is that of education. One may expect that with better knowledge of environmental issues, humanity as a whole will decide to stay away from consumerism, which is one, if not the main, cause of the Anthropocene (also called “Capitalocene” to reflect its economic roots). Consistent with this scenario, sustainable development strategies, alternative modes of consumption and financing, are blooming everywhere: Is this enough to generate a positive feedback loop on education and to amplify this change in human civilization? Two critical points should be raised here. Sustainable development will remain an oxymoron, and thus a marketing trick, as long as development remains within the framework of unlimited economic growth. Second, the worldwide shortage of resources is fueling tensions between countries, and this, in turn, may rapidly hinder current educational efforts. In other words, are we going to change our civilization fast enough to overcome this negative feedback on education?<\/p>\n<p>Understanding the Earth as a complex system, where multiple feedback loops occur, means that it may also be time to consider our planet as a third party to which we are accountable.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Michel Serres, <em>Le temps des crises<\/em>. Paris: Editions le Pommier, 2009.<\/span><\/span> An immediate consequence of this change of paradigm is that any economic transactions would be weighed up in light of what the planet can or cannot offer, including the various feedback loops, and taking into account the long-term implications. Putting a price on nature, however, is a tricky task (see “<a href=\"https:\/\/www.anthropocene-curriculum.org\/project\/campus-2014\/seminar-valuing-nature\" target=\"_blank\" rel=\"noopener\">Valuing Nature<\/a>”). This can be illustrated by the carbon-quota debate, and the associated risk of deadweight loss. Nevertheless, this is probably where our efforts could be focused. Re-scaling the human‒environment nexus, investigating the many implications behind the complexity of our world, considering the psychological and temporal limits of human nature, all of these considerations might help to forecast upcoming feedback outcomes, and their surprises.<\/p>\n"}]},"contributors":[{"ID":3057,"post_author":"1","post_date":"2019-08-21 12:37:13","post_date_gmt":"2019-08-21 10:37:13","post_content":"","post_title":"Enrico Costanzo","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"enrico-costanzo","to_ping":"","pinged":"","post_modified":"2019-08-21 18:02:09","post_modified_gmt":"2019-08-21 16:02:09","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/enrico-costanzo\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/enrico-costanzo\/","acf":{"first_name":"Enrico","last_name":"Costanzo"}},{"ID":3255,"post_author":"1","post_date":"2019-08-21 12:37:30","post_date_gmt":"2019-08-21 10:37:30","post_content":"","post_title":"Olivier Hamant","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"olivier-hamant","to_ping":"","pinged":"","post_modified":"2020-09-16 16:45:56","post_modified_gmt":"2020-09-16 14:45:56","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/olivier-hamant\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/olivier-hamant\/","acf":{"first_name":"Olivier","last_name":"Hamant"}}],"projects":[{"ID":20703,"post_author":"11","post_date":"2014-11-23 16:44:47","post_date_gmt":"2014-11-23 15:44:47","post_content":"<p><span style=\"font-weight: 400;\">The biosphere has budded off a second global “sphere,” the technosphere, a technology-based system on which humans now depend—and which they find hard to control. Which tools are needed to ensure human survival in the technosphere?<\/span><\/p>\n  <p><span style=\"font-weight: 400;\">The biosphere has budded off a second global “sphere,” the technosphere, a technology-based system on which humans now depend—and which they find hard to control. Which tools, in terms of coevolutionary dynamics between man and machine, are needed to ensure human survival in the technosphere?<\/span><\/p>\n <p><span style=\"font-weight: 400;\">For more than 3.5 billion years, the biosphere has been a continuous, highly active component of the Earth, interlinked with the lithosphere, hydrosphere, and atmosphere. As an emergent system, it modulates the conditions of the Earth’s surface, its evolution over time including major innovations such as photosynthesis and the emergence of animals. This dynamic has become more complex with the appearance of the technosphere. In one view the latter is less a conscious construct than an emergent system which humans no longer fully control, with dynamics partly modulated by human actions and needs, and partly by the serendipitous emergence and spread of system-altering components such as computers and their unintended consequences. The technosphere—which like the biosphere is a means to collect, transform, and store energy and matter—co-evolves to maintain itself and appropriate more of the Earth’s surface and materials. Alternatively the technosphere may be viewed as a socio-epistemic, i.e. a knowledge-based system, embodying a fundamental dilemma: individual actions are controlled by thought, while collective actions are controlled by institutions that contain shared knowledge, but cannot think, while participating individuals do not necessarily realize the consequences of collective action. This, together with the limited co-evolutionary dynamics of its epistemic component, lies at the root of the uncontrollability of the technosphere. Collective actions can reach global scale, affecting human survival, with knowledge-production still determined locally. Yet, Enlightenment-style ideas may survive, perhaps, sufficient to ensure human survival.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">In this seminar, we wanted to consider the biosphere and technosphere, technological and scientific progress, in terms of co-evolutionary dynamics; the cognitive, material, and social dimensions of knowledge; and the major steps of socio-epistemic evolution in human history.<\/span><\/p>\n","post_title":"Seminar: Co-evolution of the Technosphere","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"seminar-co-evolution-of-the-technosphere","to_ping":"","pinged":"","post_modified":"2020-04-03 12:42:32","post_modified_gmt":"2020-04-03 10:42:32","post_content_filtered":"","post_parent":9147,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=project&#038;p=20703","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"nicholas.houde","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/seminar-co-evolution-of-the-technosphere\/","acf":{"thumbnail":{"ID":23587,"id":23587,"title":"HKW_Technosphere_Coevolution","filename":"HKW_Technosphere_Coevolution.jpg","filesize":1566588,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Technosphere_Coevolution.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/seminar-co-evolution-of-the-technosphere\/hkw_technosphere_coevolution\/","alt":"","author":"10","description":"Illustration by Benedikt Rugar","caption":"","name":"hkw_technosphere_coevolution","status":"inherit","uploaded_to":20703,"date":"2020-04-02 15:52:22","modified":"2020-04-02 15:53:02","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":7810,"height":4778,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Technosphere_Coevolution-768x470.jpg","thumbnail-width":768,"thumbnail-height":470,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Technosphere_Coevolution-300x184.jpg","medium-width":300,"medium-height":184,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Technosphere_Coevolution-768x470.jpg","medium_large-width":768,"medium_large-height":470,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Technosphere_Coevolution-1400x856.jpg","large-width":1400,"large-height":856,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Technosphere_Coevolution.jpg","1536x1536-width":1536,"1536x1536-height":940,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Technosphere_Coevolution.jpg","2048x2048-width":2048,"2048x2048-height":1253,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Technosphere_Coevolution-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2014\/11\/HKW_Technosphere_Coevolution.jpg","feature-width":1600,"feature-height":979}},"teaser_text":"<p><span style=\"font-weight: 400;\">The biosphere has budded off a second global “sphere,” the technosphere, a technology-based system on which humans now depend—and which they find hard to control. Which tools are needed to ensure human survival in the technosphere?<\/span><\/p>\n","contributors":[{"ID":3268,"post_author":"1","post_date":"2019-08-21 12:37:30","post_date_gmt":"2019-08-21 10:37:30","post_content":"","post_title":"Peter K. Haff","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"peter-k-haff","to_ping":"","pinged":"","post_modified":"2019-08-21 14:33:06","post_modified_gmt":"2019-08-21 12:33:06","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/peter-k-haff\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/peter-k-haff\/","acf":{"first_name":"Peter K.","last_name":"Haff"}},{"ID":3193,"post_author":"1","post_date":"2019-08-21 12:37:24","post_date_gmt":"2019-08-21 10:37:24","post_content":"","post_title":"Manfred Laubichler","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"manfred-laubichler","to_ping":"","pinged":"","post_modified":"2019-08-21 14:47:08","post_modified_gmt":"2019-08-21 12:47:08","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/manfred-laubichler\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/manfred-laubichler\/","acf":{"first_name":"Manfred","last_name":"Laubichler"}},{"ID":2976,"post_author":"1","post_date":"2019-08-21 12:37:07","post_date_gmt":"2019-08-21 10:37:07","post_content":"","post_title":"Armin Reller","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"armin-reller","to_ping":"","pinged":"","post_modified":"2019-08-21 18:22:06","post_modified_gmt":"2019-08-21 16:22:06","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/armin-reller\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/armin-reller\/","acf":{"first_name":"Armin","last_name":"Reller"}},{"ID":3164,"post_author":"1","post_date":"2019-08-21 12:37:22","post_date_gmt":"2019-08-21 10:37:22","post_content":"","post_title":"Jürgen Renn","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"jurgen-renn","to_ping":"","pinged":"","post_modified":"2019-08-22 16:25:44","post_modified_gmt":"2019-08-22 14:25:44","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/jurgen-renn\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/jurgen-renn\/","acf":{"first_name":"Jürgen","last_name":"Renn"}},{"ID":3118,"post_author":"1","post_date":"2019-08-21 12:37:18","post_date_gmt":"2019-08-21 10:37:18","post_content":"","post_title":"Jan Zalasiewicz","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"jan-zalasiewicz","to_ping":"","pinged":"","post_modified":"2019-08-21 15:18:17","post_modified_gmt":"2019-08-21 13:18:17","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/jan-zalasiewicz\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/jan-zalasiewicz\/","acf":{"first_name":"Jan ","last_name":"Zalasiewicz"}}],"methods":[{"term_id":9,"name":"Teaching","slug":"teaching","term_group":0,"term_taxonomy_id":9,"taxonomy":"method","description":"","parent":0,"count":81,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]},{"term_id":11,"name":"Experiment","slug":"experiment","term_group":0,"term_taxonomy_id":11,"taxonomy":"method","description":"","parent":0,"count":67,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]}],"keywords":[{"term_id":271,"name":"Technosphere","slug":"technocene","term_group":0,"term_taxonomy_id":271,"taxonomy":"keyword","description":"","parent":0,"count":77,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]},{"term_id":214,"name":"Evolution","slug":"evolution","term_group":0,"term_taxonomy_id":214,"taxonomy":"keyword","description":"","parent":0,"count":18,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]},{"term_id":169,"name":"Adaptation","slug":"adaptation","term_group":0,"term_taxonomy_id":169,"taxonomy":"keyword","description":"","parent":0,"count":22,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]},{"term_id":232,"name":"Knowledge transformation","slug":"knowledge-transformation","term_group":0,"term_taxonomy_id":232,"taxonomy":"keyword","description":"","parent":0,"count":35,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]},{"term_id":183,"name":"Biosphere","slug":"biosphere","term_group":0,"term_taxonomy_id":183,"taxonomy":"keyword","description":"","parent":0,"count":23,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Haus der Kulturen der Welt, John-Foster-Dulles-Allee, Berlin, Germany","lat":"52.51890849999999","lng":"13.3649115"}}}],"methods":false,"keywords":[{"term_id":190,"name":"Complexity","slug":"complexity","term_group":0,"term_taxonomy_id":190,"taxonomy":"keyword","description":"","parent":0,"count":46,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]},{"term_id":272,"name":"Technoscience","slug":"technoscience","term_group":0,"term_taxonomy_id":272,"taxonomy":"keyword","description":"","parent":0,"count":25,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]},{"term_id":214,"name":"Evolution","slug":"evolution","term_group":0,"term_taxonomy_id":214,"taxonomy":"keyword","description":"","parent":0,"count":18,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Haus der Kulturen der Welt, John-Foster-Dulles-Allee, Berlin, Germany","lat":52.51890849999999,"lng":13.3649115,"zoom":14,"place_id":"ChIJW-9xr7tRqEcRafqpF3pEPEc","name":"Haus der Kulturen der Welt","street_number":"10","street_name":"John-Foster-Dulles-Allee","city":"Berlin","state":"Berlin","post_code":"10557","country":"Germany","country_short":"DE"},"publish_to_dat":false},"author_name":"pia.lohmann","project_parents":[{"id":20703,"title":"Seminar: Co-evolution of the Technosphere","post_title":"Seminar: Co-evolution of the Technosphere","slug":"seminar-co-evolution-of-the-technosphere","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/seminar-co-evolution-of-the-technosphere\/","post_type":"project"},{"id":9147,"title":"Anthropocene Campus 2014","post_title":"Anthropocene Campus 2014","slug":"campus-2014","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/","post_type":"project"}],"_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/22614"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/contribution"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/96"}],"version-history":[{"count":26,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/22614\/revisions"}],"predecessor-version":[{"id":23741,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/22614\/revisions\/23741"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=22614"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=22614"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=22614"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=22614"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]