[{"id":18306,"date":"2016-04-23T10:42:23","date_gmt":"2016-04-23T08:42:23","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contribution&#038;p=18306"},"modified":"2020-05-04T12:01:09","modified_gmt":"2020-05-04T10:01:09","slug":"the-floating-ear","status":"publish","type":"contribution","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/the-floating-ear\/","title":{"rendered":"The Floating Ear"},"content":{"rendered":"<p>How might sound be used to translate nonhuman intelligences and systems into understandable forms? Speculative visions and imaginative states for the extension of the sonic arts into them realm of the Aerocene.<\/p>\n<p> Aero-Acoustic Emissions and Perception  <\/p>\n","protected":false},"excerpt":{"rendered":"<p>How might sound be used to translate nonhuman intelligences and systems into understandable forms? Speculative visions and imaginative states for the extension of the sonic arts into them realm of the Aerocene. Aero-Acoustic Emissions and Perception<\/p>\n","protected":false},"author":10,"template":"","method":[11,334],"keyword":[170,247],"folksonomy":[313],"acf":{"subtitle":"Aero-Acoustic Emissions and Perception","thumbnail":{"credits":null},"display_as_feature_image":true,"teaser_text":"<p>How might sound be used to translate nonhuman intelligences and systems into understandable forms? Speculative visions and imaginative states for the extension of the sonic arts into them realm of the Aerocene.<\/p>\n","abstract":"","footer_title":"","footer_collapsible":false,"footer_content":"","_content":{"content":[{"acf_fc_layout":"text","text":"<p>Much of the important research and compositions of the composer Maryanne Amacher direct one’s attention inward to the mechanical and psychological properties of perception. Through the arrangement of sound works taking advantage of the natural phenomena known as <em>otoacoustic emissions<\/em> (propagative inner-ear vibrations), Amacher eloquently demonstrates the physical creative capacities of the body; outside any aspect of the psychological\/subjective dimension of perception, Amacher’s works situate the listener in a physically generative position—their ears create novel sonic content within the projected sonic stream. The relationship between the object doing the listening and the object producing the sound, therefore, is instantiated within a more complex space than historically assumed.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Maryanne Amacher, &#8220;Sound Characters (Making the Third Ear),&#8221; New York, 1999.<\/span><\/span><\/p>\n<p>Discussing Amacher’s otoacoustic works, Gascia Ouzounian expands on the extent to which, when “sound, body, and space meet, new dimensions of, and sensitivities towards, environments can be engaged, and our relationship to these and to ourselves and each other within these can be re-imagined and transformed.”<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Gascia Ouzounian, “Embodied Sound: Aural architectures and the body,” <em>Contemporary Music Review<\/em>, vol. 25, no. 1\/2, 2006: pp. 69–79, here p. 78.<\/span><\/span><\/p>\n<p>Hearing is an environmental mapping—the translation of vibratory trajectories, reflections, and transductions. Amacher’s work and Ouzounian’s reflexive schema of embodied perception and integration suggest even more intimate and affinitive relationships with external environments: not only is one’s perception of sound determined in passing through a nexus of noise, architecture, and nonlinearity, but simultaneously there is a sense in which one extends outward into the space of perception. Further, we should imagine this proposition as a decentering of the human as a closed hearing mechanism, replaced with a conceptualization of the body and the space of perception itself as fluid and porous. Our thoughts and feelings begin to extend farther …<\/p>\n<p>In his description of Tomás Saraceno’s <em>Aerocene<\/em> project, Bronislaw Szerszynski remarks that the <em>Aerocene<\/em> vision is about <em>going<\/em> up, but also about <em>opening<\/em> up […] and the open body of the <em>Aerocene<\/em> reminds us of the openness of our own bodies—that living things, like all dissipative system, depend on a constant flow of energy, matter, and information across the boundary that at once divides and joins them and their environment. <em>Aerocene<\/em> points towards an anthropic transition that would open us up to the more-than-human world.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Bronislaw Szerszynski, “Up,” <em>The Aerocene Newspaper<\/em>, 2016, <a href=\"https:\/\/aerocene.org\/newspaper-szerszynski\/\" target=\"_blank\" rel=\"noopener\">online<\/a> (accessed May 31, 2016): p. 15.<\/span><\/span><\/p>\n<p>What both Saraceno and Amacher point to is the need to re-evaluate modes of engagement, sensation, and transmission within this open environment. The trajectories of Aerocene aesthetics and otoacoustic emissions accentuate acts of collaboration between human and environmental actors, positing constant translations and transductions across the surfaces on which they intersect.<\/p>\n<p>I propose the idea of “aero-acoustic arts” to denote equilibrium within objects between the creative capacities of sensation and communication. The ear’s faculty of sensual topology and temporality within the event space of perception is a model for a new relationship to aesthetics in the context of Saraceno’s Aerocene; below, I offer some speculative visions and imaginative states for the extension of the sonic arts into the realm of the Aerocene.<\/p>\n<p>Great acknowledgement for the context and propositional model of some of the following thoughts is due to David Rosenboom’s 2003 publication <em>Collapsing Distinctions: Interacting within fields of intelligence on interstellar scales and parallel musical models<\/em> and Anja Kanngieser’s 2015 article “Geopolitics and the Anthropocene: Five propositions for sound.”<\/p>\n<p>&nbsp;<\/p>\n"},{"acf_fc_layout":"text","text":"<h1>INVITATION I: DEGREES OF FREEDOM<\/h1>\n<p><em>Aerocene implies a new relationship to spatial dimensions in the positing of the dispersion of energies in a multi-path system in place of a specific trajectory. Sound will behave quite differently in this new experiential paradigm: new physical opportunities and limits of sonic propagation, as well as new cognitive knowledge and perception.<\/em><\/p>\n<p><em>How might one understand boundaries in the Aerocene position?<\/em><\/p>\n<p><em>And what new boundaries might exist: Clouds, Pressure, Jet Streams …<\/em><\/p>\n<p><em>Will the acoustic qualia of a room become less important than that of a certain day? Than that of a certain altitude?<\/em><\/p>\n<p><em>We may imagine sonic arts made audible not in spite of air, but in collaboration with it. A different sort of collaboration than the physical fact of sounding by way of air—this is the context of the sounding in air: the unique opportunities afforded by the aerosolar position of the listener.<\/em><\/p>\n"},{"acf_fc_layout":"text","text":"<h1>INVITATION II: AERO-ACOUSTIC ARTS<\/h1>\n<p>As our bodies extend outward and find the space of perception to be somewhere in between Sensual Topology and Sensual Temporality (no longer within), we might imagine that the position of Hearing is in fact no position at all—it is, instead, its own system of dispersion and reflection. It is Mobile Hearing.<\/p>\n<p>What is our position? Where are our ears?<\/p>\n<p>To accept Mobile Hearing is to consider what we might be “mobile” in relation to: Clouds, Pressure, Jet Streams …<\/p>\n<p>Will it be possible to consider sonic arts whose sounds remain fixed in space, where those who perceive it do the moving? Does the Aerocene contain the ability to reform our relationship to the already-fraught causal chain of perception? After all, the cliff or the cloud sensing a transient human presence is a geologically analogous accounting for, in the same manner in which a human might perceive a sound event—it may be that we are the ones being perceived in the first place.<\/p>\n<p>With our speeds, variations, and repetitions, we might think about this as becoming-sound to the Earth. We might think of our own paths and trajectories as brief sonic events on a geologic timescale.<\/p>\n<p>Anthropocene, Aerocene, and aero-acoustic arts all imply a renegotiation of the position of the human with regard to monumental scales of space‒time. Might the Aerocene’s decentering and “opening up” of the human allow for sonic arts that take advantage of slower and dispersed modes of perception and communication?<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Bronislaw Szerszynski, “Up,” The Aerocene Newspaper, 2016, <a href=\"https:\/\/aerocene.org\/newspaper-szerszynski\/\" target=\"_blank\" rel=\"noopener\">online<\/a> (accessed May 31, 2016): p. 15.<\/span><\/span> Might it be possible to think about sonic arts whose spatial and temporal parts are constituted of circular streams instead of trajectory (causal) mechanics?<\/p>\n"},{"acf_fc_layout":"text","text":"<h1>INVITATION III: EMERGENT PERFORMANCE\/EMERGENT MAPPING<\/h1>\n<p><em>When as humans we understand our floating perception, we may find our localities linked through “holarchic” network relationships.<\/em><span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>David Rosenboom, &#8220;Collapsing Distinctions: Interacting within fields of intelligence on interstellar scales and parallel musical models,&#8221; Santa Clarita, CA, 2003: p. 18.<\/span><\/span><em> In this confluence of events, agents, and feedback, an emergent form is the map that manifests. While perception of the world may be our most immediate sensual relationship, we are responsible for rethinking any sense in which we consider it toward the top of any hierarchical existential structures. Instead, reframing:<\/em><\/p>\n<p><em>What are the emergent forms of perception? What are ways to consider distributed perception? Aerosolar structures will be present in every aspect of these distributed mapping networks—emergent sound events will be able to be reflected and redistributed through cyclical paths and streams corresponding to emergent weather events:<\/em><\/p>\n<p><em>Do our aero-acoustic arts begin to resemble streams of weather events rather than fragmented performance structures?<\/em><\/p>\n<p><em>How might we think about aero-acoustics as a mapping in and of itself? As a collaboration (or co-creation) with geophysical conditions? What can be learned by performing with?<\/em><\/p>\n"},{"acf_fc_layout":"text","text":"<h1>INVITATION IV: … AND WHAT ARE THE EARS?<\/h1>\n<p><em>The aerosolar sculptures already represent the distributed airborne nature of perception. These membranous surfaces and structures—with a few additions—could be reimagined as Floating Ears with perceptive, otoacoustic, and generative capacities. As both physical and acoustic transducers, they are able to hear and feel varieties of pressures and forces—their shapes and sizes may also mean that certain sized membranes of specific materials may be more or less sensitive to widely different ranges of Aerocene and aero-acoustic activities. Aerosolar structures become implicated in a vast topology of emergent forms (weather, sounds, performances) and would be able to sense and transmit versions of each.<\/em><\/p>\n<p><em>Like our ears, these aerosolar sculptures simultaneously are able to generate as a part of hearing; hearing and projecting occupy the same event space as aero-acoustic emissions. Using directional- and reflection-based sonic technology such as parabolic or ultrasonic speakers, aerosolar structures will be able to speak to their vicinities, address clouds, and whisper into the jet streams. As a reflective membrane, aerosolar sculptures enact the physical act of hearing simply by traveling through the Aerocene. Through simple digital signal processing (DSP) technologies, we would be able to turn aerosolar sculptures into augmented models of human ears, but what would be the point? Instead, we have the opportunity to make new ones, which might work simultaneously in the communicative, performative, and perceptive modes, translating and performing new territories. Aerosolar sculptures reading the troughs and peaks of Aerocene space as a needle reads the grooves on a record.<\/em><\/p>\n"},{"acf_fc_layout":"text","text":"<h1>INVITATION V: … AND WHAT ARE THESE SOUNDS?<\/h1>\n<p><em>New streams of data mean a new approach to sound; if we reframe the space of human hearing to include that of projection, then the act of projection must necessarily involve its reception. If this feedback loop remains in the realm of the human, then this is not a new or particularly unique idea—it never leaves the ground, so to speak.<\/em><\/p>\n<p><em>Instead, we might reframe this process in the context of Rosenboom’s propositions for extraterrestrial communication: what are the data implicit in the sounds we make? How might we begin to think about sonic arts as communication with alternative intelligences? Is there an aspect of the sonic arts in the Aerocene in which these growing forms of projection and reception may be imbued or embedded with information or communicative impulses?<\/em><\/p>\n<p><em>Maryanne Amacher’s collaboration with architectural and acoustic intelligences. David Rosenboom’s proposition for collaboration with extraterrestrial intelligences. An aero-acoustic collaboration with geologic intelligences.<\/em><\/p>\n<p><em>In what ways can we create (spatially) vertical sonic relationships? How might we encourage collaboration between diverse ecologies?<\/em><\/p>\n<p>Anja Kanngieser’s answer:<\/p>\n<p><em>[S]ound offers a way of building the different ecologies necessary for political attenuations to forms of life and matter, which are not of the human. It calls for a different realization of time, whether a deep time or atemporality, in which, as [Ursula K.] Le Guin (2014) put it, the “poetry of the rocks” resounds.<\/em><span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Anja Kanngieser, “Geopolitics and the Anthropocene: Five propositions for sound,” GeoHumanities, vol. 1, no. 1, 2015: pp. 80–5, here p. 83.<\/span><\/span><\/p>\n<p><em>The beauty of Kanngieser’s proposition rests in her insistence on the navigation and translation of diverse ecologies, and further, the need to consider the temporal realm as a unique—or perhaps an intersection of an infinite number of—network(s).<\/em><\/p>\n<p>&nbsp;<\/p>\n"},{"acf_fc_layout":"text","text":"<h1>SUMMARY: AEROCENE POSITIONALITY<\/h1>\n<p>So the question remains, how might sound and the sonic arts traverse extra\/nonhuman spaces? The Aerocene implies a reframing, not only of the spaces of human action, but also the expansion of intelligent systems and collaborations with new spaces. One ought then to understand the space of the Aerocene as places for collaboration, understanding, and communication. How might sound be used to translate nonhuman intelligences and systems into understandable forms, and how might it be further enhanced to expand our sense of what is recognizable as knowledge? Reconceptualizing sonic arts as aero-acoustic arts will allow for the sensual topologies of human perception to be in communication with Le Guin’s poetry of diverse ecologies—for performance models to encounter ideas of emergence and distribution. Understanding the full-ness of air, it becomes far less daunting to imagine the aero-acoustic arts as a constant and continuous collaboration with distributed membranes, pressure systems, and emergent behavior systems—the space made possible by the Aerocene and the aerosolar position.<\/p>\n"}]},"contributors":[{"ID":3303,"post_author":"1","post_date":"2019-08-21 12:37:34","post_date_gmt":"2019-08-21 10:37:34","post_content":"","post_title":"Samuel Hertz","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"samuel-hertz","to_ping":"","pinged":"","post_modified":"2020-02-05 10:36:24","post_modified_gmt":"2020-02-05 09:36:24","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/samuel-hertz\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/samuel-hertz\/","acf":{"first_name":"Samuel","last_name":"Hertz"}}],"projects":[{"ID":18200,"post_author":"10","post_date":"2016-04-23 15:35:44","post_date_gmt":"2016-04-23 13:35:44","post_content":"<p>Is a different technosphere possible? Exploring this concept from the perpsective of the Aerocene: a nascent, collaborative, speculative vision of the future.<\/p>\n  <p>Is a different kind of technosphere possible? What forms of knowledge might a different technosphere require and engender? In order to explore such questions, we will take as our point of departure the Aerocene: a nascent, collaborative, speculative vision of the future.<\/p>\n <p>The concept of the “technosphere” developed by Peter Haff refers to an emergent, semi-autonomous “sphere” of the Earth, comparable to the hydrosphere or biosphere, currently being produced by a planet in flux. A growing number of human and nonhuman entities are being locked into this technosphere, which itself is tied into an accelerating exploitation of fossil fuels and other material resources, and depends on particular forms of knowledge production. The sort of questions one should ask therefore are: Is a different kind of technosphere possible? What forms of knowledge might a different technosphere require and engender? In order to explore such questions, we will take as our point of departure the Aerocene: a nascent, collaborative, speculative vision of the future proposed by Berlin-based artist Tomás Saraceno. In the Aerocene, societies become untethered from the Earth’s surface. Instead of relying on the extraction of resources from the Earth’s subterranean sinks and combusting them, the Aerocene, by contrast, simply encloses volumes of ambient air in envelopes, and thereby embarks in a collaboration with elemental flows of energy and matter. The Aerocene performs experiments in lighter-than-air motion, without fossil fuels or refined gases, to sustain the movements of a range of aerostatic devices for scientific research, for human transport—or even for human habitation in what Saraceno terms Cloud Cities. The Aerocene invites us to develop new forms of collaborative knowledge production, which combine the sciences and humanities, craft and philosophy, speculation and sensory experience.<\/p>\n<p>We will take the Aerocene as an alternative future technosphere, founded on a shift in the dominant global “thermodynamic imaginary” (Kiel Moe). Rather than immediately moving to technoscientific “solutions” and thereby implicitly consenting to a particular vision of the future, we will try to suspend entrenched disciplinary habits of thought and speculate about which future we actively wish to create. In exploring the Aerocene we will use techniques to unlearn ingrained, modernist “bifurcations” of thought (Alfred North Whitehead). We will develop forms of interdisciplinarity and transdisciplinarity that resist the allure of prematurely integrated forms of knowledge and that instead experience creative agonism between modes and ontologies of knowing (Andrew Barry).<\/p>\n<p>In groups, participants will bring together a range of different kinds of knowledge in order to articulate alternative versions of the Aerocene, flesh out particular aspects of Aerocene living, tackle distinct knowledge challenges, or raise objections to the idea of the Aerocene as an alternative technosphere. Playing with these different kinds of knowledge, we will also explore the different ways of knowing and sensing that the Aerocene makes possible, as we capture ambient air, release its latent powers, and make our bodies sensitive to its elemental properties.<\/p>\n","post_title":"Seminar: Knowing (in) the Anthropocene","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"knowing-in-the-anthropocene","to_ping":"","pinged":"","post_modified":"2020-06-04 14:57:34","post_modified_gmt":"2020-06-04 12:57:34","post_content_filtered":"","post_parent":9144,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=project&#038;p=18200","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"astrid.zimmermann","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2016\/knowing-in-the-anthropocene\/","acf":{"thumbnail":{"ID":18201,"id":18201,"title":"seminar_04_Knowing the Anthropocene","filename":"seminar_04_vis_up01.jpg","filesize":81089,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2016\/knowing-in-the-anthropocene\/seminar_04_vis_up01\/","alt":"","author":"10","description":"","caption":"","name":"seminar_04_vis_up01","status":"inherit","uploaded_to":18200,"date":"2020-02-03 14:38:46","modified":"2020-02-03 16:02:59","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1140,"height":641,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01-768x432.jpg","thumbnail-width":768,"thumbnail-height":432,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01-300x169.jpg","medium-width":300,"medium-height":169,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01-768x432.jpg","medium_large-width":768,"medium_large-height":432,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01.jpg","large-width":1140,"large-height":641,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01.jpg","1536x1536-width":1140,"1536x1536-height":641,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01.jpg","2048x2048-width":1140,"2048x2048-height":641,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/02\/seminar_04_vis_up01.jpg","feature-width":1140,"feature-height":641}},"teaser_text":"<p>Is a different technosphere possible? Exploring this concept from the perpsective of the Aerocene: a nascent, collaborative, speculative vision of the future.<\/p>\n","contributors":false,"methods":false,"keywords":[{"term_id":210,"name":"Epistemology","slug":"epistemology","term_group":0,"term_taxonomy_id":210,"taxonomy":"keyword","description":"","parent":0,"count":46,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":232,"name":"Knowledge transformation","slug":"knowledge-transformation","term_group":0,"term_taxonomy_id":232,"taxonomy":"keyword","description":"","parent":0,"count":35,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":218,"name":"Games","slug":"games","term_group":0,"term_taxonomy_id":218,"taxonomy":"keyword","description":"","parent":0,"count":1,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":197,"name":"Data","slug":"data","term_group":0,"term_taxonomy_id":197,"taxonomy":"keyword","description":"","parent":0,"count":30,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":187,"name":"Care","slug":"care","term_group":0,"term_taxonomy_id":187,"taxonomy":"keyword","description":"","parent":0,"count":37,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":221,"name":"Habits","slug":"habits","term_group":0,"term_taxonomy_id":221,"taxonomy":"keyword","description":"","parent":0,"count":14,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":242,"name":"Modernity","slug":"modernity","term_group":0,"term_taxonomy_id":242,"taxonomy":"keyword","description":"","parent":0,"count":8,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Haus der Kulturen der Welt, John-Foster-Dulles-Allee, Berlin, Germany","lat":52.51890849999999,"lng":13.3649115,"zoom":14,"place_id":"ChIJW-9xr7tRqEcRafqpF3pEPEc","name":"Haus der Kulturen der Welt","street_number":"10","street_name":"John-Foster-Dulles-Allee","city":"Berlin","state":"Berlin","post_code":"10557","country":"Germany","country_short":"DE"}}}],"methods":[{"term_id":334,"name":"Sound","slug":"sound","term_group":0,"term_taxonomy_id":334,"taxonomy":"method","description":"","parent":0,"count":44,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":11,"name":"Experiment","slug":"experiment","term_group":0,"term_taxonomy_id":11,"taxonomy":"method","description":"","parent":0,"count":67,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"keywords":[{"term_id":247,"name":"Perception","slug":"perception","term_group":0,"term_taxonomy_id":247,"taxonomy":"keyword","description":"","parent":0,"count":19,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]},{"term_id":170,"name":"Aerocene","slug":"aerocene","term_group":0,"term_taxonomy_id":170,"taxonomy":"keyword","description":"","parent":0,"count":8,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"folksonomy":[{"term_id":313,"name":"Sound","slug":"sound","term_group":0,"term_taxonomy_id":313,"taxonomy":"folksonomy","description":"","parent":0,"count":2,"filter":"raw","author_name":"astrid.zimmermann","permalink":false,"acf":[]}],"location":{"address":"Haus der Kulturen der Welt, John-Foster-Dulles-Allee, Berlin, Germany","lat":52.51890849999999,"lng":13.3649115,"zoom":14,"place_id":"ChIJW-9xr7tRqEcRafqpF3pEPEc","name":"Haus der Kulturen der Welt","street_number":"10","street_name":"John-Foster-Dulles-Allee","city":"Berlin","state":"Berlin","post_code":"10557","country":"Germany","country_short":"DE"},"publish_to_dat":false},"author_name":"astrid.zimmermann","project_parents":[{"id":18200,"title":"Seminar: Knowing (in) the Anthropocene","post_title":"Seminar: Knowing (in) the Anthropocene","slug":"knowing-in-the-anthropocene","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2016\/knowing-in-the-anthropocene\/","post_type":"project"},{"id":9144,"title":"Anthropocene Campus 2016","post_title":"Anthropocene Campus 2016","slug":"campus-2016","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2016\/","post_type":"project"}],"_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/18306"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/contribution"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/10"}],"version-history":[{"count":46,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/18306\/revisions"}],"predecessor-version":[{"id":25043,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/18306\/revisions\/25043"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=18306"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=18306"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=18306"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=18306"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]