[{"id":21615,"date":"2014-11-23T11:41:43","date_gmt":"2014-11-23T10:41:43","guid":{"rendered":"https:\/\/content.anthropocene-curriculum.org\/?post_type=contribution&#038;p=21615"},"modified":"2020-04-02T12:53:01","modified_gmt":"2020-04-02T10:53:01","slug":"the-free-sea","status":"publish","type":"contribution","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/the-free-sea\/","title":{"rendered":"The Free Sea"},"content":{"rendered":"<p>Unintended consequences and slippages in time—Ele Carpenter, Ayesha Hameed, Hanna Husberg, and Laura McLean discuss “The Free Sea”.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Unintended consequences and slippages in time—Ele Carpenter, Ayesha Hameed, Hanna Husberg, and Laura McLean discuss “The Free Sea”.<\/p>\n","protected":false},"author":96,"template":"","method":[5],"keyword":[274,282],"folksonomy":[],"acf":{"subtitle":"","thumbnail":{"ID":21622,"id":21622,"title":"The Free See_Screenshot Video","filename":"The-Free-See-01.png","filesize":414813,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/03\/The-Free-See-01.png","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/the-free-sea\/the-free-see-01\/","alt":"","author":"96","description":"","caption":"","name":"the-free-see-01","status":"inherit","uploaded_to":21615,"date":"2020-03-24 13:14:20","modified":"2020-03-25 10:45:17","menu_order":0,"mime_type":"image\/png","type":"image","subtype":"png","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":891,"height":475,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/03\/The-Free-See-01-768x409.png","thumbnail-width":768,"thumbnail-height":409,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/03\/The-Free-See-01-300x160.png","medium-width":300,"medium-height":160,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/03\/The-Free-See-01-768x409.png","medium_large-width":768,"medium_large-height":409,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/03\/The-Free-See-01.png","large-width":891,"large-height":475,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/03\/The-Free-See-01.png","1536x1536-width":891,"1536x1536-height":475,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/03\/The-Free-See-01.png","2048x2048-width":891,"2048x2048-height":475,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/03\/The-Free-See-01-48x48.png","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/03\/The-Free-See-01.png","feature-width":891,"feature-height":475},"credits":null},"display_as_feature_image":false,"teaser_text":"<p>Unintended consequences and slippages in time—Ele Carpenter, Ayesha Hameed, Hanna Husberg, and Laura McLean discuss “The Free Sea”.<\/p>\n","abstract":"","footer_title":"","footer_collapsible":false,"footer_content":"","_content":{"content":[{"acf_fc_layout":"embed","title":"","embed":"<iframe title=\"The Free Sea\" src=\"https:\/\/player.vimeo.com\/video\/98332000?dnt=1&amp;app_id=122963\" width=\"640\" height=\"360\" frameborder=\"0\" allow=\"autoplay; fullscreen; picture-in-picture\" allowfullscreen><\/iframe>","caption":"2014"},{"acf_fc_layout":"text","text":"<h1><\/h1>\n<p>&nbsp;<\/p>\n<h1>Unintended consequences and slippages in time<\/h1>\n<p>&nbsp;<\/p>\n<p><strong>The following discussion was held between Ele Carpenter, Ayesha Hameed, Hanna Husberg, and Laura McLean at GV Art London following a screening of “The Free Sea” in late November 2014.<\/strong><\/p>\n<p><strong>Ele<\/strong><br \/>\n— So I wonder if we can start with an opening question about how you made your film? I know you started researching this project a long time before you actually went to the Maldives. Could you tell us how your lived experience of going there and being in that place changed your thinking about both the Anthropocene and the specific context of the Maldives?<\/p>\n<p><strong>Laura<\/strong><br \/>\n— One thing that was significant was that the Contingent Movements Archive, of which the film is an outcome, was designed as an Internet-based project from the start. Much of our research had been online, and this was how we gathered information about sea-level rise and the threat to the island’s existence. Although some of this information was produced by Maldivians, much was written by others.<\/p>\n<p>What we noticed when we were in the Maldives is that there isn’t that sense of urgency conveyed in these texts. The place has quite a consistent climate, and a relaxed island lifestyle.<\/p>\n<p>Because it’s an equatorial country, each day is kind of the same—it’s warm, the sun sets at the same time all year round. Until fairly recently it had a subsistence economy, and people lived much more in the present so there is not a culture of saving up for the winter, of accrual. During our travels we didn’t experience a sense of emergency, which might be related to this.<\/p>\n<p><strong>Hanna<\/strong><br \/>\n— Although we were looking from afar at what was available on the web, we also did meet with Maldivians living in London in our initial research phase. It might also be good to mention that there are very few books by Maldivians, as all books need to be approved by the government, and many have been censored.<\/p>\n<p>We met primarily with members of Maldives Research, a London-based NGO, and with students they put us in touch with. Actually Maldivians are very cosmopolitan, which is related partly to the fact that because the first Maldivian university only opened in the last few years, many study abroad. All the students we met were from Malé, the capital island. It is this island we zoom in on at the beginning of the film, and as you could see, it is completely covered by urban development. Malé hosts a third of the population of the country and is one of the most densely inhabited islands in the world. Discussing what they thought of the situation in the Maldives, these students told us the main problem in the Maldives was that everything has become politicized.<\/p>\n<p><strong>Ele<\/strong><br \/>\n— Can you explain what that means?<\/p>\n<p><strong>Laura<\/strong><br \/>\n— It’s an emerging democracy—I mean it is a democracy but it’s still finding its feet as one. The communities over there are very polarized politically. We were there in the lead-up to the elections, and in the film you can see the campaign flags and colours that were all over the city, even in the sea and on the smallest of islands. One party was pink, another was yellow, and a third party was red and green. People were very overt about their political convictions, and would hang out and spend time together at the campaign centers. Maldivians have always had a strong identity based on which island and atoll they come from, and traditionally one’s island name is included in one’s own name. People now also strongly identify with the political party they support, to the point where some were even having their family’s graves painted in the colours of their party.<\/p>\n<p><strong>Ayesha<\/strong><br \/>\n— I have another contextualizing question, which will complement Ele’s. Seeing how this project has developed, with a series of events and exhibitions, a website, and then a film which operates kind of as an archive of the project, one thing that is striking about the film is the amount of information. I made a list of concerns which I thought almost functioned as chapters: sea levels, disappearing and recurring islands, the issue of migrant labor, the idea of reclaimed land, residues that are created from limestone artifacts, with a scalar dropping down into the museum objects that get destroyed, and finally this movement to Manus Island and Lampedusa and other ports of migration for people claiming asylum. So my question is: Do those concerns reflect the themes of your initial research?<\/p>\n<p><strong>Laura<\/strong><br \/>\n— It was a broad project, though hinging on certain issues, and you’ve picked up on several of those. At the start of the film there is footage shot on 8mm film of the archipelago between Finland and Sweden, and the film ends as we travel down the Grand Canal in Venice at high water. So it starts and ends in Europe. We were thinking a lot about the European origins of international law, and how responsibility for climate change lies with industrialization originating in the West, while repercussions are often felt elsewhere. So we start with Grotius and his book, <em>Mare Liberum<\/em>,<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Hugo Grotius, The Free Freedom of the Seas: Or, The Right Which Belongs to the Dutch to Take Part in the East Indian Trade, tr. Ralph Van Deman Magoffin, 1608.<\/span><\/span> which contributed to the rise of global free trade and the International Law of the Sea, and then come around from the Maldives through islands significant to this narrative, and end with footage from a symposium at UNESCO in Paris, where we held an exhibition within a larger exhibition, “Adapting to the Anthropocene.”<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span><a href=\"http:\/\/www.unesco.org\/new\/en\/unesco\/events\/prizes-and-celebrations\/celebrations\/international-days\/world-philosophy-day-2013\/\" target=\"_blank\" rel=\"noopener\">“Adapting to the Anthropocene”<\/a><\/span><\/span> This was organized as part of the events for World Philosophy Day, and the speakers that you can hear in the film in direct translation are from a conference organized in this context.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span><a href=\"http:\/\/www.projetcoal.org\/coal\/2013\/11\/19\/exposition-sadapter-a-lanthropocene\/\" target=\"_blank\" rel=\"noopener\">World Philosophy Day<\/a><\/span><\/span> We are interested in the role of the UN now in global governance, and the conference speakers allude to that. So that’s the circular path of ideas through the film.<\/p>\n<p>— The first time this layering happens is when the camera is at the surface of the water, with waves lapping over it and also engulfing the capital island on the horizon. Then the camera goes underwater, discovering the coral bed of the island, and here we juxtapose the coral with footage from the underwater cabinet meeting. Before that we had a slower introduction with 8mm footage of sea and islands, followed by the composite Google Earth imagery of a spinning planet and zooming in on the atolls of the Maldives. We wanted to use the language of images to emphasize the shifts of perspective and also the materiality of a nation made out of water and coral. Some of the elements then come back cyclically to structure the film.<\/p>\n<div class=\"_19CzL0kKe5Eb66lRGFCjYj\">\n<div class=\"text-abstract columns-3 textalign-left width-wide\">\n<p><strong>Laura<\/strong><br \/>\n— Of course we shot a lot of our own footage, but we also pulled a lot of things from online sources. With the Contingent Movements Archive we were thinking about the web as the common cultural pool of everyone who has access to it, and therefore we didn’t hesitate to treat it as a resource. One of the speculative aspects of the project was the idea that a diaspora without a homeland might upload its common culture to create a national archive online, and we considered to what degree this might be an open or closed collection of digital artifacts, and what the conditions of access might be. A project of this scale would be hugely expensive, and for practical and ideological reasons, an open-source archive seemed to offer solutions to the many questions of access, presence, and participation this proposal provokes.<\/p>\n<p><strong>Ele<\/strong><br \/>\n— So to come back to how you use different kinds of film footage, it seems to me to highlight the awareness of staging an event that is viewed from different perspectives at the same time. The signing of the mandate is staged as a very effective media spectacle distributed over global networks, producing a visual articulation around what is otherwise an extremely slow, almost imperceptible process. It speeds up this moment of crisis into an event that is otherwise invisible. Obviously this is a highly networked journalistic spectacle but I wonder how it fits into the vernacular of the Maldives, and what might be a climate-change vernacular or survival vernacular, and how that might emerge historically and slowly over very long periods of time. My other question is about the idea that this is a microcosm of a moment of climate change where the Maldives have a number of different strategies for survival. Let’s say they might end up with two islands: one a platform, built up using sand, and the other a rubbish tip, to store waste. How do you then prioritize those two different spaces in relation to one another?<\/p>\n<p>I know Venice has the same structure with a specific rubbish tip island, and it also has the cemetery island. So you can start to compartmentalize different moments of life and death through their geographic isolation. The vernacular of the Maldives is of course very different from that in Venice, so I wondered if you could talk about a kind of local vernacular response to this ebb and flow, the erosion and the growing of islands that is a familiar phenomenon for the Maldivians, and you might say a cultural phenomenon as well as a geological or environmental one?<\/p>\n<p><strong>Hanna<\/strong><br \/>\n— We were naturally intrigued by the questions brought up by a whole country disappearing into the ocean. A more specific starting was, however, a statement made by the former president Mohammed Nasheed, who, in order to prevent his constituents from becoming climate refugees if the worst scenario comes about, proposed to start a national fund to buy land abroad in India, Sri Lanka, or Australia. The first reaction of Laura, who comes from Australia, to this claim was that this wouldn’t be possible politically. So quite early in our research we were interested in the feasibility of that claim. Nasheed is actually very well known, as he’s a prominent activist for environmental issues. At the beginning of the film you see some images of the underwater cabinet meeting that he organized prior to the Copenhagen summit in 2009. He worked as a journalist before becoming president and knows how to get attention. It was really interesting for us to see this very strong figure making these big statements in an extremely mediatized way. Also because this performative approach resonates with strategies and methods used by some artists.<\/p>\n<p><strong>Laura<\/strong><br \/>\n— We visited and interviewed the curators of the National Museum of the Maldives while we were there. This is also where the Buddhist statues were smashed during the political upheaval in 2012. Some of the CCTV footage you can see in the film was taken in the room where objects are categorized and classified. The statues which were kept there were the only ones in the collection to survive as the vandals tried to erase this part of their history. Another object kept in this room is the mandate document signed in the underwater cabinet meeting, so you see it was a highly orchestrated act of self-historicization.<\/p>\n<p><strong>Ele<\/strong><br \/>\n— Can we ask some more formal questions about the film? For example, you use different aspect ratios showing at the same time, such as when you’re showing the signing of the documents underwater, or the smashing of the sculptures.<\/p>\n<p><strong>Ayesha<\/strong><br \/>\n— It’s also like you choose two specific kinds of images, right? So one is this very aerial graphic, and then you have these vernacular images where you get a sense of you both walking in the city capturing images of day-to-day life. So I was wondering, what comes out from the conjuncture of those two gazes? And in what ways does that reflect what your project tries to do?<\/p>\n<p><strong>Hanna<\/strong><br \/>\n— We were working with a lot of very different video material and the way we decided to put everything together also derives from this Internet thinking, which was part of the project from the beginning. So there is a process of layering, and we were also keen to work with the materiality of things.<\/p>\n<p><strong>Laura<\/strong><br \/>\n— Well, when Naseema Mohamed speaks about islands growing and dissolving in the film, it is interesting to note that she is the author of An Etymological Dictionary of Maldivian Island Names. It is a beautiful book that describes how the name of each island is based on its location, behavior, composition, and use. Also, during the symposium, one of our participants, Mariyam Shiuna, described how many of the words used in the Maldives are geographically specific, or based on the behavior of local flora and fauna. The contingencies of the landscape are completely bound up in the way of life there. Previously people lived on fish and coconuts, and everything was biodegradable, so when people threw things on the beach they would dissolve and disappear. This is why the word for the beach is also the same for garbage in Dhivehi (the national language of the Maldives). Things were in flux and they were able to be in flux. But now, because everything is imported into the country, the beaches on domestic islands are covered in plastic and garbage. The older generation is still in the habit of throwing garbage onto the beaches, whereas younger generations understand that this can’t continue. So the nature of flux has changed as the country has adapted to a capitalist economy.<\/p>\n<p><strong>Hanna<\/strong><br \/>\n— Another consequence of this Westernization, and something that might be important to think about for the future of the Maldives, is the lack of sustainable food resources. Until the 1970s, the country used to be self-sufficient except for rice, which was traded with Sri Lanka and India, while virtually everything is imported nowadays. So this has changed over a short period of time. Curiously, there is another small island nation, Kiribati, which took up the idea of the former president to buy land abroad, in their case in Fiji. For the time being they are actually using the land mainly for agriculture to secure the nation’s food resources. This is something that the Maldives might also need to think about. There are currently projects for reclaiming land, such as on Hulhumalé Island next to Malé. Maldivian NGO Bluepeace has proposed that five to seven artificial islands raised three meters above sea level should be constructed in different regions in order to host the entire population. But these projects are extremely expensive and would need to be planned ahead, something the short-term political thinking in place isn’t promoting. Coconut trees are also amongst the only plants that grow in these conditions, and with an increase of salt water seeping into the supplies of fresh water, even these will not grow.<\/p>\n<p><strong>Ayesha<\/strong><br \/>\n— I’m really interested from a temporal point of view in this idea of the self-conception of the islands disappearing and reappearing historically, that it’s part of the identity of the islands, and that’s the way it’s narrated—some come, some go, some emerge from underwater.<\/p>\n<p>What does crisis mean in that context? Is it something that already happens within the national memory of the country? What is it that makes it into a crisis? Because in a way this is a very slow process, like anything environmental the timescale is very different. But the way it looks in the short term is very much within the rhythm and imaginary of the life of the islanders.<\/p>\n<p>There are a few things that sparked for me, a few ideas; one of them comes from a book that Sandro Mezzadra and Brett Neilson wrote called <em>Border as Method, or, the Multiplication of Labor.<\/em><span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Sandro Mezzadra and Brett Neilson, Border as Method, or, the Multiplication of Labor. Durham, NC: Duke University Press, 2013.<\/span><\/span> There is a chapter on Manus Island in which they talk about this one incident where migrants refused to disembark from the ship and they use this as a kind of stalling tactic. Some of the work I’m doing is seeing that as a kind of temporal border at sea. This prolongation of the migrants who refuse to leave the ship constitutes a temporal refusal, but once you’re on land, if you’re applying for documents, it is a completely labyrinthine, Kafkaesque process, and that too is a temporal border. What struck me with what you’re dealing with is how, specifically for those refugees who are claiming status or asylum based on climate change, that temporality is off the charts. I think the interrelation between shorter time spans and longer time spans, this kind of rhythm between humanly recognizable cycles and events, and what’s happening with the climate, is really foregrounded in this rising and sinking of the islands. That contrast produces arguably a really interesting chronotope of island life just as it produces a really interesting kind of poetics of relations, as Glissant would say.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Eduard Glissant, Poetics of Relation, tr. Betsy Wing. Ann Arbor, MI: University of Michigan Press, 1997.<\/span><\/span> There is a kind of relationship to territoriality that is very slippery because of this slippage in time.<\/p>\n<p><strong>Hanna<\/strong><br \/>\n— I mentioned earlier how densely populated Malé is. A third of the population lives on this small island, and this is due to internal migration that has been going on since the 1970s. With the income from tourism there was some money to invest in infrastructure and as they couldn’t build the infrastructure scattered over hundreds of islands, they started with the capital. This is why so many people moved there and to some other bigger islands. Because of this there is now a generation born on Malé who have a completely different approach to what island life is. Malé is all urban, full of imported cars and motorcycles, and products from all over the world. A lot of the people we met had studied abroad, in Saudi Arabia, London, India, or Kuala Lumpur, and they spoke fluent English, and Hindi from watching Indian television. So there is a young generation, a large percentage of the population, who have a completely different perspective about moving away. They have already moved away from their traditional islands, or their parents have. So there are different groups of people with different relations to territoriality. Of course, it is very different on smaller islands, and there are examples of how difficult the integration between islanders from neighboring islands has been.<\/p>\n<p><strong>Laura<\/strong><br \/>\n— We heard about instances after the tsunami where there was no infrastructure left on some islands, and people had to move to nearby islands. At first, they got along with their hosts, who were happy to receive and welcome them. But after a while, little differences between the communities started to show, and they ended up in conflict with one another. So they had to find another solution. There was another instance we heard of where a bridge had naturally formed between two islands. So for efficiency’s sake they shared infrastructure, but it had to be built on this bridge, as it would have been unfair to build on one side or the other.<\/p>\n<p>In Suvendrini Perera’s presentation for the symposium we organized, she talked about how different islands have been circumscribed by British colonization. The continent of Australia, for instance, contains hundreds of Aboriginal nations. Coming from Sri Lanka, too, she spoke of the heterogeneous cultures sharing this island.<\/p>\n<p><strong>Ele<\/strong><br \/>\n— This just raises so many questions about the relationship between the nation-state and cultural identity, and whether you need one to protect or to construct the other. But let’s open up to the floor.<\/p>\n<p><strong>Comments from the floor<\/strong><br \/>\n— In relation to the Copenhagen summit, I remember there were a lot of lawyers representing islands that were threatened by disappearance. There was a big lawsuit; do you know what happened with this?<\/p>\n<p><strong>Hanna<\/strong><br \/>\n— We haven’t been following that specific case, but for the symposium we invited a specialist in the law of the sea, Davor Vidas, who discussed how rising sea levels challenge international law by challenging the idea of stable borders. This is actually forcing international law to reconsider its foundations, which are built upon property rights. Ayesha referred to climate or environmental refugees, but although there are ongoing discussions on how international law should define the rights of people who will have to move because of global warming and rising sea levels, there is currently no legal definition or protection for climate-related displaced people. What Vidas told us is that, instead of defining them as refugees, the committee working on this is aiming to push the issue towards a question of human rights. This would be a move away from the current convention of international law, based on property rights.<\/p>\n<p><strong>Ele<\/strong><br \/>\n— I was just thinking that in northern Fenno-Scandinavia the land is apparently rising as it was compressed by ice sheets during the last glacial period, so there is an uplift taking place, which could reveal a new or expanded territory. So in the balance of available land, maybe there could be a Fennoscandic-Maldivian settlement in the North?<\/p>\n<p>But getting back to this temporal thinking, I wanted to ask you how long is 100 years, and what exactly does that mean? Is it the forecast that the islands will have disappeared completely within 100 years? Or that the rising sea levels will cause a critical point for the islands within that time? Or does it mean the next generation or outside our time frame?<\/p>\n<p><strong>Laura<\/strong><br \/>\n— It’s a funny period, because it’s rare to live beyond 100 years, so it’s longer than one’s life, you can anticipate that far, but then you can’t quite, which is kind of the problem. I mean obviously we are all closely watching political developments and decisions that will affect how fast sea levels rise and how hot it will get. I think that we came away in the end thinking that Maldivians are not going to move away—there is technology already being used to build higher islands—so unless politically things fail completely and carbon emissions continue to rise, my feeling is that they will be able to stay there, although they might have to centralize, which is already happening.<\/p>\n<p><strong>Hanna<\/strong><br \/>\n— There are strong interests in keeping the Maldives—the tourist industry is quite powerful—and it’s a small and limited population compared with other affected territories that will have to deal with more difficult conditions. We were, however, interested in the specific scenario and the challenges the possible disappearance of a whole nation-state presents.<\/p>\n<p><strong>Ele<\/strong><br \/>\n— This resonates with the idea of the nation-state as an augmented body, in the way that the UNESCO lecture in your film talks about one of the aesthetics of the Anthropocene as being the augmented human. The Maldives, as a disappearing nation-state, is a concrete example of global climate change and the potential rupture between territory and cultural identity, and how that’s formed, shifts, and changes. And what happens when language becomes dislocated from land, and that’s a huge rupture, isn’t it?<\/p>\n<p><strong>Comment from the floor<\/strong><br \/>\n— I was interested in this idea of how long is a hundred years, and I’m back to this idea of creating a spectacle for a slow process. It seems to me that for us the Maldives is almost an image of the future, of our future, of people who don’t live in the Maldives. So potentially the Maldives is an image of a future that is maybe closer for us than for them.<\/p>\n<p><strong>Laura<\/strong><br \/>\n— That’s interesting. I think the image that most people have of the Maldives is as a kind of utopian elsewhere where you go on holiday. Facing it as a future scenario plays into that as well. It’s this dystopian future in this faraway place, which can be our future.<\/p>\n<p><strong>Ayesha<\/strong><br \/>\n— Well, it’s a cautionary tale, right? Anytime the Maldives comes up now it is around this discourse—it is the first casualty of the rising sea levels. That’s the test case set of islands. It is inextricable from that as an image.<\/p>\n<p><strong>Ele<\/strong><br \/>\n— A hundred years is about the same time our low-level nuclear waste is forecast to roll into the sea around Britain. Within 100 years, rising sea levels will cause no end of catastrophes. The 100 years is the next generation—it’s foreseeable, it’s knowable, it’s not quite preventable, but it’s manageable. The technologies that we have now can be developed to manage the problems we have now, and then there is this kind of future forecasting beyond the 100 years of what technologies we might have, of speculative survival techniques. A hundred years is outside our political structures—to be honest, more than four years is outside our political structures. I spent some time in Japan and in Fukushima this summer, and one of the interesting discussions that I was hosting as part of a symposium was about how politicians within Fukushima prefecture don’t want to deal with radioactivity and radioactive contamination, because if they evacuate their constituency they won’t have a political constituency to vote them in. So there’s self-interest in keeping your electorate together. This is the epitome of the nation-state in a bureaucratic sense and if you think about politics as a power structure. So what happens when it becomes preferential to disperse your electorate in some way, and how do you take your power with you? There are other examples in the Fukushima prefecture where council offices have been relocated into lower radiation zones, so they still have the infrastructure to manage the decontamination of the area, and to manage their now dispersed town that doesn’t live there any more. There are interesting parallels there about what it might mean to have a group identity and what the political role is if you think about a constituency literally being a constituency or electorate.<\/p>\n<p><strong>Ayesha<\/strong><br \/>\n— A few things in what you’ve been saying bring up Glissant again—in a sense, this idea of displaced people as opposed to people who have a “connection” to the land. Glissant creates a dichotomy between the two and says that this relationship to territory, this kind of mythic, spiritual connectedness, this idea of having an intrinsic relationship, comes from the side of power. That it’s a story that we tell from the point of view of acquiring more land, that there is a connectedness. But on the flipside he talks about a deterritorialized relationship to land, which is not just utopic. His first example is of settlers who land on a territory, who essentially kill the people who are there. So as settlers their relation to that land is inherently rhizomatic, it’s not connected. But that same logic is at the same time applicable to people who are served from below, people who migrate, people who have to land on their feet. So it seems like this dichotomy you’re talking about from the side of governmental powers, to keep a kind of mythical relationship to a prefecture or to a body of land. Even if they are physically displaced, there is this idea of naming this constituency over here, but the reality is what you’re talking about, like the infrastructure on the bridge between two islands, sort of provisional or what de Certeau would call tactical relations.<span class=\"annotation\"><span class=\"annotation-target\"><\/span><span class=\"relative\"><span class=\"annotation-ring\"><\/span><\/span><span class=\"annotation-counter annotation-counter-inner\"><\/span><span class=\"annotation-content hidden xl:inline leading-tight\"><span class=\"annotation-counter annotation-counter-outer\"><\/span>Michel de Certeau, The Practice of Everyday Life, tr. Steven Rendall. Berkeley and Los Angeles, CA: University of California Press, 1984.<\/span><\/span> If you conceive of your connection to the land as one based on contingency and relationality, that’s much closer to the lived reality around how fragile our connection is.<\/p>\n<\/div>\n<\/div>\n"}]},"contributors":[{"ID":3093,"post_author":"1","post_date":"2019-08-21 12:37:17","post_date_gmt":"2019-08-21 10:37:17","post_content":"","post_title":"Hanna Husberg","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"hanna-husberg","to_ping":"","pinged":"","post_modified":"2019-08-21 17:52:09","post_modified_gmt":"2019-08-21 15:52:09","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/hanna-husberg\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/hanna-husberg\/","acf":{"first_name":"Hanna ","last_name":"Husberg"}},{"ID":3047,"post_author":"1","post_date":"2019-08-21 12:37:11","post_date_gmt":"2019-08-21 10:37:11","post_content":"","post_title":"Ele Carpenter","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"ele-carpenter","to_ping":"","pinged":"","post_modified":"2019-08-21 18:05:39","post_modified_gmt":"2019-08-21 16:05:39","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/ele-carpenter\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/ele-carpenter\/","acf":{"first_name":"Ele ","last_name":"Carpenter"}},{"ID":2983,"post_author":"1","post_date":"2019-08-21 12:37:07","post_date_gmt":"2019-08-21 10:37:07","post_content":"","post_title":"Ayesha Hameed","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"ayesha-hameed","to_ping":"","pinged":"","post_modified":"2019-08-21 18:19:28","post_modified_gmt":"2019-08-21 16:19:28","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/ayesha-hameed\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/ayesha-hameed\/","acf":{"first_name":"Ayesha","last_name":"Hameed"}},{"ID":3180,"post_author":"1","post_date":"2019-08-21 12:37:23","post_date_gmt":"2019-08-21 10:37:23","post_content":"","post_title":"Laura  McLean","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"laura-mclean","to_ping":"","pinged":"","post_modified":"2019-08-21 14:59:34","post_modified_gmt":"2019-08-21 12:59:34","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/laura-mclean\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/laura-mclean\/","acf":{"first_name":"Laura","last_name":"McLean"}}],"projects":[{"ID":21875,"post_author":"10","post_date":"2014-11-23 12:11:48","post_date_gmt":"2014-11-23 11:11:48","post_content":"<p>The low-lying Maldive Islands face the problem of too much water. Melting ice far away is slowly inundating their homeland, posing an existential threat.<\/p>\n  <p>In contrast to the trend of global aridity, the low-lying Maldive Islands south of the Indian subcontinent face the problem of too much water. Warming oceans and melting ice from far away are slowly inundating their homeland, posing an existential threat. Who is responsible for this collateral damage of the Anthropocene? All of humanity or only part of it?<\/p>\n ","post_title":"The Maledives Case","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"the-maledives-case","to_ping":"","pinged":"","post_modified":"2020-04-03 17:05:21","post_modified_gmt":"2020-04-03 15:05:21","post_content_filtered":"","post_parent":20649,"guid":"https:\/\/content.anthropocene-curriculum.org\/?post_type=project&#038;p=21875","menu_order":0,"post_type":"project","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"astrid.zimmermann","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/seminar-filtering-the-anthropocene\/the-maledives-case\/","acf":{"thumbnail":{"ID":21709,"id":21709,"title":"Deconstructing the We_Voice of the blue","filename":"Deconstructing-the-We_Voice-of-the-blue.jpg","filesize":60378,"url":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/03\/Deconstructing-the-We_Voice-of-the-blue.jpg","link":"https:\/\/content.anthropocene-curriculum.org\/contribution\/deconstructing-the-we\/deconstructing-the-we_voice-of-the-blue\/","alt":"","author":"96","description":"Image by Ellie Irons","caption":"","name":"deconstructing-the-we_voice-of-the-blue","status":"inherit","uploaded_to":21625,"date":"2020-03-24 16:20:47","modified":"2020-03-25 14:24:42","menu_order":0,"mime_type":"image\/jpeg","type":"image","subtype":"jpeg","icon":"https:\/\/content.anthropocene-curriculum.org\/wp-includes\/images\/media\/default.png","width":1768,"height":995,"sizes":{"thumbnail":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/03\/Deconstructing-the-We_Voice-of-the-blue-768x432.jpg","thumbnail-width":768,"thumbnail-height":432,"medium":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/03\/Deconstructing-the-We_Voice-of-the-blue-300x169.jpg","medium-width":300,"medium-height":169,"medium_large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/03\/Deconstructing-the-We_Voice-of-the-blue-768x432.jpg","medium_large-width":768,"medium_large-height":432,"large":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/03\/Deconstructing-the-We_Voice-of-the-blue-1400x788.jpg","large-width":1400,"large-height":788,"1536x1536":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/03\/Deconstructing-the-We_Voice-of-the-blue-1536x864.jpg","1536x1536-width":1536,"1536x1536-height":864,"2048x2048":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/03\/Deconstructing-the-We_Voice-of-the-blue.jpg","2048x2048-width":1768,"2048x2048-height":995,"tiny-preview":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/03\/Deconstructing-the-We_Voice-of-the-blue-48x48.jpg","tiny-preview-width":48,"tiny-preview-height":48,"feature":"https:\/\/content.anthropocene-curriculum.org\/wp-content\/uploads\/2020\/03\/Deconstructing-the-We_Voice-of-the-blue-1600x900.jpg","feature-width":1600,"feature-height":900}},"teaser_text":"<p>The low-lying Maldive Islands face the problem of too much water. Melting ice far away is slowly inundating their homeland, posing an existential threat.<\/p>\n","contributors":[{"ID":3255,"post_author":"1","post_date":"2019-08-21 12:37:30","post_date_gmt":"2019-08-21 10:37:30","post_content":"","post_title":"Olivier Hamant","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"olivier-hamant","to_ping":"","pinged":"","post_modified":"2020-09-16 16:45:56","post_modified_gmt":"2020-09-16 14:45:56","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/olivier-hamant\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/olivier-hamant\/","acf":{"first_name":"Olivier","last_name":"Hamant"}},{"ID":3093,"post_author":"1","post_date":"2019-08-21 12:37:17","post_date_gmt":"2019-08-21 10:37:17","post_content":"","post_title":"Hanna Husberg","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"hanna-husberg","to_ping":"","pinged":"","post_modified":"2019-08-21 17:52:09","post_modified_gmt":"2019-08-21 15:52:09","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/hanna-husberg\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/hanna-husberg\/","acf":{"first_name":"Hanna ","last_name":"Husberg"}},{"ID":3052,"post_author":"1","post_date":"2019-08-21 12:37:13","post_date_gmt":"2019-08-21 10:37:13","post_content":"","post_title":"Ellie Irons","post_excerpt":"","post_status":"publish","comment_status":"closed","ping_status":"closed","post_password":"","post_name":"ellie-irons","to_ping":"","pinged":"","post_modified":"2019-11-05 10:46:49","post_modified_gmt":"2019-11-05 09:46:49","post_content_filtered":"","post_parent":0,"guid":"http:\/\/cms.anthropocene-curriculum.org\/contributor\/ellie-irons\/","menu_order":0,"post_type":"contributor","post_mime_type":"","comment_count":"0","filter":"raw","author_name":"alan","permalink":"https:\/\/content.anthropocene-curriculum.org\/contributors\/ellie-irons\/","acf":{"first_name":"Ellie","last_name":"Irons"}}],"methods":[{"term_id":5,"name":"Case Study","slug":"case-study","term_group":0,"term_taxonomy_id":5,"taxonomy":"method","description":"","parent":0,"count":130,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]}],"keywords":[{"term_id":213,"name":"Ethics","slug":"ethics","term_group":0,"term_taxonomy_id":213,"taxonomy":"keyword","description":"","parent":0,"count":15,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]},{"term_id":282,"name":"Water","slug":"water","term_group":0,"term_taxonomy_id":282,"taxonomy":"keyword","description":"","parent":0,"count":77,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Maldives","lat":3.202778,"lng":73.22068,"zoom":14,"place_id":"ChIJvXv7qr-ZtSQRiWKVgeEJRUE","name":"Maldives","country":"Maldives","country_short":"MV"}}}],"methods":[{"term_id":5,"name":"Case Study","slug":"case-study","term_group":0,"term_taxonomy_id":5,"taxonomy":"method","description":"","parent":0,"count":130,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]}],"keywords":[{"term_id":282,"name":"Water","slug":"water","term_group":0,"term_taxonomy_id":282,"taxonomy":"keyword","description":"","parent":0,"count":77,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]},{"term_id":274,"name":"Time","slug":"time","term_group":0,"term_taxonomy_id":274,"taxonomy":"keyword","description":"","parent":0,"count":24,"filter":"raw","author_name":"pia.lohmann","permalink":false,"acf":[]}],"folksonomy":false,"location":{"address":"Malediven","lat":3.202778,"lng":73.22068,"zoom":14,"place_id":"ChIJvXv7qr-ZtSQRiWKVgeEJRUE","name":"Maldives","country":"Maldives","country_short":"MV"},"publish_to_dat":false},"author_name":"pia.lohmann","project_parents":[{"id":21875,"title":"The Maledives Case","post_title":"The Maledives Case","slug":"the-maledives-case","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/seminar-filtering-the-anthropocene\/the-maledives-case\/","post_type":"project"},{"id":20649,"title":"Seminar: Filtering the Anthropocene","post_title":"Seminar: Filtering the Anthropocene","slug":"seminar-filtering-the-anthropocene","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/seminar-filtering-the-anthropocene\/","post_type":"project"},{"id":9147,"title":"Anthropocene Campus 2014","post_title":"Anthropocene Campus 2014","slug":"campus-2014","permalink":"https:\/\/content.anthropocene-curriculum.org\/project\/campus-2014\/","post_type":"project"}],"_links":{"self":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/21615"}],"collection":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution"}],"about":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/types\/contribution"}],"author":[{"embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/users\/96"}],"version-history":[{"count":29,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/21615\/revisions"}],"predecessor-version":[{"id":23487,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/contribution\/21615\/revisions\/23487"}],"wp:attachment":[{"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/media?parent=21615"}],"wp:term":[{"taxonomy":"method","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/method?post=21615"},{"taxonomy":"keyword","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/keyword?post=21615"},{"taxonomy":"folksonomy","embeddable":true,"href":"https:\/\/content.anthropocene-curriculum.org\/wp-json\/wp\/v2\/folksonomy?post=21615"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]